Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Soundpack '{0}' is missing the required sound '{1}'
de: Soundpaket „{0}“ fehlt der erforderliche Sound „{1}“
es: Soundpack '{0}' no contiene el sonido requerido '{1}'
et: helipakettist '{0}' puudub vajalik heli '{1} '
fi: Ääntä '{1}' ei löytynyt äänipaketissa '{0}'
fr: Le son requis '{1}' est manquant du pack son '{0}'
hu: A Hangcsomagból '{0}' hiányzik az egyik kötelező hang: '{1}'
id: Soundpack '{0}' tidak memiliki suara yang diperlukan '{1}'
it: Soundpack '{0}' è privo del suono richiesto '{1}'
nl: Soundpack ‘{0}’ mist het vereiste geluid ‘{1}’
pl: W pakiecie dźwiękowym '{0}' brakuje wymaganego dźwięku '{1}'
pt_br: O pacote de sons '{0}' está sem o som obrigatório '{1}'
ru: Звуковой сборник '{0}' не содержит нужного звука '{1}'
sk: V zvukovom balíčku „{0}“ chýba požadovaný zvuk „{1}“
sv: Ljudpaketet '{0}' saknar det obligatoriska ljudet '{1}'
tr: Ses paketi ‘{0}’ gerekli ses ‘{1}’ eksik
vi: Gói âm thanh '{0} đang bị thiếu âm thanh cần thiết '{1}'

source: Soundpack '{0}' has an invalid file type '{1}'
de: Soundpaket „{0}“ enthält einen ungültigen Dateityp: „{1}“
es: Soundpack '{0}' tiene un tipo de archivo inválido '{1}'
et: Helipakett '{0}' on vigane failitüüp '{1} '
fi: Äänipakettissa '{0}' on virheellinen tiedostotyyppi '{1}'
fr: Le pack son '{0}' contient un type de fichier invalide '{1}'
hu: A Hangcsomag '{0}'-ban az egyik fájlnak érvénytelen a fájltípusa: '{1}'
id: Soundpack '{0}' memiliki tipe file tidak valid '{1}'
it: Soundpack '{0}' ha un tipo di file non valido '{1}'
nl: Soundpack ‘{0}’ heeft een ongeldig bestandstype ‘{1}’
pl: Soundpack '{0}' ma nieprawidłowy typ pliku '{1}'
pt_br: O pacote de sons '{0}' tem um tipo de arquivo inválido '{1}'
ru: Звуковой сборник '{0}' имеет неверный тип файла '{1}'
sk: Zvukový balíček „{0}“ má neplatný typ súboru „{1}“
sv: Ljudpaketet '{0}' har en ogiltig filtyp '{1}'
tr: Ses paketi ‘{0}’ geçersiz bir dosya türüne sahiptir '{1}'
vi: Gói âm thanh '{0} chứa một loại tệp không hợp lệ '{1}'

source: Tried to play sound '{0}', but it was not found in soundpack '{1}'
de: Versuche den Sound „{0}“ abzuspielen, aber er wurde im Soundpaket „{1}“ nicht gefunden
es: Se intentó reproducir el sonido '{0}', pero no se encontró en el soundpack '{1}'
et: Heli '{0}' prooviddi mängida, kuid seda ei leitud helipaketist '{1} '
fi: Yritettiin toistaa ääni '{0}', mutta sitä ei löytynyt äänipaketista '{1}'
fr: Tentative de lecture du son '{0}', mais il est introuvable dans le pack son '{1}'
hu: '{0}' hangot próbált játszani, de nem volt megtalálható a hangcsomagban. {1} '
id: Mencoba memainkan suara '{0}', tetapi tidak ditemukan di soundpack '{1}'
it: Tentativo di riprodurre il suono '{0}', ma non è stato trovato nel soundpack '{1}'
nl: Geprobeerd geluid ‘{0}’ af te spelen, maar het werd niet gevonden in soundpack ‘{1}’
pl: Próbowano odtworzyć dźwięk '{0}', ale nie znaleziono go w pakiecie dźwiękowym '{1}'
pt_br: A tentativa de reproduzir '{0}' falhou pois o som não foi encontrado no pacote de sons '{1}'
ru: Была попытка воспроизвести звук '{0}', но он не был найден в звуковом пакете '{1}'
sk: Pokúsil som sa prehrať zvuk '{0}', ale nenašiel sa v zvukovom balíku '{1}'
sv: Försökte spela upp ljudet '{0}', men det hittades inte i ljudpaketet '{1}'
tr: Ses ‘{0}’ çalınmaya çalışıldı, ancak ses paketi ‘{1}’ içinde bulunamadı
vi: Đã cố gắng phát âm thanh '{0}', nhưng nó không được tìm thấy trong gói âm thanh '{1}'

source: Successfully registered [bold]http://{address}[/bold] to point to [dim]{local_ip}[/dim].
de: Erfolgreich registriert [bold]http://{address}[/bold] to point to [dim]{local_ip}[/dim].
es: Se registró correctamente [bold]http://{address}[/bold] para apuntar a [dim]{local_ip}[/dim].
et: Edukalt registreeritud [bold]http://{address}[/bold], et osutada [dim]{local_ip}[/dim].
fi: Osoitettiin [bold]http://{address}[/bold] paikalliseen IP osoitteeseen [dim]{local_ip}[/dim].
fr: Inscription réussie : [bold]http://{address}[/bold] pointe désormais vers [dim]{local_ip}[/dim].
hu: Sikeresen regisztrált [bold] http: / / {address} [/ bold] to point to [dim] {local _ ip} [/ dim].
id: Berhasil mendaftarkan [bold]http://{address}[/bold] untuk mengarahkan ke [dim]{local_ip}[/dim].
it: Registrato con successo [bold]http://{address}[/bold] per puntare a [dim]{local_ip}[/dim].
nl: Succesvol geregistreerd [bold]http://{address}[/bold] naar wijzen [dim]{local_ip}[/dim].
pl: Pomyślnie zarejestrowano [bold]http://{address}[/bold] jako odnośnik do [dim]{local_ip}[/dim].
ru: Адрес [bold]http://{address}[/bold] успешно зарегистрирован на [dim]{local_ip}[/dim].
sk: Úspešne zaregistrovaný [bold]http://{address}[/bold] odkazujúci na [dim]{local_ip}[/dim].
sv: Registrering lyckades. [bold]http://{address}[/bold] pekar nu till [dim]{local_ip}[/dim].
tr: [bold]http://{address}[/bold] başarıyla kaydedildi ve [dim]{local_ip}[/dim] adresine yönlendirildi.
vi: Đã ghi nhận [bold]http://{address}[/bold] trỏ đến [dim]{local_ip}[/dim].

source: An error occurred while processing a message.
de: Beim Verarbeiten einer Nachricht ist ein Fehler aufgetreten.
es: Ocurrió un error al procesar un mensaje.
et: Sõnumi töötlemisel tekkis viga.
fi: Viestin käsittelyn aikana tapahtui virhe.
fr: Une erreur s’est produite lors du traitement d’un message.
hu: Hiba történt egy üzenet feldolgozása során.
id: Terjadi kesalahan saat memproses pesan.
it: Si è verificato un errore durante l'elaborazione di un messaggio.
nl: Er is een fout opgetreden tijdens het verwerken van een bericht.
pl: Podczas przetwarzania wiadomości wystąpił błąd.
pt_br: Ocorreu um erro ao tentar processar a mensagem.
ru: Произошла ошибка при обработке сообщения.
sk: Pri spracovaní správy sa vyskytla chyba.
sv: Ett fel uppstod när ett meddelande bearbetades.
tr: Mesaj işlenirken bir hata oluştu.
vi: Đã có lỗi xảy ra khi đang xử lí một tin nhắn.

source: Tried to send an empty page.
de: Es wurde versucht, eine leere Seite zu senden.
es: Se intentó enviar una página vacía.
et: Üritas saata tühja lehekülje.
fi: Yritettiin lähettää tyhjä sivu.
fr: Tentative d’envoi d’une page vide.
hu: Próbált küldeni egy üres lapot.
id: Mencoba mengirim halaman kosong.
it: Tentativo di inviare una pagina vuota.
nl: Geprobeerd een lege pagina te verzenden.
pl: Próbowano wysłać pustą stronę.
ru: Попытался отправить пустую страницу.
sk: Pokúsil som sa odoslať prázdnu stránku.
sv: Försökte skicka en tom sida.
tr: Boş bir sayfa göndermeye çalışıldı.
vi: Đã thử gửi một trang trống.

source: Frontend popup websocket started.
de: Frontend Popup Websocket gestartet.
es: Se inició el websocket emergente de frontend.
et: Kasutajaliides hüpikakna veebipesa algas.
fi: Käyttöliittymän viestien kommunikaatio aloitettu.
fr: Le websocket de la popup interface utilisateur a démarré.
hu: Felhasználói felület felugró ablak webfoglalata elindult.
id: Websocket popup frontend dimulai.
it: Websocket popup interfaccia avviata.
nl: Frontend popup websocket gestart.
pl: Uruchomiono websocket dla popupu frontendowego.
ru: Веб-сокет всплывающего окна интерфейса запущен.
sk: Spustený vyskakovací webový socket frontendu.
sv: Frontend-popup-webbsocket har startats.
tr: Frontend popup websocket başlatıldı.
vi: Frontend popup websocket đã được khởi động.

source: The frontend wants to perform an update.
de: Das Frontend möchte eine Aktualisierung durchführen.
es: El frontend quiere realizar una actualización.
et: Kasutajaliides tahab värskenduse teha.
fi: Käyttöliittymä haluaa suorittaa päivityksen.
fr: L’interface souhaite effectuer une mise à jour.
hu: A felhasználói felület frissíteni szeretne.
id: Frontend ingin melakukan pembaruan.
it: L'interfaccia vuole eseguire un aggiornamento.
nl: De frontend wil een update uitvoeren.
pl: Frontend chce dokonać aktualizacji.
pt_br: O frontend está querendo realizar uma atualização.
ru: Интерфейс хочет выполнить обновление.
sk: Frontend chce vykonať aktualizáciu.
sv: Frontend-systemet vill utföra en uppdatering.
tr: Frontend bir güncelleme yapmak istiyor.
vi: Frontend cần thực hiện một cập nhật.

source: Failed to set transparency
de: Transparenz könnte nicht eingestellt werden
es: No se pudo establecer la transparencia
et: Läbipaistvuse määramine nurjus
fi: Läpinäkyvyyden asettaminen epäonnistui
fr: Échec de la configuration de la transparence
hu: Nem sikerült beállítani átlászóra az ablakot
id: Gagal mengatur transparansi
it: Impossibile impostare la trasparenza
nl: Transparantie kon niet worden ingesteld
pl: Nie udało się ustawić przezroczystości
pt_br: Houve um erro ao tentar aplicar a opacidade
ru: Не удалось установить прозрачность
sk: Nepodarilo sa nastaviť priehľadnosť
sv: Misslyckades med att ställa in transparens
tr: Şeffaflık ayarlanamadı
vi: Thất bại khi cài đặt độ trong suốt

source: Failed to get tag data
de: Tag-Daten konnten nicht abgerufen werden
es: No se pudieron obtener los datos de la etiqueta
et: Sildiandmete hankimine nurjus
fi: Merkin datan kerääminen epäonnistui
fr: Échec de la récupération des données du tag
hu: Nem sikerült beszerezni a címkeadatokat
id: Gagal mengambil tag data
it: Impossibile ottenere i dati del tag
nl: Kon taggegevens niet krijgen
pl: Nie udało się uzyskać danych znacznika
pt_br: Ocorreu uma falha ao tentar obter os dados
ru: Не удалось получить данные тега
sk: Nepodarilo sa získať údaje o značke
sv: Misslyckades med att hämta taggdata
tr: Etiket verisi alınamadı
vi: Thất bại khi lấy dữ liệu thẻ

source: Failed to get pages
de: Seite konnte nicht abgerufen werden
es: No se pudieron obtener las páginas
et: Lehekülgede hankimine nurjus
fi: Sivujen kerääminen epäonnitui
fr: Échec de la récupération des pages
hu: Nem sikerült oldalakat beszerezni
id: Gagal mengambil halaman
it: Impossibile ottenere le pagine
nl: Ophalen van pagina's is mislukt
pl: Nie udało się pobrać stron
pt_br: Não foi possível acessar/obter a(s) página(s)
ru: Не удалось получить страницы
sk: nepodarilo sa získať stránky
sv: Misslyckades att hämta sidor
tr: Sayfalar alınamadı
vi: Thất bại khi lấy các trang

source: Failed to reload plugins
de: Plugins konnten nicht neu geladen werden
es: No se pudieron recargar los plugins
et: Lisaosade taaslaadimine nurjus
fi: Laajennusten uudelleenlataaminen epäonnistui
fr: Échec du rechargement des plugins
hu: A plugin(ok) újratöltése sikertelen volt
id: Gagal untuk memuat ulang plugin
it: Impossibile ricaricare i plugin
nl: Herladen van plugins is mislukt
pl: Nie można ponownie załadować wtyczek
pt_br: Não foi possível recarregar os plugins
ru: Не удалось перезагрузить плагины
sk: Nepodarilo sa znova načítať pluginy
sv: Misslyckades med att ladda om plugins
tr: Eklentiler yeniden yüklenemedi
vi: Thất bại khi nạp lại các plugin

source: Failed to build frontend
de: Frontend konnte nicht erstellt werden
es: No se pudo construir la interfaz
et: Kasutajaliidese loomine nurjus
fi: Käyttöliittymän ajaminen epäonnistui
fr: Échec de la construction de l’interface
hu: Nem sikerült felépíteni a felhasználói felületet
id: Gagal membuat frontend
it: Impossibile compilare l'interfaccia
nl: Kon frontend niet bouwen
pl: Nie udało się zbudować frontendu
ru: Не удалось скомпилировать интерфейс
sk: Nepodarilo sa vytvoriť frontend
sv: Misslyckades med att bygga frontend
tr: Frontend oluşturulamadı
vi: Tạo dựng frontend thất bại

source: Building frontend... please wait...
de: Frontend aufbauen... bitte warten...
es: Construyendo frontend... por favor espere...
et: Kasutajaliide ehitus... Palun oota...
fi: Käyttöliittymää ajetaan... odota hetki...
fr: Construction de l’interface... veuillez patienter...
hu: Felhasználói felület építése... kérem várjon...
id: Membuat frontend... mohon tunggu...
it: Compilazione dell'interfaccia in corso... attendere prego...
nl: Frontend bouwen... Wacht even...
pl: Budowanie frontendu... proszę czekać...
pt_br: Building frontend... Aguarde...
ru: Компиляция интерфейса... пожалуйста, подождите...
sk: Vytvára sa frontend... čakajte prosím...
sv: Bygger frontend... vänligen vänta...
tr: Frontend oluşturuluyor... lütfen bekleyin...
vi: Đang tạo frontend... hãy chờ chút...

source: Failed to start frontend
de: Frontend konnte nicht gestartet werden
es: No se pudo iniciar el frontend
et: Kasutajaliidese käivitamine nurjus
fi: Käyttöliittymän käynnistäminen epäonnistui
fr: Échec du démarrage de l’interface
hu: A felhasználói felület indítása sikertelen volt
id: Gagal memulai frontend
it: Impossibile avviare l'interfaccia
nl: Kon frontend niet starten
pl: Nie udało się uruchomić frontend
pt_br: Não foi possível iniciar o frontend
ru: Не удалось запустить интерфейс
sk: Nepodarilo sa spustiť frontend
sv: Misslyckades med att starta frontend
tr: Frontend başlatılamadı
vi: Khởi động frontend thất bại

source: Webserver started at http://{ip}:37520
de: Webserver gestartet unter http://{ip}:37520
es: El servidor web se inició en http://{ip}:37520
et: Veebiserver alustas aadressil http://{ip}:37520
fi: Palvelin aloitettu osoitteessa http://{ip}:37520
fr: Serveur web démarré à l’adresse http://{ip}:37520
hu: A webszerver elindult itt: http://{ip}:37520
id: Webserver dimulai di http://{ip}:37520
it: Webserver avviato su http://{ip}:37520
nl: Webserver begon op http://{ip}:37520
pl: Serwer WWW uruchomiony pod adresem http://{ip}:37520
pt_br: O servidor foi iniciado em: http://{ip}:37520
ru: Веб-сервер запущен по адресу http://{ip}:37520
sk: Webový server bol spustený na adrese http://{ip}:37520
sv: Webbservern startade på http://{ip}:37520
tr: Web sunucusu http://{ip}:37520 adresinde başlatıldı
vi: Webserver đã được khởi động tại http://{ip}:37520

source: Frontend started at http://{ip}:{port}
de: Frontend gestartet unter http://{ip}:{port}
es: El frontend se inició en http://{ip}:{port}
et: Kasutajaliide algas aadressil http://{ip}:{port}
fi: Käyttöliittymä aloitettu osoitteessa http://{ip}:{port}
fr: Interface démarrée à l’adresse http://{ip}:{port}
hu: A felhasználói felület elindult itt: http://{ip}:{port}
id: frontend dimuali di http://{ip}:{port}
it: Interfaccia avviata su http://{ip}:{port}
nl: Frontend begon op http://{ip}:{port}
pl: Frontend uruchomiony pod adresem http://{ip}:{port}
pt_br: Frontend Iniciado em: http://{ip}:{port}
ru: Интерфейс запущен по адресу http://{ip}:{port}
sk: Frontend sa spustil na adrese http://{ip}:{port}
sv: Frontend startade på http://{ip}:{port}
tr: Frontend http://{ip}:{port} adresinde başlatıldı
vi: Frontend đã được khởi động tại http://{ip}:{port}

source: Logging initialized.
de: Protokollierung initialisiert.
es: Registro inicializado.
et: Logimine initsialiseeritud.
fi: Lokitiedostot alustettu.
fr: Journalisation initialisée.
hu: Naplózó inicializálva.
id: Inisialisasi Logging berhasil.
it: Logging inizializzato.
nl: Logging geïnitialiseerd.
pl: Logowanie zainicjowane.
pt_br: O login foi realizado.
ru: Логгер инициализирован.
sk: Protokolovanie inicializované.
sv: Loggning initierad.
tr: Günlük kaydı başlatıldı.
vi: Trình ghi log đã được khởi tạo.

source: Error removing log files. Probably another running ETS2LA instance. Please close it and try again.
de: Fehler beim entfernen der Logdateien. Wahrscheinlich läuft noch eine andere ETS2LA Instanz. Bitte schließe sie und versuche es erneut.
es: Error al eliminar los archivos de registro. Probablemente otro proceso en ejecución de ETS2LA. Ciérrelo e inténtelo de nuevo.
et: Viga logifailide eemaldamisel. Tõenäoliselt veel üks ETS2LA juhtum. Palun sulge see ja proovi uuesti.
fi: Virhe lokitiedostojen poistamisessa. Sinulla on todennäköisesti ETS2LA yhä auki taustalla. Sulje se ja yritä uudelleen.
fr: Erreur lors de la suppression des fichiers journaux. Probablement une autre instance ETS2LA en cours d'exécution. Veuillez la fermer et réessayer.
id: Gagal menghapus file log. Kemungkinan ada instance ETS2LA lain yang sedang berjalan. Harap tutup dan coba lagi.
it: Errore durante la rimozione dei file di log. Probabilmente c'è un'altra istanza di ETS2LA in esecuzione al momento. Chiudila e riprova.
nl: Fout bij het verwijderen van logbestanden. Waarschijnlijk weer een lopende ETS2LA instantie. Sluit het en probeer het opnieuw.
pl: Błąd podczas usuwania plików dziennika. Prawdopodobnie uruchomiona jest inna instancja ETS2LA. Zamknij ją i spróbuj ponownie.
ru: Ошибка при удалении файлов логов. Скорее всего, работает ещё один процесс ETS2LA. Пожалуйста, закройте его и попробуйте снова.
sk: Chyba pri odstraňovaní súborov denníka. Pravdepodobne beží iná inštancia ETS2LA. Zatvorte ju a skúste to znova.
sv: Fel vid borttagning av loggfiler. Förmodligen en annan ETS2LA-instans som körs. Stäng den och försök igen.
tr: Günlük dosyaları kaldırılırken bir hata meydana geldi. Muhtemelen ETS2LA uygulamasının başka bir örneği hâlihazırda çalışıyor. Lütfen diğer çalışmakta olan ETS2LA oturumlarını kapatıp tekrar deneyin.
vi: Lỗi khi đang xóa các tệp log. Có thể ETS2LA chưa được tắt hoàn toàn. Đóng nó và thử lại.

source: Errors and warnings in the log files:
de: Fehler und Warnungen in den Protokolldateien:
es: Errores y advertencias en los archivos de registro:
et: Vead ja hoiatused logifailides:
fi: Lokitiedostojen virheet ja varoitukset:
fr: Erreurs et avertissements dans les fichiers journaux :
hu: Hibák és figyelmeztetések vannak a log fájl(ok)ban:
id: Kesalahan dan peringatan dalam file log:
it: Errori e avvisi nei file di log:
nl: Fouten en waarschuwingen in de logbestanden:
pl: Błędy i ostrzeżenia w plikach dziennika:
pt_br: Os erros e avisos estão nos arquivos de log:
ru: Ошибки и предупреждения в логах:
sk: Chyby a upozornenia v súboroch denníka:
sv: Fel och varningar i loggfilerna:
tr: Günlük dosyalarındaki hatalar ve uyarılar:
vi: Các lỗi và cảnh báo đều nằm trong tệp log:

source: Errors:
de: Fehler:
es: Errores:
et: Vead:
fi: Virheitä:
fr: Erreurs :
hu: Hibák:
id: Kesalahan:
it: Errori:
nl: Fouten:
pl: Błędy:
pt_br: Erros:
ru: Ошибки:
sk: Chyby:
sv: Fel:
tr: Hatalar:
vi: Lỗi:

source: Warnings:
de: Warnungen:
es: Advertencias:
et: Hoiatused:
fi: Varoituksia:
fr: Avertissements :
hu: Figyelmeztetések:
id: Peringatan:
it: Avvisi:
nl: Waarschuwingen:
pl: Ostrzeżenia:
pt_br: Avisos:
ru: Предупреждения:
sk: Varovania:
sv: Varningar:
tr: Uyarılar:
vi: Cảnh báo:

source: No errors or warnings found.
de: Keine Fehler oder Warnungen gefunden.
es: No se encontraron errores ni advertencias.
et: Vigu ega hoiatusi ei leitud.
fi: Virheitä tai varoituksia ei löytynyt.
fr: Aucune erreur ni avertissement détecté.
hu: A program tökéletesen lefuttot.
id: Tidak ditemukan kesalahan atau peringatan.
it: Nessun errore o avviso trovato.
nl: Geen fouten of waarschuwingen gevonden.
pl: Nie znaleziono żadnych błędów ani ostrzeżeń.
pt_br: Não foram encontrados erros e avisos.
ru: Ошибок и предупреждений не обнаружено.
sk: Neboli nájdené žiadne chyby ani upozornenia.
sv: Inga fel eller varningar hittades.
tr: Hata veya uyarı bulunamadı.
vi: Không có lỗi, cảnh báo nào được tìm thấy.

source: Please wait while we initialize the user interface
de: Bitte warte, während die Benutzeroberfläche initialisiert wird
es: Por favor espere mientras inicializamos la interfaz de usuario
et: Palun oodake, kuni me initsialiseerime kasutajaliidese
fi: Odota hetki kun alustamme käyttöliittymää
fr: Veuillez patienter pendant l'initialisation de l'interface utilisateur
hu: Kérjük várjon amíg inicializáljuk a felhasználói felületett
id: Mohon tunggu sementara kami inisialisasi antarmuka pengguna
it: Attendere mentre inizializziamo l'interfaccia utente
nl: Even geduld terwijl we de gebruikersinterface initialiseren
pl: Poczekaj, aż zainicjujemy interfejs użytkownika
pt_br: Aguarde enquanto a interface está carregando
ru: Пожалуйста, подождите, пока инициализируется интерфейс
sk: Počkajte, prosím, kým inicializujeme používateľské rozhranie
sv: Vänta medan vi initierar användargränssnittet
tr: Kullanıcı arayüzünü başlatırken lütfen bekleyin
vi: Bạn hãy chờ trong lúc chúng mình đang khởi tạo giao diện người dùng

source: Couldn't find / start the ETS2LA window. Is your PC powerful enough? Use https://app.ets2la.com if you think you should be able to run it.
de: Das ETS2LA Fenster konnte nicht gefunden/ gestartet werden. Hat dein PC genug Leistung? Öffne https://app.ets2la.com wenn du denkst, dass es bei dir laufen sollte.
es: No se pudo encontrar/iniciar la ventana de ETS2LA. ¿Tu PC es lo suficientemente potente? Usa https://app.ets2la.com si crees que podrás ejecutarlo.
et: ETS2LA akna leidmine / käivitamine nurjus. Kas su arvuti on piisavalt võimas? Kasutage https://app.ets2la.com, kui arvate, et peaksite seda kasutama.
fi: ETS2LA:n ikkunaa ei löydetty. Onko tietokoneesi tarpeeksi nopea? Voit käyttää https://app.ets2la.com sivua avataksesi sen manuaalisesti.
fr: Impossible de trouver ou de lancer la fenêtre ETS2LA. Ton PC est-il assez puissant ? Essaie d'accéder à https://app.ets2la.com si tu penses que ta machine devrait pouvoir le faire tourner.
hu: Nem sikerült megtalálni/elindítani az ETS2LA ablakot. Elég erős a számítógépe? Ha úgy gondolja, hogy képes futtatni a programot, használja az https://app.ets2la.com oldalt.
id: Gagal menemukan / memulai window ETS2LA. Apakah spesifikasi PC Anda memadai? Gunakan https://app.ets2la.com jika menurut anda seharusnya bisa menjalankannya.
it: Impossibile trovare o avviare la finestra ETS2LA. Il tuo PC è abbastanza potente? Usa https://app.ets2la.com se pensi che il tuo computer dovrebbe riuscire a eseguirlo.
nl: Kon het ETS2LA venster niet vinden of starten. Is uw PC krachtig genoeg? Gebruik https://app.ets2la.com als u denkt dat u het moet kunnen uitvoeren.
pl: Nie można znaleźć / uruchomić okna ETS2LA. Czy twój komputer jest wystarczająco wydajny? Użyj https://app.ets2la.com, jeśli uważasz, że powinieneś być w stanie go uruchomić.
pt_br: Não foi possível encontrar / iniciar a janela do ETS2LA. Seu PC não é uma bomba né? Consegue rodar o ETS2LA? Acesse https://app.ets2la.com se você acha que deveria conseguir executá-lo.
ru: Не удалось найти / запустить окно ETS2LA. Ваша система достаточно мощная? Используйте https://app.ets2la.com, если думаете, что можете его запустить.
sk: Nepodarilo sa nájsť/spustiť okno ETS2LA. Je váš počítač dostatočne výkonný? Ak si myslíte, že by ste ho mali vedieť spustiť, použite stránku https://app.ets2la.com.
sv: Kunde inte hitta / starta ETS2LA fönstret. Är din dator tillräckligt kraftfull? Använd https://app.ets2la.com om du tror att din dator är tillräckligt kraftfull.
tr: ETS2LA penceresi bulunamadı/başlatılamadı. Bilgisayarınız yeterince güçlü mü? Çalıştırmanız gerektiğini düşünüyorsanız https://app.ets2la.com adresini kullanın.
vi: Không tìm thấy / khởi động cửa sổ ETS2LA. PC của bạn có đủ mạnh không? Truy cập http://app.ets2la.com nếu bạn nghĩ PC của bạn có khả năng chạy nó.

source: Failed to set window attributes or icon.
de: Fehler beim Festlegen vom Fensterattribut oder Icon.
es: Error al establecer los atributos de ventana o icono.
et: Akna atribuutide või ikoonide määramine nurjus.
fi: Virhe asetettaessa ikkunan atribuutteja ja ikonia.
fr: Échec de la définition des attributs de la fenêtre ou de l'icône.
id: Gagal mengatur atribut atau ikon window.
it: Impossibile impostare gli attributi o l'icona della finestra.
nl: Instellen van vensterattributen of pictogram is mislukt.
pl: Nie udało się ustawić atrybutów okna lub ikony.
ru: Не удалось задать атрибуты окна или иконки.
sk: Nepodarilo sa nastaviť atribúty okna alebo ikonu.
sv: Misslyckades med att ange fönster attribut eller ikon.
tr: Pencere özellikleri veya simgesi ayarlanırken bir hata oluştu.
vi: Thất bại khi đặt thuộc tính cho cửa sổ hoặc icon.
