Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Enable Road Proximity Beep
de: Signalton bei Straßenannäherung einschalten
es: Habilitar pitido de proximidad a la carretera
et: Teeläheduse lubamine Piip
fi: Piippaa tien läheisyyttä
fr: Activer le bip de proximité routière
id: Aktifkan Bunyi Kedekatan Jalan
it: Abilita segnale acustico di prossimità alla strada
nl: Wegendruk inschakelen Piep
pl: Włącz sygnał dźwiękowy zbliżania się do drogi
ru: Включить сигнал близости к дороге
sk: Povoliť zvukový signál priblíženia sa k ceste
sv: Aktivera signal för vägnärvaro
tr: En Yakın Yol Uyarısını Etkinleştir
vi: Phát tiếng Beep khi đến gần đường

source: Enable a proximity beep that indicates the distance and angle to the closest road.
de: Aktiviere einen Signalton, der die Entfernung und den Winkel zur nächstgelegenen Straße anzeigt.
es: Habilite un pitido de proximidad que indique la distancia y el ángulo a la carretera más cercana.
et: Läheduse piiksu lubamine, mis näitab kaugust ja nurka lähima tee suhtes.
fi: Piippaa riippuen tien etäisyydestä ja kulmasta siihen, auttaa sokeita löytämään tielle jotta ETS2LA voidaan aktivoida.
fr: Activer un bip de proximité qui indique la distance et l’angle par rapport à la route la plus proche.
id: Aktifkan bunyi kedekatan yang menunjukkan jarak dan sudut ke jalan terdekat.
it: Abilita un segnale acustico di prossimità che indica la distanza e l’angolo rispetto alla strada più vicina.
nl: Schakel een proximity piep die de afstand en hoek tot de dichtstbijzijnde weg aangeeft.
pl: Włącz zbliżeniowy sygnał dźwiękowy, który wskazuje odległość i kąt do najbliższej drogi.
pt_br: Ative um bipe de proximidade que indica a distância e o ângulo até a estrada mais próxima.
ru: Включить сигнал близости, который сообщает расстояние и угол к ближайшей дороге.
sk: Povoľte zvukový signál oznamujúci vzdialenosť a uhol k najbližšej ceste.
sv: Aktivera ett närhetspip som indikerar avståndet och vinkeln till närmaste väg.
tr: En yakın yolun mesafesini ve açı bilgisini gösteren sesli uyarıyı etkinleştirin.
vi: Phát tiếng Beep để báo hiệu khoảng cách và góc đến đoạn đường gần nhất.

source: Text To Speech plugin for accessibility. Some people might also like voiced announcements.
de: Text-zu-Sprache Plugin für Barrierefreiheit. Manche Leute mögen auch gesprochene Ansagen.
es: Plugin de texto a voz para accesibilidad. A algunas personas también les pueden gustar los anuncios de voz.
et: Kättesaadavuse teksti kõnelisaosa. Mõnele võib meeldida ka väljaütlemised.
fi: Teksti puheeksi laajennus esteettömyyttä varten. Jotkut voivat myös tykätä "puhuvasta" rekasta.
fr: Plugin de synthèse vocale pour l’accessibilité. Certains pourraient également apprécier les annonces vocales.
id: Plugin Teks ke Suara untuk aksesibilitas. Beberapa orang mungkin juga menyukai pengumuman bersuara.
it: Il plugin Text To Speech per l’accessibilità. Alcune persone potrebbero gradire anche gli annunci vocali.
nl: Text To Speech-plugin voor toegankelijkheid. Sommige mensen zouden ook graag uitgesproken aankondigingen.
pl: Wtyczka Text To Speech zapewniająca dostępność. Niektórym osobom mogą również spodobać się komunikaty głosowe.
ru: Плагин озвучки текста для специальных возможностей. Некоторым также может понравиться озвученные объявления.
sk: Plugin Text To Speech pre zjednodušenie ovládania. Niektorým ľuďom sa môžu páčiť aj hlasové oznámenia.
sv: Plugin för text-till-tal för tillgänglighet. Vissa personer kanske också gillar röstmeddelanden.
tr: Erişilebilirlik için Metin Okuma eklentisi. Bazı kullanıcılar sesli bildirimleri tercih edebilir.
vi: Plugin văn bản thành giọng nói dành cho trợ năng. Một vài người sẽ có thể thích thông báo bằng giọng nói.

source: Voice {0} not found in provider {1}.
de: Stimme {0} nicht in Anbieter {1} gefunden.
es: La voz {0} no se encontró en el proveedor {1}.
et: Häält {0} ei leitud pakkujald {1}.
fi: Ääntä {0} ei löydetty tarjoajassa {1}.
fr: Voix {0} introuvable dans le fournisseur {1}.
id: Suara {0} tidak ditemukan dalam penyedia {1}.
it: Voce {0} non trovata nel provider {1}.
nl: Stem {0} niet gevonden in provider {1}.
pl: Głos {0} nie został znaleziony u dostawcy {1}.
ru: Голос {0} не найден у поставщика {1}.
sk: Hlas {0} sa nenašiel u poskytovateľa {1}.
sv: Röst {0} hittades inte hos leverantören {1}.
tr: {1} sağlayıcısında {0} sesi bulunamadı.
vi: Giọng đọc {0} không được tìm thấy trong nhà cung cấp {1}.

source: No provider selected. Cannot select voice.
de: Kein Anbieter ausgewählt. Sprache kann nicht ausgewählt werden.
es: No se ha seleccionado ningún proveedor. No se puede seleccionar la voz.
et: Pakkujat pole valitud. Hääle valimine nurjus.
fi: Tarjoajaa ei valittu, et voi valita ääntä.
fr: Aucun fournisseur sélectionné. Impossible de sélectionner une voix.
id: Tidak ada penyedia yang dipilih. Tidak dapat memilih suara.
it: Nessun provider selezionato. Impossibile selezionare la voce.
nl: Geen provider geselecteerd. Kan stem niet selecteren.
pl: Nie wybrano dostawcy. Nie można wybrać głosu.
ru: Поставщик не выбран. Нельзя выбрать голос.
sk: Nie je vybraný žiadny poskytovateľ. Nemožno vybrať hlas.
sv: Ingen leverantör vald. Det går inte att välja röst.
tr: Sağlayıcı seçilmediği için ses seçimi yapılamıyor.
vi: Không có nhà cung cấp nào đã được chọn. Không thể chọn giọng đọc.

source: Loading TTS provider: {0}
de: TTS-Anbieter wird geladen: {0}
es: Cargando proveedor TTS: {0}
et: TTS-teenuse pakkuja laadimine: {0}
fi: Ladataan TTS tarjoajaa: {0}
fr: Chargement du fournisseur TTS : {0}
id: Memuat penyedia TTS: {0}
it: Caricamento del provider TTS: {0}
nl: TTS-provider laden: {0}
pl: Ładowanie dostawcy TTS: {0}
ru: Загрузка поставщика озвучки текста: {0}
sk: Načítava sa poskytovateľ TTS: {0}
sv: Laddar TTS-leverantör: {0}
tr: TTS sağlayıcısı yükleniyor: {0}
vi: Nhà cung cấp TTS đang được nạp: {0}

source: Loading TTS voice: {0}
de: TTS-Stimme wird geladen: {0}
es: Cargando voz TTS: {0}
et: TTS hääle laadimine: {0}
fi: Ladataan TTS ääntä: {0}
fr: Chargement de la voix TTS : {0}
id: Memuat suara TTS: {0}
it: Caricamento della voce TTS: {0}
nl: TTS-stem wordt geladen: {0}
pl: Ładowanie głosu TTS: {0}
ru: Загрузка голоса озвучки текста: {0}
sk: Načítava sa hlas pre TTS: {0}
sv: Laddar TTS-röst: {0}
tr: TTS sesi yükleniyor: {0}
vi: Đang nạp giọng đọc cho TTS: {0}

source: Map steering enabled.
de: Kartenlenkung aktiviert.
es: Dirección del mapa habilitada.
et: Kaardi juhtimine lubatud.
fi: Kartan ohjaus aktivoitu.
fr: Direction via map activée.
hu: Térkép kormányzás engedélyezve.
id: Kemudi peta diaktifkan.
it: Sterzo mappa abilitato.
nl: Kaartbesturing ingeschakeld.
pl: Sterowanie mapą włączone.
ru: Управление рулём включено.
sk: Mapové riadenie povolené.
sv: Kartstyrning aktiverad.
tr: Harita yönlendirmesi etkinleştirildi.
vi: Đánh lái tự động đã được kích hoạt.

source: Map steering disabled.
de: Kartenlenkung deaktivieren.
es: Dirección del mapa deshabilitada.
et: Kaardi juhtimine keelatud.
fi: Kartan ohjaus deaktivoitu.
fr: Direction via map désactivée.
hu: Térkép kormányzás letiltva.
id: Kemudi peta dinonaktifkan.
it: Sterzo mappa disabilitato.
nl: Kaartbesturing uitgeschakeld.
pl: Sterowanie mapą wyłączone.
ru: Управление рулём выключено.
sk: Mapové riadenie je vypnuté.
sv: Kartstyrning inaktiverad.
tr: Harita yönlendirmesi devre dışı.
vi: Đánh lái tự động đã được tắt.

source: Adaptive Cruise Control enabled.
de: Adaptiver Geschwindigkeitsregler aktiviert.
es: Control de crucero adaptativo habilitado.
et: Adaptiivne kiiruskontroll lubatud.
fi: Adaptiivinen vakionopeudensäädin aktivoitu.
fr: Régulateur de vitesse adaptatif activé.
hu: Adaptív Tempomat engedélyezve.
id: Kontrol Cruise Adaptif diaktifkan.
it: Cruise control adattivo abilitato.
nl: Adaptive Cruise Control ingeschakeld.
pl: Aktywny tempomat włączony.
pt_br: Controle de cruzeiro adaptativo ativado.
ru: Адаптивный круиз-контроль включен.
sk: Adaptívny tempomat je zapnutý.
sv: Adaptiv farthållare aktiverad.
tr: Uyumlu Hız Kontrol Sistemi aktif hale getirildi.
vi: Kiểm soát hành trình tự động đã được kích hoạt.

source: Adaptive Cruise Control disabled.
de: Adaptiver Geschwindigkeitsregler deaktiviert.
es: Control de crucero adaptativo desactivado.
et: Adaptive Cruise Control on välja lülitatud.
fi: Adaptiivinen vakionopeudensäädin deaktivoitu.
fr: Régulateur de vitesse adaptatif désactivé.
hu: Adaptív Tempomat letiltva.
id: Kontrol Cruise Adaptif dinonaktifkan.
it: Cruise control adattivo disabilitato.
nl: Adaptive Cruise Control uitgeschakeld.
pl: Aktywny tempomat wyłączony.
pt_br: Controle de cruzeiro adaptativo desativado.
ru: Адаптивный круиз-контроль выключен.
sk: Adaptívny tempomat je vypnutý.
sv: Adaptiv farthållare inaktiverad.
tr: Uyumlu Hız Kontrol Sistemi devre dışı.
vi: Kiểm soát hành trình tự động đã được tắt.

source: Closest city is now {city} at a distance of {distance} kilometer.
de: Nicht nächstgelegene Stadt ist jetzt {city} in einer Entfernung von {distance} Kilometer.
es: La ciudad más cercana ahora es {city} a una distancia de {distance} kilómetro.
et: Lähim linn {city} on nüüd {distance} kilomeetri kaugusel.
fi: Lähin kaupunki on nyt {city} etäisyydellä {distance} kilometri.
fr: La ville la plus proche est maintenant {city} à une distance de {distance} kilomètre.
id: Kota terdekat sekarang adalah {city} pada jarak {distance} kilometer.
it: La città più vicina è ora {city} a una distanza di {distance} chilometro.
nl: De dichtstbijzijnde stad is nu {stad} op een afstand van {afstand} kilometer.
pl: Najbliższe miasto to obecnie {city} w odległości {distance} kilometra.
pt_br: A cidade mais próxima agora é {city}, a uma distância de {distance} quilômetro.
ru: Ближайший город теперь {city} на расстоянии {distance} километр.
sk: Najbližšie mesto je teraz {city} vo vzdialenosti {distance} kilometra.
sv: Närmsta staden är nu {city} som ligger {distance} kilometer bort.Närmsta staden är nu {city} som ligger {distance} kilometer bort.
tr: En yakın {city} şehri şu anda {distance} kilometre uzaklıktadır.
vi: Thành phố gần nhất hiện tại là {city}, cách khoảng {distance} km.

source: Speed limit changed to {0} kilometer per hour.
de: Geschwindigkeitsbegrenzung wurde zu {0} Kilometer pro Stunde geändert.
es: El límite de velocidad cambió a {0} kilómetro por hora.
et: Kiirusepiirang on nüüd {0} kilomeeter tunnis.
fi: Nopeusrajoitus on nyt {0} kilometri tunnissa.
fr: Limite de vitesse changée à {0} kilomètre par heure.
id: Batas kecepatan berubah menjadi {0} kilometer per jam.
it: Il limite di velocità è cambiato a {0} chilometro all'ora.
nl: Snelheidslimiet veranderd in {0} kilometer per uur.
pl: Ograniczenie prędkości zmieniono na {0} kilometr na godzinę.
pt_br: Limite de velocidade alterado para {0} quilômetro por hora.
ru: Ограничение скорости изменено на {0} километр в час.
sk: Rýchlostný limit zmenený na {0} kilometer za hodinu.
sv: Fartbegränsningen ändrades till {0} kilometer per timme.Fartbegränsningen ändrades till {0} kilometer per timme.
tr: Hız limiti saatte {0} kilometre olarak değiştirildi.
vi: Giới hạn tốc độ đã được thay đổi thành {0} km/h.

source: Fuel range is now only {0} kilometer, please refuel soon.
de: Die Reichweite ist jetzt nur noch {0} Kilometer, bitte tanke bald.
es: La autonomía de combustible ahora es de solo {0} kilómetro, por favor reposte pronto.
et: Kütusevaru on nüüd ainult {0} kilomeeter, palun tankige varsti.
fi: Polttoainetta on jäljellä enää {0} kilometri. Tankkaa pian.
fr: L’autonomie restante du carburant n’est plus que de {0} kilomètre, veuillez faire le plein bientôt.
id: Jarak bahan bakar sekarang hanya {0} kilometer, harap isi bahan bakar segera.
it: L'autonomia di carburante è ora di solo {0} chilometro, si prega di fare rifornimento presto.
nl: Brandstofbereik is nu slechts {0} kilometer, tank snel bij.
pl: Zasięg paliwa wynosi obecnie tylko {0} kilometr, proszę jak najszybciej zatankować.
pt_br: O combustível irá durar apenas mais {0} quilômetro, reabasteça logo.
ru: Запас хода всего {0} километр, пожалуйста, заправьтесь.
sk: Dojazd je teraz len {0} kilometer, prosím, dotankujte čoskoro.
sv: Bränsleräckvidden är nu bara {0} kilometer. Tanka snarast.Bränsleräckvidden är nu bara {0} kilometer. Tanka snarast.
tr: Yakıt menzili şu anda yalnızca {0} kilometre, lütfen en kısa sürede yakıt alın.
vi: Lượng nhiên liệu hiện tại chỉ đủ cho khoảng {0} km, hãy bơm thêm sớm.

source: Fuel range is now critical at only {0} kilometer, please refuel as soon as possible.
de: Die Reichweite mit nur noch {0} Kilometer ist jetzt kritisch, bitte tanke so schnell wie möglich.
es: El alcance de combustible ahora es crítico a solo {0} kilómetro, reposte lo antes posible.
et: Kütusevahemik on nüüd kriitiline ainult {0} kilomeetril, palun tankige nii kiiresti kui võimalik.
fi: Polttoaine on kriittinen, sitä on jäljellä enää {0} kilometri. Tankkaa heti.
fr: L’autonomie du carburant est désormais critique à seulement {0} kilomètre, veuillez faire le plein dès que possible.
id: Jarak bahan bakar sekarang kritis hanya {0} kilometer, harap isi bahan bakar sesegera mungkin.
it: L'autonomia di carburante è ora critica a solo {0} chilometro, si prega di fare rifornimento il prima possibile.
nl: Brandstofbereik is nu kritiek op slechts {0} kilometer, tank zo snel mogelijk bij.
pl: Zasięg paliwa jest obecnie krytyczny i wynosi tylko {0} kilometr. Proszę jak najszybciej zatankować.
pt_br: Você vai ficar na banguela, o combustível vai durar por mais apenas {0} quilômetro. Reabasteça o mais rápido possível.
ru: Запас хода критически низок, всего {0} километр, пожалуйста, заправьтесь как можно скорее.
sk: Dojazd je teraz kritický, iba {0} kilometer, prosím, dotankujte čo najskôr.
sv: Bränslenivå kritisk! Du har bara {0} kilometer kvar. av din räckvidd Tanka snarast.Bränslenivå kritisk! Du har bara {0} kilometer kvar av din räckvidd. Tanka snarast.
tr: Yakıt menzili şu an {0} kilometre ile çok düşük seviyede, lütfen en kısa sürede yakıt alın.
vi: Lượng nhiên liệu còn lại cực kì thấp, chỉ đủ cho khoảng {0} km, hãy bơm thêm càng sớm càng tốt.

source: It's {0} kilometers to the next waypoint.
de: Zum nächsten Wegpunkt sind es {0} Kilometer.
es: Faltan {0} kilómetros para el siguiente punto de referencia.
et: See on {0} kilomeetri kaugusel järgmisest teepunktist.
fi: Seuraavaan reittipisteeseen on {0} kilometriä.
fr: Il reste {0} kilomètres jusqu’au prochain point de passage.
hu: {0} kilométer van hátra a következő útpontig.
id: Jarak ke waypoint berikutnya adalah {0} kilometer.
it: Mancano {0} chilometri al prossimo punto di passaggio.
nl: Het is {0} kilometer naar het volgende punt.
pl: Do następnego punktu nawigacyjnego pozostało {0} kilometrów.
pt_br: São {0} quilômetros até o próximo ponto de referência.
ru: До следующей точки {0} км.
sk: Do ďalšieho bodu na trase je to {0} kilometrov.
sv: Det är {0} kilometer till nästa delpunkt.
tr: Bir sonraki varış noktasına {0} kilometre kaldı.
vi: Khoảng {0} km đến mốc tiếp theo.

source: Engine damage is now at {0}%.
de: Der Motorschaden liegt jetzt bei {0}%.
es: El daño del motor ahora es del {0}%.
et: Mootori kahjustused on nüüd {0}%.
fi: Moottorin vahinko on nyt {0}%.
fr: Les dégâts moteur sont désormais à {0}%.
hu: A motor sérülése most {0}%.
id: Kerusakan mesin sekarang pada {0}%.
it: Il danno al motore è ora al {0}%.
nl: Motorschade is nu op {0}%.
pl: Uszkodzenie silnika wynosi obecnie {0}%.
pt_br: O dano do motor está agora em {0}%.
ru: Двигатель повреждён на {0}%.
sk: Poškodenie motora je teraz na úrovni {0} %.
sv: Motorskadorna är nu {0} %.
tr: Motor hasarı şu an %{0} seviyesinde.
vi: Mức hư hại của động cơ hiện tại đang là {0}%.

source: Cabin damage is now at {0}%.
de: Der Kabinenschaden liegt jetzt bei {0}%.
es: El daño de la cabina ahora es del {0}%.
et: Salongikahjustus on nüüd {0}%.
fi: Ohjaamon vahinko on nyt {0}%.
fr: Les dégâts cabine sont désormais à {0}%.
hu: A fülke sérülése most {0}%.
id: Kerusakan kabin sekarang pada {0}%.
it: Il danno alla cabina è ora al {0}%.
nl: De schade aan de cabine is nu op {0}%.
pl: Uszkodzenia kabiny wynoszą obecnie {0}%.
pt_br: O dano na cabine agora é de {0}%.
ru: Кабина повреждена на {0}%.
sk: Poškodenie kabíny je teraz na úrovni {0} %.
sv: Skadorna i kupén är nu {0} %.
tr: Kabin hasarı şu an %{0} seviyesinde.
vi: Mức hư hại của buồng lái hiện tại đang là {0}%.

source: Chassis damage is now at {0}%.
de: Der Fahrgestellschaden liegt jetzt bei {0}%.
es: El daño del chasis ahora es del {0}%.
et: Šassiikahjustus on nüüd {0}%.
fi: Alustan vahinko on nyt {0}%.
fr: Les dégâts châssis sont désormais à {0}%.
hu: Az alváz sérülése most {0}%.
id: Kerusakan sasis sekarang pada {0}%.
it: Il danno al telaio è ora al {0}%.
nl: Chassisschade is nu op {0}%.
pl: Uszkodzenie podwozia wynosi obecnie {0}%.
pt_br: O dano do chassi agora é de {0}%.
ru: Шасси повреждено на {0}%.
sk: Poškodenie podvozku je teraz na úrovni {0} %.
sv: Skadan på chassiet är nu {0} %.
tr: Şasi hasarı şu an %{0} seviyesinde.
vi: Mức hư hại của khung gầm hiện tại đang là {0}%.

source: Transmission damage is now at {0}%.
de: Der Getriebeschaden liegt jetzt bei {0}%.
es: El daño de transmisión ahora es del {0}%.
et: Ülekandekahjustus on nüüd {0}%.
fi: Vaihteiston vahinko on nyt {0}%.
fr: Les dégâts transmission sont désormais à {0}%.
hu: A sebességváltó sérülése most {0}%.
id: Kerusakan transmisi sekarang pada {0}%.
it: Il danno alla trasmissione è ora al {0}%.
nl: De transmissieschade is nu op {0}%.
pl: Uszkodzenie przekładni wynosi obecnie {0}%.
pt_br: O dano de transmissão agora é de {0}%.
ru: Коробка передач повреждена на {0}%.
sk: Poškodenie prevodovky je teraz na úrovni {0} %.
sv: Skadan på växellådan är nu {0}%.
tr: Şanzıman hasarı şu an %{0} seviyesinde.
vi: Mức hư hại của hệ thống truyền động hiện tại đang là {0}%.

source: Wheel damage is now at {0}%.
de: Der Schaden an den Rädern beträgt jetzt {0}%.
es: El daño de las ruedas ahora es del {0}%.
et: Rattakahjustused on nüüd {0}%.
fi: Renkaiden vahinko on nyt {0}%.
fr: Les dégâts roues sont désormais à {0}%.
hu: A kerekek sérülése most {0}%.
id: Kerusakan roda sekarang pada {0}%.
it: Il danno ai pneumatici è ora al {0}%.
nl: De wielschade is nu op {0}%.
pl: Uszkodzenie kół wynosi obecnie {0}%.
pt_br: O dano nas rodas agora é de {0}%.
ru: Колёса повреждены на {0}%.
sk: Poškodenie kolesa je teraz na úrovni {0} %.
sv: Hjulskadorna är nu {0}%.
tr: Tekerlek hasarı şu an %{0} seviyesinde.
vi: Mức hư hại của bánh xe hiện tại đang là {0}%.

source: Cargo damage is now at {0}%.
de: Der Schaden an der Ladung beträgt jetzt {0}%.
es: El daño a la carga ahora es del {0}%.
et: Veoste kahjustused on nüüd {0}%.
fi: Lastin vahinko on nyt {0}%.
fr: Les dégâts chargement sont désormais à {0}%.
hu: A rakomány sérülése most {0}%.
id: Kerusakan kargo sekarang pada {0}%.
it: Il danno al carico è ora al {0}%.
nl: Vrachtschade is nu op {0}%.
pl: Uszkodzenia ładunku wynoszą obecnie {0}%.
pt_br: O dano da carga agora é de {0}%.
ru: Груз повреждён на {0}%.
sk: Poškodenie nákladu je teraz na úrovni {0} %.
sv: Lastskadorna är nu {0}%.
tr: Yük hasarı şu an %{0} seviyesinde.
vi: Mức hư hại của hàng hóa hiện tại đang là {0}%.

source: Speed {0} kilometers per hour, limit {1}, fuel {2}%, and it's {3} kilometers to the next waypoint.
de: Geschwindigkeit {0} Kilometer pro Stunde, Limit {1}, Treibstoff {2}%, und es sind {3} Kilometer bis zum nächsten Wegpunkt.
es: Velocidad {0} kilómetros por hora, límite {1}, combustible {2}% y faltan {3} kilómetros para el siguiente punto de referencia.
et: Kiirus {0} kilomeetrit tunnis, piir {1}, kütus {2}% ja see on {3} kilomeetrit järgmise teepunktini.
fi: Nopeus {0} kilometriä tunnissa, rajoitus {1}, polttoainetta {2}%, ja seuraavaan reittipisteeseen on {3} kilometriä.
fr: Vitesse {0} kilomètres par heure, limite {1}, carburant {2}%, et il reste {3} kilomètres jusqu’au prochain point de passage.
hu: Sebesség {0} kilométer/óra, korlát {1}, üzemanyag {2}%, és {3} kilométer van hátra a következő útpontig.
id: Kecepatan {0} kilometer per jam, batas {1}, bahan bakar {2}%, dan jarak ke waypoint berikutnya {3} kilometer.
it: Velocità {0} chilometri orari, limite {1}, carburante {2}%, e mancano {3} chilometri al prossimo punto di riferimento.
nl: Snelheid {0} kilometer per uur, limiet {1}, brandstof {2}%, en het is {3} kilometer naar het volgende punt.
pl: Prędkość {0} kilometrów na godzinę, limit {1}, paliwo {2}%, a do następnego punktu nawigacyjnego pozostało {3} kilometrów.
pt_br: Velocidade atual {0} quilômetros por hora, limite da pista {1} quilômetros por hora, taxa de combustível {2}% e são {3} quilômetros até o próximo ponto de referência.
ru: Скорость {0} км/ч, ограничение {1}, топлива {2}%, и до следующей точки {3} км.
sk: Rýchlosť {0} kilometrov za hodinu, limit {1}, palivo {2} % a do ďalšieho bodu na trase je to {3} kilometrov.
sv: Hastighet {0} kilometer i timmen, gräns {1}, bränsle {2}%, och det är {3} kilometer till nästa waypoint.
tr: Hız {0} kilometre/saat, limit {1}, yakıt {2}%, ve bir sonraki varış noktasına {3} kilometre kaldı.
vi: Tốc độ {0} km/h, giới hạn {1}, nhiên liệu {2}, và còn khoảng {3} km đến mốc tiếp theo.

source: Traffic light ahead in {distance} meters. Currently {state}.
de: Ampeln voraus in {distance} meters. Derzeit {state}.
es: Semáforo más adelante en {distance} metros. Actualmente {state}.
et: Valgusfoor {distance} meetri pärast. Praegu {state}.
fi: {distance} metrin päässä liikennevalo. Nyt {state}.
fr: Feu de circulation dans {distance} mètres. Actuellement {state}.
id: Lampu lalu lintas di depan dalam {distance} meter. Saat ini {state}.
it: Semaforo tra {distance} metri. Attualmente {state}.
nl: Verkeerslicht vooruit in {distance} meter. Momenteel {state}.
pl: Sygnalizacja świetlna przed nami w odległości {distance} metrów. Obecnie {state}.
ru: Впереди светофор через {distance} метров. Сейчас горит {state}.
sk: Semafor pred nami o {distance} metrov. Aktuálne {state}.
sv: Trafikljus framför om {distance} meter. Just nu {state}.
tr: {distance} metre ileride trafik ışığı var. Şu anda {state}.
vi: Đèn giao thông phía trước trong {distance} m. Hiện tại {state}.

source: Traffic light changed to {state}. Now at {distance} meters.
de: Ampeln geändert zu {state}. Jetzt in {distance} metern.
es: El semáforo cambió a {state}. Ahora está a {distance} metros.
et: Valgusfooriks on muudetus {state}. Nüüd {distance} meetri kaugusel.
fi: Liikennevalo vaihtui {state}, nyt {distance} metrin päässä.
fr: Le feu est passé au {state}. Il est maintenant à {distance} mètres.
id: Lampu lalu lintas berubah menjadi {state}. Sekarang pada {distance} meter.
it: Semaforo ora {state}. Tra {distance} metri.
nl: Verkeerslicht veranderd in {state}. Nu op {distance} meter.
pl: Sygnalizacja świetlna zmieniła się na {state}. Teraz w odległości {distance} metrów.
ru: Светофор переключился на {state}. Расстояние {distance} метров.
sk: Semafor sa zmenil na {state}. Teraz je vzdialenosť {distance} metrov.
sv: Trafikljus byttes till {state}. Nu vid {distance} meter.
tr: Trafik ışığı {state} olarak değiştirildi. Şu anda {distance} metre mesafede.
vi: Đèn giao thông chuyển sang {state}. Now at {distance} m.

source: {distance} meter
es: {distance} metro
et: {distance} meeter
fi: {distance} metri
fr: {distance} mètre
hu: {distance} méter
it: {distance} metro
pl: {distance} metr
ru: {distance} метр
tr: {distance} metre
vi: m

source: Headlights turned on.
de: Scheinwerfer eingeschaltet.
es: Faros encendidos.
et: Esituled on sisse lülitatud.
fi: Etuvalot päällä.
fr: Phares allumés.
hu: Fényszoró be.
id: Lampu depan menyala.
it: Fanali accesi.
nl: Koplampen aan.
pl: Włączone światła przednie.
ru: Фары включены.
sk: Svetlomety zapnuté.
sv: Lamporna sattes på.
tr: Farlar açıldı.
vi: Đã bật đèn pha.
