Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Window Settings
pl: Ustawienia okna
ru: Настройки окна

source: Window Width
de: Fensterbreite
es: Ancho de la ventana
et: Akna laius
fi: Ikkunan leveys
fr: Largeur de la fenêtre
hu: Ablak szélesség
id: Lebar Window
it: Larghezza della finestra
nl: Vensterbreedte
pl: Szerokość okna
pt_br: Largura da Janela
ru: Ширина окна
sk: Šírka okna
sv: Fönster Bredd
tr: Pencere Genişliği
vi: Chiều rộng cửa sổ

source: Change the width of the window. Please note that ETS2LA is not tested on non-standard resolutions, so use at your own risk!
de: Ändere die Breite des Fensters. Bitte beachte, dass ETS2LA nicht auf anderen Auflösungen getestet wurde. Nutzung auf eigene Gefahr!
es: Cambie el ancho de la ventana. Tenga en cuenta que ETS2LA no se ha probado en resoluciones no estándar, así que úselo bajo su propia responsabilidad!
et: Muuda akna laiust. Pange tähele, et ETS2LA-d ei testita ebastandardsete resolutsioonidega, nii et kasutage omal vastutusel!
fi: Vaihda ikkunan leveyttä. Huomaathan, että ETS2LA ei ole testattu epätavanomaisilla leveyksillä, joten käytä omalla vastuullasi!
fr: Modifiez la largeur de la fenêtre. Notez que ETS2LA n’a pas été testé sur des résolutions non standard, utilisez donc cette option à vos risques et périls !
hu: Az ablak szélességének módosítása. Kérjük, vegye figyelembe, hogy az ETS2LA nem tesztelt nem szabványos felbontásokon, ezért csak saját felelősségre használja!
id: Ubah window jendela. Harap dicatat bahwa ETS2LA tidak diuji pada resolusi non-standar, gunakan dengan risiko sendiri!
it: Modifica la larghezza della finestra. Tieni presente che ETS2LA non è stato testato su risoluzioni non standard, quindi usalo a tuo rischio!
nl: Wijzig de breedte van het venster. Houd er rekening mee dat ETS2LA niet is getest op niet-standaardresoluties, dus gebruik het op eigen risico!
pl: Zmiana szerokości okna. Należy pamiętać, że ETS2LA nie jest testowany na niestandardowych rozdzielczościach, więc używaj na własne ryzyko!
pt_br: Alterar a largura da janela. O ETS2LA não foi testado em resoluções não-padrão, então use por sua conta e risco!
ru: Изменение ширины окна. Обратите внимание, что ETS2LA не тестировался на нестандартных разрешениях, поэтому используйте его на свой страх и риск!
sk: Zmeňte šírku okna. Upozorňujeme, že ETS2LA nie je testovaný na neštandardných rozlíšeniach, takže ho používate na vlastné riziko!
sv: Ändra fönstrets bredd. Observera att ETS2LA inte är testad på icke-standardiserade upplösningar, så använd på egen risk!
tr: Pencere genişliğini değiştirin. Lütfen ETS2LA'nın standart olmayan çözünürlüklerde test edilmediğini unutmayın, bu durumda sorumluluğun size ait olduğunu unutmayın!
vi: Thay đổi chiều rộng của cửa sổ. Ghi nhớ rằng ETS2LA chưa được thử với các độ phân giải không tiêu chuẩn, bạn tự chịu rủi ro!

source: Window Height
de: Fensterhöhe
es: Altura de la ventana
et: Akna kõrgus
fi: Ikkunan korkeus
fr: Hauteur de la fenêtre
hu: Ablak magasság
id: Tinggi Window
it: Altezza della finestra
nl: Vensterhoogte
pl: Wysokość okna
pt_br: Altura da Janela
ru: Высота окна
sk: Výška okna
sv: Fönster Höjd
tr: Pencere Yüksekliği
vi: Chiều cao cửa sổ

source: Change the height of the window. Please note that ETS2LA is not tested on non-standard resolutions, so use at your own risk!
de: Ändere die Höhe des Fensters. Bitte beachte, dass ETS2LA nicht auf anderen Auflösungen getestet wurde. Nutzung auf eigene Gefahr!
es: Cambie la altura de la ventana. Tenga en cuenta que ETS2LA no se ha probado en resoluciones no estándar, así que úselo bajo su propia responsabilidad.
et: Muuda akna kõrgust. Pange tähele, et ETS2LA-d ei testita ebastandardsete resolutsioonidega, nii et kasutage omal vastutusel!
fi: Vaihda ikkunan korkeutta. Huomaathan, että ETS2LA ei ole testattu epätavanomaisilla korkeuksilla, joten käytä omalla vastuullasi!
fr: Modifiez la hauteur de la fenêtre. Attention, ETS2LA n’a pas été testé sur des résolutions non standard, donc utilisez cette option à vos risques et périls !
hu: Módosítja az ablak magasságát. Felhívjuk figyelmed, hogy az ETS2LA-t nem tesztelték nem szabványos felbontásokon, ezért használd a saját felelősséggel!
id: Ubah tinggi window. Harap dicatat bahwa ETS2LA tidak diuji pada resolusi non-standar, gunakan dengan risiko sendiri!
it: Modifica l'altezza della finestra. Tieni presente che ETS2LA non è stato testato su risoluzioni non standard, quindi usalo a tuo rischio!
nl: Verander de hoogte van het venster. Houd er rekening mee dat ETS2LA niet is getest op niet-standaardresoluties, dus gebruik het op eigen risico!
pl: Zmiana wysokości okna. Należy pamiętać, że ETS2LA nie jest testowany na niestandardowych rozdzielczościach, więc używaj na własne ryzyko!
pt_br: Alterar a altura da janela. O ETS2LA não foi testado em resoluções não-padrão, então use por sua conta e risco!
ru: Изменение высоты окна. Обратите внимание, что ETS2LA не тестировался на нестандартных разрешениях, поэтому используйте его на свой страх и риск!
sk: Zmeňte výšku okna. Upozorňujeme, že ETS2LA nie je testovaný na neštandardných rozlíšeniach, takže ho používate na vlastné riziko!
sv: Ändra fönstrets höjd. Observera att ETS2LA inte är testad på icke-standardiserade upplösningar, så använd på egen risk!
tr: Pencere yüksekliğini değiştirin. Lütfen ETS2LA'nın standart olmayan çözünürlüklerde test edilmediğini unutmayın, bu durumda sorumluluğun size ait olduğunu unutmayın!
vi: Thay đổi chiều cao của cửa sổ. Ghi nhớ rằng ETS2LA chưa được thử nghiệm trên các độ phân giải không tiêu chuẩn, bạn tự chịu rủi ro!

source: Transparency mode Alpha
de: Transparenz-modus Alpha
es: Modo de transparencia versión Alfa
et: Läbipaistvusrežiim Alfa
fi: Ikkunan läpinäkyvyys läpinäkyvyystilassa
fr: Mode transparence Alpha
hu: Átlátszó mód alfa
id: Alpha Mode Transparansi
it: Modalità trasparenza Alpha
nl: Transparantiemodus Alpha
pl: Tryb przezroczystości alfa
pt_br: Modo de transparência Alpha
sk: Režim priehľadnosti Alpha
sv: Transparensläge Alfa
tr: Saydamlık Modu: Alfa
vi: Chế độ trong suốt Alpha

source: Change the transparency of the window when entering transparency mode. This can be done by right-clicking the green button in the top right corner.
de: Ändere die Transparenz des Fensters. wenn du den Transparenzmodus aufrufst. Dazu klickst du mit der rechten Maustaste auf die grüne Schaltfläche in der oberen rechten Ecke.
es: Cambie la transparencia de la ventana al entrar en el modo de transparencia. Puede hacerlo haciendo clic derecho en el botón verde de la esquina superior derecha.
et: Muuda akna läbipaistvust läbipaistvusrežiimi sisestamisel. Seda saab teha, klõpsates parema hiire nuppu paremas ülanurgas rohelist nuppu.
fi: Muuta ikkunan läpinäkyvyyttä läpinäkyvyystilassa. Voit siityä tilaan napsauttamalla oikeassa yläkulmassa olevaa vihreää nappia hiiren oikealla painikkeella.
fr: Modifiez la transparence de la fenêtre en mode transparence. Cela peut être fait en cliquant droit sur le bouton vert en haut à droite.
hu: Átlátszó módba lépéskor módosítja az ablak átlátszóságát. Ehhez kattints a jobb felső sarokban található zöld gombra a jobb egérgombbal.
id: Ubah transparansi window saat memasuki mode transparansi. Ini dapat dilakukan dengan mengklik kanan tombol hijau di sudut kanan atas.
it: Modifica la trasparenza della finestra quando entri in modalità trasparenza. Questo può essere fatto facendo clic con il tasto destro sul pulsante verde nell'angolo in alto a destra.
nl: Verander de transparantie van het venster bij het invoeren van de transparantiemodus. Dit kan door met de rechtermuisknop rechtsboven op de groene knop te klikken.
pl: Zmiana przezroczystości okna po przejściu do trybu przezroczystości. Można to zrobić, klikając prawym przyciskiem myszy zielony przycisk w prawym górnym rogu.
pt_br: Altere a transparência da janela ao entrar no modo de transparência. Isso pode ser feito clicando com o botão direito no botão verde no canto superior direito.
ru: Изменить уровень прозрачности окна при переходе в режим прозрачности. Это можно сделать, щёлкнув правой кнопкой мыши по зелёной кнопке в правом верхнем углу.
sk: Zmeňte priehľadnosť okna pri prechode do režimu priehľadnosti. To môžete urobiť kliknutím pravým tlačidlom myši na zelené tlačidlo v pravom hornom rohu.
sv: Ändra fönstrets transparens när du går in i transparensläge. Detta kan göras genom att högerklicka på den gröna knappen i det övre högra hörnet.
tr: Şeffaflık moduna geçildiğinde pencerenin saydamlığını değiştirin. Bunu, sağ üst köşedeki yeşil düğmeye sağ tıklayarak yapabilirsiniz.
vi: Thay đổi độ trong suốt của sổ khi đang ở chế độ trong suốt. Việc này có thể hoàn thành bằng cách nhấn chuột phải vào nút màu xanh ở góc trên cùng bên phải.

source: Language Settings
pl: Ustawienia języka
ru: Настройки языка

source: Language
de: Sprache
es: Idioma
et: Keel
fi: Kieli
fr: Langue
hu: Nyelv
id: Bahasa
it: Lingua
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sk: Jazyk
sv: Språk
tr: Dil
vi: Ngôn ngữ

source: Select the language for the application.
de: Wähle eine Sprache für die Anwendung.
es: Seleccione el idioma para la aplicación.
et: Valige rakenduse keel.
fi: Valitse sovelluksen kieli.
fr: Sélectionnez la langue de l’application.
hu: Válaszd ki az alkalmazás nyelvét.
id: Pilih bahasa untuk aplikasi.
it: Seleziona la lingua per l'applicazione.
nl: Selecteer de taal voor de toepassing.
pl: Wybierz język aplikacji.
pt_br: Selecione o Idioma.
ru: Выберете язык приложения.
sk: Vyberte jazyk pre aplikáciu.
sv: Välj språk för applikationen.
tr: Uygulama dilini seçin.
vi: Chọn ngôn ngữ cho ứng dụng.

source: Search Languages...
de: Suche Sprachen...
es: Buscar idiomas...
et: Otsi keeli...
fi: Etsi kieliä...
fr: Rechercher des langues...
hu: Nyelv keresése...
id: Cari Bahasa...
it: Cerca lingue...
nl: Talen zoeken...
pl: Szukaj języków...
pt_br: Procurando Idiomas...
ru: Поиск языков...
sk: Hľadať jazyky...
sv: Sök Språk...
tr: Dilleri ara...
vi: Tìm kiếm ngôn ngữ...

source: Help us translate on discord!
de: Helfe uns bei der Übersetzung auf Discord!
es: ¡Ayúdanos a traducir en discord!
et: Aita meil discordis tõlkida!
fi: Auta meitä kääntämään Discordissa!
fr: Aidez-nous à traduire sur Discord !
hu: Segíts fordítani discordon!
id: Bantu kami menerjemahkan di discord!
it: Aiutaci a tradurre su Discord!
nl: Help ons vertalen op discord!
pl: Pomóż nam w tłumaczeniu na Discordzie!
pt_br: Nos ajude a traduzir no Discord!
ru: Помогите нам перевести в Discord!
sk: Pomôžte nám s prekladom na Discorde!
sv: Hjälp oss över att på discord!
tr: Bize Discord üzerinden çeviri konusunda yardımcı olabilirsiniz!
vi: Giúp chúng mình biên dịch trên discord!

source: This translation is {percentage:.2f}% complete.
de: Diese Übersetzung ist zu {percentage:.2f}% fertig.
es: Esta traducción es {percentage:.2f}% completa.
et: See tõlge on {percentage:.2f}% valmis.
fi: Tämä kieli on {percentage:.2f}% valmis.
fr: Cette traduction est complétée à {percentage:.2f}%.
hu: Ez a fordítás {percentage:.2f}%-ban van kész.
id: Terjemahan ini {percentage:.2f}% selesai.
it: Questa traduzione è completata al {percentage:.2f}%.
nl: Deze vertaling is {percentage:.2f}% voltooid.
pl: Tłumaczenie ukończone w {percentage:.2f}%.
pt_br: Esta tradução está {percentage:.2f}% completa.
ru: Этот перевод выполнен на {percentage:.2f}%.
sk: Tento preklad je dokončený na {percentage:.2f}%.
sv: Den här översättningen är {percentage:.2f}% klar.
tr: Bu çeviri {percentage:.2f}% oranında tamamlandı.
vi: Bàn dịch này đã hoàn thành {percentage:.2f}%.

source: Audio
et: Heli
fi: Ääni
hu: Hang
pl: Dźwięk
ru: Аудио
sk: Zvuk
sv: Ljud
tr: Ses
vi: Âm thanh

source: Sound Settings
pl: Ustawienia dźwięku
ru: Настройки звука

source: Soundpack
de: Soundpaket
es: Paquete de sonido
et: Helipakett
fi: Äänipaketti
fr: Pack de sons
hu: Hangcsomag
it: Pacchetto audio
pl: Zestaw dźwiękowy
pt_br: Pacote de Sons
ru: Звуковой пакет
sk: Zvukový balík
sv: Ljudpaket
tr: Ses paketi
vi: Gói âm thanh

source: Select the soundpack to use, these can be added to app/ETS2LA/Assets/Sounds.
de: Wähle ein Soundpaket aus. Diese kannst du unter app/ETS2LA/Assets/Sounds hinzufügen.
es: Seleccione el soundpack para usar, se pueden añadir a app/ETS2LA/Assets/Sounds.
et: Valige kasutatav helipakett, mida saab lisada app/ETS2LA/Assets/Sounds.
fi: Valitse käytettävä äänipaketti, näitä voidaan lisätä kansioon: app/ETS2LA/Assets/Sounds.
fr: Sélectionnez le pack de sons à utiliser, ils peuvent être ajoutés dans app/ETS2LA/Assets/Sounds.
hu: Válaszd ki a használni kívánt hangcsomagot. Ezeket az app/ETS2LA/Assets/Sounds mappába teheted.
id: Pilih soundpack yang akan digunakan, ini dapat ditambahkan ke app/ETS2LA/Assets/Sounds.
it: Seleziona il pacchetto audio da utilizzare, questi possono essere aggiunti in app/ETS2LA/Assets/Sounds.
nl: Selecteer het te gebruiken soundpack, deze kunnen worden toegevoegd aan app/ETS2LA/Assets/Sounds.
pl: Wybierz zestaw dźwięków do użycia, można je dodać do app/ETS2LA/Assets/Sounds.
pt_br: Selecione o pacote de som a ser usado. Eles podem ser adicionados em app/ETS2LA/Assets/Sounds.
ru: Выберите звуковой пакет для использования, они могут быть добавлены в app/ETS2LA/Assets/Sounds.
sk: Vyberte zvukový balíček, ktorý chcete použiť, môžete ho pridať do priečinka app/ETS2LA/Assets/Sounds.
sv: Välj det ljudpaket som ska användas. Dessa kan läggas till i app/ETS2LA/Assets/Sounds.
tr: Kullanılacak ses paketini seçin, bunlar app/ETS2LA/Assets/Sounds bölümüne eklenebilir.
vi: Chọn gói âm thanh để sử dụng, chúng có thể được thêm vào thư mục app/ETS2LA/Assets/Sounds.

source: Volume
de: Lautstärke
es: Volumen
et: Helitugevus
fi: Äänenvoimakkuus
hu: Hangerő
pl: Poziom głośności
ru: Громкость
sk: Hlasitosť
sv: Volym
tr: Ses seviyesi
vi: Âm lượng

source: Adjust the volume. This will affect all sounds played by ETS2LA.
de: Stelle die Lautstärke ein. Dies betrifft alle von der ETS2LA gespielten Töne.
es: Ajusta el volumen. Esto afectará todos los sonidos interpretados por ETS2LA.
et: Reguleeri helitugevust. See mõjutab kõiki helisid, mida ETS2LA mängib.
fi: Säädä äänenvoimakkuutta. Tämä vaikuttaa kaikkiin ETS2LA:n ääniin.
fr: Réglez le volume. Cela affectera tous les sons joués par ETS2LA.
hu: Állítsa be a hangerőt. Ez az ETS2LA által lejátszott összes hangot érinti.
id: Mengubah volume. Ini akan memengaruhi semua suara yang diputar oleh ETS2LA.
it: Regola il volume. Questo influenzerà tutti i suoni riprodotti da ETS2LA.
nl: Het volume aanpassen. Dit zal alle geluiden van ETS2LA beïnvloeden.
pl: Dostosuj głośność. Wpłynie to na wszystkie dźwięki odtwarzane przez ETS2LA.
pt_br: Ajuste o volume. Isso afetará todos os sons reproduzidos pelo ETS2LA.
ru: Регулирование громкости. Это повлияет на все звуки, воспроизводимые ETS2LA.
sk: Upravte hlasitosť. Toto ovplyvní všetky zvuky prehrávané ETS2LA.
sv: Justera volymen. Detta påverkar alla ljud som spelas upp av ETS2LA.
tr: Ses seviyesini ayarlayın. Bu, ETS2LA tarafından çalınan tüm sesleri etkileyecektir.
vi: Điều chỉnh mức âm lượng. Nó sẽ tác động đến tất cả âm thanh mà ETS2LA phát ra.

source: Engage
pl: Aktywacja
ru: Включить

source: Disengage
pl: Dezaktywacja
ru: Выключить

source: Warning
pl: Ostrzeżenie
ru: Предупреждение

source: Prompt
pl: Komunikat
ru: Сообщение

source: Toggle Sounds
pl: Przełącz dźwięki
ru: Включение/выключение звуков

source: Startup Sound
es: Sonido de inicio
et: Käivitusheli
fi: Käynnistysääni
fr: Son de démarrage
hu: Indulási hang
id: Suara Mulai
it: Suono di avvio
nl: Opstartgeluid
pl: Dźwięk startowy
ru: Звук запуска
sk: Zvuk pri spustení
sv: Startljud
tr: Başlangıç Sesi
vi: Âm thanh khởi động

source: Toggle the startup sound on or off. This plays every time the ETS2LA window is opened.
de: Schalte den Start-Sound ein oder aus. Dieser wird jedes Mal abgespielt, wenn das ETS2LA-Fenster geöffnet wird.
es: Activa o desactiva el sonido de inicio. Se reproduce cada vez que se abre la ventana de ETS2LA.
et: Lülitab käivitusheli sisse või välja. See kehtib iga kord, kui ETS2LA aken avatakse.
fi: Vaihda käynnistysääni päälle tai pois. Tämä soi aina ETS2LA:n ikkunan avautuessa.
fr: Activez ou désactivez le son de démarrage. Il se joue à chaque ouverture de la fenêtre ETS2LA.
hu: Az indítási hang be- vagy kikapcsolása. Ez minden alkalommal megszólal, amikor az ETS2LA ablak megnyílik.
id: Nyalakan atau matikan suara mulai. Ini diputar setiap kali window ETS2LA dibuka.
it: Attiva o disattiva il suono di avvio. Questo suono viene riprodotto ogni volta che la finestra di ETS2LA viene aperta.
nl: Schakel het opstartgeluid in of uit. Dit speelt elke keer als het ETS2LA venster wordt geopend.
pl: Włącz lub wyłącz dźwięk startowy. Jest on odtwarzany za każdym razem, gdy otwierane jest okno ETS2LA.
pt_br: Ativa ou desativa o som de inicialização. Ele é reproduzido toda vez que a janela do ETS2LA é aberta.
ru: Включить или выключить звук запуска. Он воспроизводится каждый раз при открытии окна ETS2LA.
sk: Zapnite alebo vypnite zvuk pri spustení. Prehrá sa pri každom otvorení okna ETS2LA.
sv: Slå på eller av startljudet. Detta spelas varje gång ETS2LA-fönstret öppnas.
tr: Başlangıç sesini açar veya kapatır. Bu, ETS2LA penceresi her açıldığında çalar.
vi: Bật hoặc tắt âm thanh khởi động. Cái này luôn được phát mỗi khi cửa sổ ETS2LA được mở.

source: Variables
de: Variablen
et: Muutujad
fi: Muuttujat
hu: Változók
id: Variabel
it: Variabili
nl: Variabelen
pl: Zmienne
pt_br: Outros
ru: Переменные
sk: Premenné
sv: Variabler
tr: Değişkenler
vi: Các biến

source: Support ETS2LA Development on Ko-Fi
de: Unterstütze die Entwicklung von ETS2LA auf Ko-Fi
es: Apoya el desarrollo de ETS2LA en Ko-Fi
et: ETS2LA arendamise toetamine Ko-Fis
fi: Tue ETS2LA:n kehitysta Ko-Fi:ssa
fr: Supportez le développement de ETS2LA sur Ko-Fi
hu: Támogasd az ETS2LA fejlesztését Ko-Fi-n
id: Dukung Pengembangan ETS2LA di Ko-Fi
it: Supporta lo sviluppo di ETS2LA su Ko-Fi
nl: Steun ETS2LA ontwikkeling op Ko-Fi
pl: Wesprzyj rozwój ETS2LA na Ko-Fi
ru: Поддержать разработку ETS2LA на Ko-Fi
sk: Podporte vývoj ETS2LA na Ko-Fi
sv: Stöd ETS2LA-utveckling på Ko-Fi
tr: ETS2LA gelişimine Ko-Fi aracılığıyla destek olun
vi: Hỗ trợ việc phát triển ETS2LA trên Ko-Fi

source: You will see exactly one ad in the about page. There will be no other ads. This option is recommended to support further development of ETS2LA.
de: Du wirst exakt eine Werbung auf der Infoseite sehen. Es wird keine weiteren Werbungen geben. Diese Option ist empfohlen, um die Weiterentwicklung von ETS2LA zu unterstützen.
es: Verá solo un anuncio en la página "Acerca de". No habrá otros anuncios. Se recomienda esta opción para apoyar el desarrollo de ETS2LA.
et: Näete täpselt ühte reklaami umbes lehel. Teisi reklaame ei tule. See võimalus on soovitatav ETS2LA edasise arendamise toetamiseks.
fi: Näet tasan yhden mainoksen etusivulla. Millään muuilla sivulla ei ole mainoksia. Tämä asetus on suositelut ETS2LA:n jatkokehityksen tukemista varten.
fr: Vous verrez exactement une publicité dans la page des informations. Il n'y aura pas d'autres publicités. Cette option est recommandée pour supporter les futurs développements de ETS2LA.
id: Anda akan melihat tepat satu iklan di halaman tentang. Tidak akan ada iklan lain. Opsi ini direkomendasikan untuk mendukung pengembangan ETS2LA lebih lanjut.
it: Vedrai esattamente una pubblicità nella pagina "Informazioni". Non ci saranno altre pubblicità. Questa opzione è consigliata per supportare lo sviluppo futuro di ETS2LA.
nl: Je zal exact één advertentie zien in de over pagina. Er zullen geen andere advertenties zijn. Deze instelling is aanbevolen om de ontwikkeling van ETS2LA te ondersteunen.
pl: Na stronie głównej zobaczysz dokładnie jedną reklamę. Nie będzie żadnych innych reklam. Ta opcja jest zalecana, aby wesprzeć dalszy rozwój ETS2LA.
ru: Вы увидите только одну рекламу на странице "О программе". На других страницах рекламы не будет. Этот вариант рекомендован, чтобы поддержать дальнейшую разработку ETS2LA.
sk: Na stránke „O nás“ sa zobrazí iba jedna reklama. Žiadne ďalšie reklamy sa nezobrazia. Táto možnosť sa odporúča na podporu ďalšieho vývoja ETS2LA.
sv: Du kommer att se exakt en reklam på om sidan. Det kommer inte att finnas några andra annonser. Det här alternativet rekommenderas för att stödja vidareutvecklingen av ETS2LA.
tr: Hakkında sayfasında yalnızca bir reklam göreceksiniz. Başka hiçbir reklam gösterilmeyecek. Bu seçenek, ETS2LA'nın geliştirilmesine daha fazla katkı sağlamak için önerilir.
vi: Bạn sẽ thấy đúng 1 quảng cáo xuất hiện trong trang "Về chúng mình". Sẽ không có thêm bất kì quảng cáo nào. Tùy chọn này được khuyến nghị, giúp việc phát triển ETS2LA tiến xa hơn nữa.

source: You will see non intrusive ads in non essential pages. Visualization pages will be ad free. This option is recommended if you want to support development further.
de: Du wirst nicht aufdringliche Werbungen auf nicht wichtigen Seiten sehen. Visualisierungsseiten werden werbefrei bleiben. Diese Option wird empfohlen, wenn du die Weiterentwicklung unterstützen möchtest.
es: Verá anuncios discretos en páginas no esenciales. Las páginas de visualización estarán libres de anuncios. Esta opción es recomendable si desea apoyar el desarrollo.
et: Mittevajalikel lehtedel näete mittesekkuvaid reklaame. Visualiseerimise leheküljed on reklaamivabad. See võimalus on soovitatav, kui soovite arengut edasi toetada.
fi: Näet mainoksia muillakin sivuilla. Yksikään mainoksista ei haittaa sovelluksen toimintaa, ja pää sivuilla kuten Visualisaatio sivulla ei ole mainoksia. Tämä on suositeltu jos haluat tukea kehitystä enemmän.
fr: Vous verrez des publicités non intrusives sur les pages non essentielles. Les pages de visualisation resteront sans publicité. Cette option est recommandée si vous souhaitez soutenir davantage le développement.
id: Anda akan melihat iklan non-intrusif di halaman non-esensial. Halaman visualisasi akan bebas iklan. Opsi ini direkomendasikan jika anda ingin mendukung pengembangan lebih lanjut.
it: Vedrai pubblicità non invasive nelle pagine non essenziali. Le pagine di visualizzazione saranno prive di pubblicità. Questa opzione è consigliata se desideri supportare ulteriormente lo sviluppo.
nl: Je zal niet opdringerige advertenties zijn in niet essentiële pagina's. Visualisatie pagina's zullen advertentie vrij zijn. Deze instelling is aanbevolen als je de ontwikkeling wil ondersteunen.
pl: Na stronach, które nie są niezbędne, będą wyświetlane nieinwazyjne reklamy. Strony wizualizacyjne będą wolne od reklam. Ta opcja jest zalecana, jeśli chcesz dalej wspierać rozwój.
ru: Вы будете видеть ненавязчивую рекламу на неосновных страницах. Страницы визуализации будут без рекламы. Этот вариант рекомендован, если вы ещё больше хотите поддержать разработку.
sk: Na nepodstatných stránkach uvidíte nerušivé reklamy. Vizualizačné stránky budú bez reklám. Táto možnosť sa odporúča, ak chcete ďalej podporiť vývoj.
sv: Du kommer att se icke-påträngande reklamer på sidor som inte är nödvändiga. Visualiseringssidorna kommer att vara reklamfria. Det här alternativet rekommenderas om du vill stödja utvecklingen ytterligare.
tr: Önemli olmayan sayfalarda rahatsız edici olmayan reklamlar görünecek. Görselleştirme sayfaları ise reklam içermez. Eğer gelişimi daha fazla desteklemek isterseniz, bu seçenek önerilir.
vi: Bạn sẽ thấy quảng cáo trong các trang không quan trọng và chúng cũng sẽ không làm phiền bạn. Riêng trang "Hiển thị" sẽ được miễn quảng cáo. Nếu bạn muốn hỗ trợ việc phát tiến xa hơn nữa, chúng mình khuyến khích tùy chọn này.
