Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Provide collision avoidance when inside intersections.
pl: Unikaj innych pojazdów na skrzyżowaniach.
ru: Обеспечить предотвращение столкновений на перекрестках.

source: Collision avoidance disabled
pl: System unikania kolizji wyłączony
ru: Избежание столкновений отключено

source: Collision avoidance enabled
pl: System unikania kolizji włączony
ru: Избежание столкновений включено

source: These settings will affect how ETS2LA reacts to traffic around it. Please note that this does not affect lane changes.
pl: Te ustawienia zmieniają sposób, w jaki ETS2LA reaguje na ruch wokół siebie. Pamiętaj, że nie ma to wpływu na zmiany pasów ruchu.
ru: Данная настройка влияет на то, как ETS2LA реагирует на траффик. Учтите, что это не влияет на перестроения.

source: [Experimental]
de: [Experiementell]
et: [Eksperimentaalne]
fi: [Kokeellinen]
fr: [Expérimental]
hu: [Kísérleti]
id: [Eksperimental]
it: [Sperimentale]
nl: [Experimenteel]
pl: [Eksperymentalne]
ru: [Экспериментально]
sk: [Experimentálne]
sv: [Experimentell]
tr: [Deneysel]
vi: [Thử nghiệm]

source: Sensitivity
pl: Czułość
ru: Чувствительность

source: How close a vehicle has to be to the truck's path to be considered a threat. Higher values make the system more sensitive.
pl: Jak blisko ciężarówki musi znajdować się pojazd, aby uznać go za zagrożenie. Wyższe wartości zwiększają czułość systemu.
ru: Как близко должно находится транспортное средство до пути трака, чтобы оно опознавалось как угроза. Большие значения делают систему чувствительнее.

source: Max Speed
pl: Maksymalna prędkość
ru: Максимальная Скорость

source: The maximum speed the truck can be going for collision avoidance to be active.
pl: Maksymalna prędkość, z jaką może poruszać się ciężarówka, aby system unikania kolizji był aktywny.

source: Lookahead Time
pl: Czas antycypacji

source: How far ahead the system looks for potential collisions.
pl: Jak daleko w przyszłość system szuka potencjalnych kolizji.

source: Announce State
pl: Zgłoś stan
ru: Объявлять состояние

source: Announce when collision avoidance is activated or deactivated.
pl: Powiadom, gdy system zostanie aktywowany i dezaktywowany.
ru: Объявлять когда избегание коллизий активировано или деактивировано.

source: Event Listener
pl: Nasłuchiwacz zdarzeń
ru: Слушатель событий

source: This plugin listens to the events provided by the game SDK and the log files.
pl: Ta wtyczka monitoruje wydarzenia w grze za pośrednictwem SDK i plików.
ru: Плагин "слушает" все события, предоставленные SDK игры и сохраняет их в логи.

source: ACC Information
es: Información ACC
et: ACC Info
fi: ACC tiedot
fr: Informations sur l’ACC
id: Informasi ACC
it: Informazioni sul cruise control adattivo
nl: ACC Informatie
pl: Informacje ACC
pt_br: Informação do CCA
ru: Информация АКК
sk: Informácie ACC
tr: ACC Bilgileri
vi: Thông tin ACC

source: Draw ACC information like vehicle distance and speed.
de: Zeichne die ACC-Informationen wie Fahrzeugabstand und Geschwindigkeit.
es: Dibuja información del ACC como la distancia y la velocidad del vehículo.
et: ACC teabe näitamine, näiteks sõiduki kaugus ja kiirus.
fi: Piirtää adaptiivisen vakionopeudensäätimen tiedot, kuten etäisyyden ja nopeuden.
fr: Afficher les informations ACC telles que la distance et la vitesse du véhicule.
id: Gambar informasi ACC seperti jarak dan kecepatan kendaraan.
it: Mostra le informazioni dell’ACC come la distanza dal veicolo e la velocità.
nl: Teken ACC-informatie zoals voertuigafstand en snelheid.
pl: Wyświetlaj informacje ACC, takie jak odległość pojazdu i prędkość.
pt_br: Irá mostra Informações do ACC como a distância do veículo e a velocidade.
ru: Отображать информацию АКК, такую как расстояние машин и скорость.
sk: Zobrazuje informácie o ACC, ako je vzdialenosť a rýchlosť vozidla.
sv: Visa ACC-information som fordonets avstånd och hastighet.
tr: ACC bilgilerini araç mesafesi ve hızı gibi unsurları çizerek gösterin.
vi: Hiển thị thông tin ACC như khoảng cách phương tiện và tốc độ.

source: Acceleration
de: Beschleunigung
es: Aceleración
et: Kiirendus
fi: Kiihtyvyys
fr: Accélération
id: Akselerasi
it: Accelerazione
nl: Versnelling
pl: Przyspieszenie
pt_br: Aceleração
ru: Ускорение
sk: Zrýchlenie
tr: İvme
vi: Tăng tốc

source: Draw the current acceleration of the truck.
de: Zeichne die aktuelle Beschleunigung des LKWs.
es: Dibuja la aceleración actual del camión.
et: Joonistage veoki praegune kiirendus.
fi: Piirtää rekan tämänhetkisen kiihtyvyydeen, näyttää myös tavoitekiihtyvyyden jos ACC on päällä.
fr: Afficher l’accélération actuelle du camion.
id: Gambar akselerasi saat ini dari truk.
it: Mostra l’accelerazione attuale del camion.
nl: Teken de huidige versnelling van de truck.
pl: Wyświetl aktualne przyspieszenie ciężarówki.
pt_br: Mostra a aceleração atual do caminhão.
ru: Отображать текущее ускорение грузовика.
sk: Nakreslite aktuálne zrýchlenie nákladného auta.
sv: Visa lastbilens aktuella acceleration.
tr: Kamyonun mevcut ivmesini görselleştirin.
vi: Hiển thị gia tốc hiện tại của xe tải.

source: Assist Information
de: Assistenten Informationen
es: Información de asistencia
et: Abiinfo
fi: Avustimien tilanne
fr: Informations sur l’assistance
id: Informasi Bantuan
it: Informazioni sull’assistenza
nl: Hulpinformatie
pl: Informacje dotyczące asyst
pt_br: Informações de Assistência
ru: Вспомогательная Информация
sk: Pomocné informácie
sv: Assistansinformation
tr: Asist Bilgisi
vi: Thông tin hỗ trợ

source: Draw ACC and Steering status information.
de: Zeichne die ACC- und Lenkungsstatusinformationen.
es: Dibujar información sobre el estado del ACC y la dirección.
et: ACC ja juhtimise oleku info näitamine.
fi: Näyttää nopeuden ja ohjauksen hallinnan tilanteen.
fr: Afficher les informations d’état de l’ACC et de la direction.
id: Gambar informasi status ACC dan Kemudi.
it: Mostra le informazioni sullo stato dell’ACC e della sterzata.
nl: Teken ACC en Stuurstatus informatie.
pl: Wyświetl informacje o stanie ACC i sterowania.
pt_br: Mostrara Informações de status do ACC e da Direção.
ru: Отображать информацию о состоянии АКК и управления рулём.
sk: Zobrazuje informácie o stave ACC a riadenia.
sv: Visa information om ACC och styrningsstatus.
tr: ACC ve Direksiyon durum bilgilerini çizin.
vi: Hiển thị ACC và trạng thái đánh lái.

source: Closest City
de: Nächste Stadt
es: Ciudad más cercana
et: Lähim linn
fi: Lähin kaupunki
fr: Ville la plus proche
id: Kota Terdekat
it: Città più vicina
nl: Dichtstbijzijnde stad
pl: Najbliższe miasto
ru: Ближайший город
sk: Najbližšie mesto
sv: Närmaste stad
tr: En yakın şehir
vi: Thành phố gần nhất

source: Displays the closest city and its distance ( relative to the text ).
de: Zeigt die nächste Stadt und die Distanz zu ihr an ( relativ zum Text ).
es: Muestra la ciudad más cercana y su distancia (relativa al texto).
et: Näitab lähimat linna ja selle kaugust ( relative to the text ).
fi: Näyttää lähimmän kaupungin ja sen etäisyyden.
fr: Affiche la ville la plus proche et sa distance ( par rapport au texte ).
id: Menampilkan kota terdekat dan jaraknya ( relatif terhadap teks ).
it: Mostra la città più vicina e la sua distanza (relativa al testo).
nl: Toont de dichtstbijzijnde stad en haar afstand (ten opzichte van de tekst).
pl: Wyświetla najbliższe miasto i odległość do niego (w stosunku do tekstu).
ru: Отображает ближайший город и расстояние до него ( относительно текста ).
sk: Zobrazuje najbližšie mesto a jeho vzdialenosť ( vzhľadom na text ).
sv: Visar den närmsta staden och dess distans (i förhållande till texten).
tr: En yakın şehri ve mesafesini (metne göre) gösterir.
vi: Hiển thị thành phố gần nhất và khoảng cách của nó (dựa vào văn bản).

source: Fuel Status
de: Kraftstoffstatus
es: Nivel de combustible
et: Kütuse seisund
fi: Polttoaine
fr: État du carburant
hu: Üzemanyag állapota
id: Status Bahan Bakar
it: Stato del carburante
nl: Brandstofstatus
pl: Stan paliwa
ru: Состояние топлива
sk: Stav paliva
sv: Bränslestatus
tr: Yakıt Durumu
vi: Trạng thái nhiên liệu

source: Draw the current fuel status of the truck.
de: Zeichne den aktuellen Kraftstoffstand des Fahrzeugs.
es: Dibuje el estado actual del combustible del camión.
et: Joonista veoki praegune kütuseolek.
fi: Näyttää polttoaineen ja jäljellä olevan etäisyyden.
fr: Afficher l’état actuel du carburant du camion.
id: Gambar status bahan bakar saat ini dari truk.
it: Mostra lo stato attuale del carburante del camion.
nl: Teken de huidige brandstofstatus van de truck.
pl: Wyświetl aktualny stan paliwa w ciężarówce.
pt_br: Mostra o status atual do combustível do caminhão.
ru: Отображать текущее состояние топлива грузовика.
sk: Nakreslite aktuálny stav paliva vo vozidle.
sv: Visa lastbilens aktuella bränslestatus.
tr: Kamyonun mevcut yakıt durumunu görselleştirin.
vi: Hiển thị trạng thái nhiên liệu hiện tại của xe tải.

source: ACC Gap
de: ACC Lücke
es: Separación del ACC
et: ACC vahe
fi: Vakionopeudensäätimen etäisyys
fr: Écart ACC
id: Jarak ACC
it: Distanza ACC
pl: Odległość ACC
ru: Расстояние АКК
sk: ACC medzera
sv: ACC mellanrum
tr: ACC Mesafesi
vi: Khoảng cách ACC

source: Shows the gap to the vehicle in front.
de: Zeigt die Lücke zum vorausfahrendem Fahrzeug.
es: Muestra la distancia con el vehículo que va delante.
et: Näitab tühikut eesoleva sõiduki suhtes.
fi: Näyttää kuinka kaukana edellä menevä auto on, ja miten se vertaa tavoitteeseen.
fr: Indique la distance par rapport au véhicule qui précède.
id: Menunjukkan jarak ke kendaraan di depan.
it: Mostra la distanza dal veicolo di fronte.
nl: Toont het gat naar het voertuig vooraan.
pl: Pokazuje odległość do pojazdu jadącego z przodu.
ru: Показывает расстояние до автомобиля спереди.
sk: Zobrazuje medzeru od vozidla vpredu.
sv: Visar mellanrummet till fordonet framför.
tr: Öndeki araç ile aradaki mesafeyi gösterir.
vi: Hiển thị khoảng cách so với phương tiện phía trước.

source: RPM & Gear
de: Drehzahl & Gang
es: Revoluciones & Marcha
et: RPM & käik
fi: Kierrosluvut ja Vaihde
fr: RM et rapport
id: RPM & Gigi
it: Giri al minuto (RPM) e marcia
nl: RPM & vistuig
pl: Obroty i bieg
ru: Обороты & передача
sk: RPM a prevodový stupeň
sv: Varvtal & växel
tr: Devir ve Vites
vi: Vòng tua & Cấp số

source: Draw the current RPM and gear of the truck.
de: Zeichne die aktuelle Drehzahl und den Gang des LKWs ein.
es: Dibuje las RPM actuales y la marcha del camión.
et: Joonista veoki praegune RPM ja käigukast.
fi: Piirtää tämänhetkiset kierrosluvut ja rekan vaihteen.
fr: Afficher le régime moteur et le rapport actuel du camion.
id: Gambar RPM dan gigi saat ini dari truk.
it: Mostra i giri al minuto (RPM) e la marcia attuali del camion.
nl: Teken de huidige RPM en versnelling van de vrachtwagen.
pl: Wyświetl aktualne obroty i bieg ciężarówki.
pt_br: RPM atual e a marcha do caminhão.
ru: Отображать текущие обороты и передачу грузовика.
sk: Nakreslite aktuálne otáčky a prevodový stupeň nákladného vozidla.
sv: Visa lastbilens aktuella varvtal och växel.
tr: Kamyonun mevcut deviri ve vitesini çizin.
vi: Hiển thị vòng tua và cấp số hiện tại của xe tải.

source: Income
de: Einkommen
es: Ingreso
et: Tulu
fi: Tulot
fr: Revenu
id: Penghasilan
it: Guadagni
nl: Inkomsten
pl: Dochód
ru: Доход
sk: Príjem
sv: Inkomst
tr: Gelir
vi: Thu nhập

source: Shows the income from the current job.
de: Zeigt das Einkommen vom aktuellen Job an.
es: Muestra los ingresos del trabajo actual.
et: Näitab praeguse töökoha sissetulekut.
fi: Näyttää nykyisen lastin tulon.
fr: Affiche les revenus provenant du job actuel.
id: Menunjukkan penghasilan dari pekerjaan saat ini.
it: Mostra i guadagni del lavoro attuale.
nl: Toont het inkomen uit de huidige baan.
pl: Pokazuje dochody z obecnego zlecenia.
ru: Показывает доход текущего заказа.
sk: Zobrazuje príjem zo súčasnej zákazky.
sv: Visar inkomsten från nuvarande jobbet.
tr: Mevcut işten elde edilen geliri gösterir.
vi: Hiển thị thu nhập cho công việc hiện tại.

source: No job
de: Kein Job
es: Sin trabajo
et: Töötu
fi: Ei lastia
fr: Pas de job
id: Tidak ada pekerjaan
it: Nessun lavoro
nl: Geen werk
pl: Brak zlecenia
ru: Нет заказа
sk: Žiadna zákazka
sv: Inget jobb
tr: İş yok
vi: Không có công việc

source: Job Income
de: Job Einkommen
es: Ingresos por trabajo
et: Töötulu
fi: Lastin tulo
fr: Revenu du job
id: Penghasilan Pekerjaan
it: Guadagno del Lavoro
nl: Inkomen uit arbeid
pl: Dochód ze zlecenia
ru: Доход от заказа
sk: Príjem z zákazky
sv: Jobb inkomst
tr: İş Geliri
vi: Thu nhập từ công việc

source: Media
de: Medien
et: Meedia
hu: Média
it: Multimedia
pl: Multimedia
ru: Медиа
sk: Médiá
tr: Medya
vi: Đa phương tiện

source: Displays media information such as song title, artist and playback progress.
de: Zeigt Medieninformationen wie Titel, Interpret und Wiedergabefortschritt an.
es: Muestra información multimedia, como el título de la canción, el artista y el progreso de la reproducción.
et: Näitab meediateavet, näiteks laulu pealkirja, artisti ja taasesituse edenemist.
fi: Näyttää esimerkiksi musiikin nimen, artistin, ja tämänhetkisen asennon.
fr: Afficher le titre, l’artiste et l’état de lecture du média.
id: Menampilkan informasi media seperti judul lagu, artis, dan progres pemutaran.
it: Visualizza le informazioni sui media come titolo della canzone, artista e progresso della riproduzione.
nl: Toont media-informatie zoals de titel van het nummer, artiest en de voortgang van het afspelen.
pl: Wyświetla informacje dotyczące multimediów, takie jak tytuł utworu, wykonawca i postęp odtwarzania.
pt_br: Exibe informações de mídia como título da música, artista e progresso da reprodução.
ru: Отображает информацию о медиа, такой как название песни, автора и ход воспроизведения.
sk: Zobrazuje informácie o médiách, ako je názov skladby, interpret a priebeh prehrávania.
sv: Visar medieinformation som låttitel, artist och uppspelningsförlopp.
tr: Medya bilgilerini, örneğin şarkı ismi, sanatçı ve çalma durumu gibi medya bilgilerini görüntüler.
vi: Hiển thị thông tin đa phương tiện như tiêu đề bài nhạc, nghệ sĩ và tiến trình phát lại.

source: No Media Playing
de: Keine Medienwiedergabe
es: No hay reproducción de medios
et: Meedia ei mängi
fi: Musiikkia ei soi
fr: Aucun média en cours de lecture
id: Tidak Ada Media yang Diputar
it: Nessun media in riproduzione
nl: Geen media afspelen
pl: Brak odtwarzania multimediów
ru: Медиа не воспроизводится
sk: Žiadne prehrávanie médií
sv: Ingen mediauppspelning
tr: Medya Oynatılmıyor
vi: Không thứ gì đang được phát

source: No Artist
de: Kein Künstler
es: Sin artista
et: Ei kunstnikud
fi: Ei artistia
fr: Aucun artiste
id: Tidak Ada Artis
it: Nessun artista
nl: Geen artiest
pl: Brak artysty
ru: Нет автора
sk: Žiadny umelec
sv: Ingen artist
tr: Sanatçı bulunamadı
vi: Không có nghệ sĩ

source: No Title
de: Kein Titel
es: Sin título
et: Ei pealkirja
fi: Ei otsikkoa
fr: Aucun Titre
id: Tidak Ada Judul
it: Nessun titolo
nl: Geen titel
pl: Bez tytułu
pt_br: Sem titulo
ru: Без названия
sk: Bez názvu
sv: Ingen titel
tr: Başlık Bulunamadı
vi: Không có tiêu đề

source: Navigation
es: Navegación
et: Navigatsioon
fi: Navigaatio
hu: Navigáció
id: Navigasi
it: Navigazione
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
ru: Навигация
sk: Navigácia
sv: Navigering
tr: Navigasyon
vi: Điều hướng

source: Draw navigation information.
de: Zeichne Navigationsinformationen.
es: Dibujar información de navegación.
et: Näita navigeerimisinfot.
fi: Näyttää jäljellä olevan etäisyyden ja arvioidun oikean ajan saapumiseen.
fr: Afficher les informations de navigation.
id: Gambar informasi navigasi.
it: Mostra le informazioni di navigazione.
nl: Teken navigatie-informatie.
pl: Narysuj informacje nawigacyjne.
pt_br: Informação de navegação.
ru: Отображать информацию о навигации.
sk: Nakreslite navigačné informácie.
sv: Visa navigeringsinformation.
tr: Navigasyon bilgilerini görselleştir.
vi: Hiển thị thông tin điều hướng.

source: arrival
de: Ankunft
es: llegada
et: saabumine
fi: saapuu
fr: Arrivée
id: tiba
it: arrivo
nl: aankomst
pl: przyjazd
pt_br: para chegar
ru: прибытие
sk: príchod
sv: ankomst
tr: Varış
vi: đến nơi

source: Throttle / Brake
de: Gas / Bremse
es: Acelerador / Freno
et: gaas / pidur
fi: Kaasu / Jarru
fr: Accélérateur / Frein
hu: Gáz / Fékerő
id: Gas / Rem
it: Acceleratore / Freno
nl: Gas / rem
pl: Przepustnica / Hamulec
ru: Газ / Тормоз
sk: Plyn / Brzda
sv: Gasreglage / Broms
tr: Gaz / Fren
vi: Ga / Phanh

source: Display current throttle and brake percentage.
de: Anzeige des aktuellen Gas- und Bremsprozentsatzes.
es: Muestra el porcentaje actual del acelerador y del freno.
et: Näidatakse gaasi ja pidurdusprotsenti.
fi: Näyttää tämänhetkisen kaasun ja jarrun prosenttiluvun.
fr: Afficher le pourcentage d’accélérateur et de frein actuel.
id: Tampilkan persentase gas dan rem saat ini.
it: Mostra la percentuale attuale di acceleratore e freno.
nl: Toont het huidige gas- en rempercentage.
pl: Wyświetla bieżący procent przepustnicy i hamulca.
pt_br: Exibir a porcentagem atual de aceleração e frenagem.
ru: Отображает текущую силу нажатия на газ и тормоз в процентах.
sk: Zobrazenie aktuálneho percenta plynu a brzdy.
sv: Visar aktuell gas- och bromsprocent.
tr: Mevcut gaz ve fren oranını göster.
vi: Hiển thị phần trăm phanh và ga hiện tại.

source: Traffic Lights
de: Ampeln
es: Luces de tráfico
et: Valgusfoor
fi: Liikennevalot
fr: Feux de circulation
id: Lampu Lalu Lintas
it: Semafori
nl: Verkeerslichten
pl: Sygnalizacja świetlna
pt_br: Semáforos
ru: Светофоры
sk: Semafory
sv: Trafikljus
tr: Trafik Işıkları
vi: Đèn giao thông

source: Draw traffic light information.
de: Zeichne Ampelinformationen.
es: Dibujar información del semáforo.
et: Valgusfooriinfo näitamine.
fi: Piirtää liikennevalojen jäljellä olevan ajan.
fr: Afficher les informations sur les feux de signalisation.
id: Gambar informasi lampu lalu lintas.
it: Mostra le informazioni dei semafori.
nl: Teken verkeerslichtinformatie.
pl: Rysowanie informacji o sygnalizacji świetlnej.
pt_br: Mostra o tempo de troca de luzes dos semáforos.
ru: Отображать информацию о светофорах.
sk: Nakreslite informácie o semaforoch.
sv: Visa trafikljusinformation.
tr: Trafik ışığı bilgisini görselleştir.
vi: Hiển thị thông tin đèn giao thông.

source: Speed
de: Geschwindigkeit
es: Velocidad
et: Kiirus
fi: Nopeus
fr: Vitesse
hu: Sebesség
id: Kecepatan
it: Velocità
nl: Snelheid
pl: Prędkość
pt_br: Velocidade
ru: Скорость
sk: Rýchlosť
sv: Hastighet
tr: Hız
vi: Tốc độ

source: A normal speed display, will also show speed limit changes.
de: Eine normale Geschwindigkeitsanzeige zeigt auch Änderungen der Geschwindigkeitsbegrenzung an.
es: Una pantalla de velocidad normal también mostrará los cambios en el límite de velocidad.
et: Normaalne kiiruskuva näitab ka kiirusepiirangute muutusi.
fi: Näyttää nopeuden ja nopeusrajoituksen muutokset.
fr: Un affichage normal de la vitesse indiquera également les changements de limitation de vitesse.
id: Tampilan kecepatan normal, juga akan menunjukkan perubahan batas kecepatan.
it: Una normale visualizzazione della velocità, mostrerà anche le variazioni del limite di velocità.
nl: Een normale snelheidsweergave, zal ook snelheidsaanpassingen tonen.
pl: Normalny wyświetlacz prędkości będzie również pokazywał zmiany ograniczenia prędkości.
pt_br: Exibe a velocidade normal e também as mudanças de limite de velocidade.
ru: Обычный дисплей скорости, также показывает изменения ограничения скорости.
sk: Normálne zobrazenie rýchlosti zobrazí aj zmeny rýchlostných obmedzení.
sv: En normal hastighetsdisplay visar även ändringar i hastighetsgränsen.
tr: Genel bir hız göstergesi, hız sınırı değişikliklerini de gösterecektir.
vi: Một màn hình hiển thị tốc độ, cũng sẽ hiển thị các thay đổi về giới hạn tốc độ.

source: Steering Line
de: Lenkungslinie
es: Línea de dirección
et: Juhtimise joon
fi: Ohjausviiva
fr: Ligne de direction
id: Garis Kemudi
it: Linea di sterzata
nl: Stuurlijn
pl: Linia kierowania
ru: Линия вождения
sk: Riadiaca čiara
sv: Styrningslinje
tr: Direksiyon Hattı
vi: Đường đánh lái

source: Draw steering line from Map.
de: Zeichne die Lenkungslinie von der Karte aus.
es: Dibuje una línea de dirección desde el mapa.
et: Joonista kaardilt juhtimise joon.
fi: Piirtää ohjausviivan, siis sen mihin ETS2LA aikoo ajaa seuraavaksi.
fr: Afficher la ligne de direction à partir de la Map.
id: Gambar garis kemudi dari Peta.
it: Mostra la linea di sterzata dalla mappa.
nl: Teken de stuurlijn van Map.
pl: Narysuj linię kierowania na podstawie mapy.
ru: Отображать линию вождения из Карты.
sk: Nakreslite riadiacu čiaru z mapy.
sv: Visa styrningslinje från karta.
tr: Haritadan direksiyon hattını çizin.
vi: Hiển thị đường đánh lái từ bản đồ.

source: Creates a heads up display on the windshield. Needs the AR plugin to work.
de: Erzeugt ein Heads-up-Display auf der Windschutzscheibe. Benötigt das AR-Plugin, um zu funktionieren.
es: Crea una pantalla de visualización frontal en el parabrisas. Necesita el complemento de realidad aumentada para funcionar.
et: Loob esiklaasil pea ülespoole. Tööks on vaja AR lisaosa.
fi: Tekee tuulilasille HUDin, tarvitsee AR laajennuksen toimiakseen.
fr: Crée un affichage tête haute sur le pare-brise. Nécessite le plugin AR pour fonctionner.
id: Membuat tampilan heads up di kaca depan. Membutuhkan plugin AR untuk bekerja.
it: Crea un display heads-up sul parabrezza. Richiede il plugin AR per funzionare.
nl: Maakt een heads up display op de voorruit. Heeft de AR plugin nodig om te werken.
pl: Tworzy wyświetlacz na przedniej szybie. Do działania wymaga wtyczki AR.
pt_br: Cria um display heads-up no para-brisa. Precisa do plugin de AR para funcionar.
ru: Создаёт индикатор на лобовом стекле. Для работы требуется плагин AR.
sk: Vytvára head-up displej na čelnom skle. Na fungovanie je potrebný AR plugin.
sv: Skapar en head-up-display på vindrutan. Kräver AR-plugin för att fungera.
tr: Ön camda uyarı ekranı oluşturur. Çalışması için AR eklentisi gerekmektedir.
vi: Tạo một lớp hiển thị HUD trên kính chắn gió. Cần plugin AR để hoạt động.

source: Enable
de: Aktivieren
es: Permitir
et: Luba
fi: Salli
fr: Activer
hu: Engedélyezés
id: Aktifkan
it: Abilita
nl: Inschakelen
pl: Włącz
pt_br: Habilitar
ru: Включить
sk: Zapnúť
sv: Aktivera
tr: Etkinleştir
vi: Bật

source: Disable
de: Deaktivieren
es: Desactivar
et: Keela
fi: Deaktivoi
fr: Désactiver
hu: Letiltás
id: Nonaktifkan
it: Disabilita
nl: Uitschakelen
pl: Wyłącz
pt_br: Desabilitar
ru: Выключить
sk: Vypnúť
sv: Inaktivera
tr: Devre Dışı Bırak
vi: Tắt

source: This plugin provides a HUD using the AR plugin as the renderer.
de: Dieses Plugin stellt ein HUD bereit und verwendet das AR-Plugin als Renderer.
es: Este complemento proporciona un HUD que utiliza el complemento AR como renderizador.
et: See lisaosa pakub HUD- i, kasutades renderdajana AR-lisaosa.
fi: Tamä laajennus renderöi näytölle HUDin AR laajennuksen avulla.
fr: Ce plugin propose un affichage tête haute (HUD) en utilisant le plugin AR comme moteur d’affichage.
id: Plugin ini menyediakan HUD menggunakan plugin AR sebagai renderer.
it: Questo plugin fornisce un HUD utilizzando il plugin AR come motore di rendering.
nl: Deze plugin biedt een HUD met behulp van de AR plugin als de renderer.
pl: Ta wtyczka zapewnia HUD wykorzystujący wtyczkę AR jako renderer.
pt_br: Este plugin oferece um HUD (Head-Up Display) que utiliza o plugin de AR (Realidade Aumentada) como renderizador.
ru: Этот плагин предоставляет HUD, используя плагин AR в качестве визуализатора.
sk: Tento plugin poskytuje HUD pomocou pluginu AR ako rendereru.
sv: Detta plugin tillhandahåller en HUD med AR-pluginet som renderer.
tr: Bu eklenti, AR eklentisini kullanarak HUD görüntüsü sunar.
vi: Plugin này cung cấp HUD sử dụng plugin AR để render.
