Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: ETS2LA uses plugins to provide most of it's functionality. You can select between a simple mode, and an advanced mode. This can be changed later on in the settings.
de: ETS2LA verwendet Plugins, um den größten Teil seiner Funktionalität bereitzustellen. Du kannst zwischen einem einfachen Modus und einem erweiterten Modus wählen. Dies kann später in den Einstellungen geändert werden.
es: ETS2LA utiliza plugins para proporcionar la mayor parte de su funcionalidad. Puede seleccionar entre un modo simple y un modo avanzado. Esto se puede cambiar más adelante en la configuración.
et: ETS2LA kasutab lisaosasi, et tagada suurem osa selle funktsionaalsusest. Saate valida lihtsa režiimi ja täiustatud režiimi vahel. Seda saab hiljem seadistustes muuta.
fi: ETS2LA käyttää laajennuksia melkein kaikkeen sen toimintaan. Voit valita näiden hallintaan yksinkertaisen tilan tai kehittyneen tilan. Tätä asetusta voidaan muuttaa myöhemminkin.
fr: ETS2LA utilise des plugins pour fournir la majorité de ses fonctionnalités. Vous pouvez choisir entre un mode simple et un mode avancé. Ce choix peut être modifié plus tard dans les paramètres.
hu: Az ETS2LA a legtöbb funkcióját pluginok segítségével biztosítja. Választhatsz egyszerű és haladó mód között. Ez később a beállításokban módosítható.
id: ETS2LA menggunakan plugin untuk menyediakan sebagian besar fungsinya. Anda dapat memilih antara mode sederhana dan mode lanjutan. Ini dapat diubah nanti di pengaturan.
it: ETS2LA utilizza plugin per fornire la maggior parte delle sue funzionalità. Puoi scegliere tra una modalità semplice e una modalità avanzata. Questa opzione può essere cambiata successivamente nelle impostazioni.
nl: ETS2LA maakt gebruik van plugins om de meeste functionaliteit te bieden. U kunt kiezen tussen een eenvoudige modus en een geavanceerde modus. Dit kan later in de instellingen worden gewijzigd.
pl: ETS2LA wykorzystuje wtyczki, aby zapewnić większość swoich funkcji. Możesz wybrać tryb prosty lub zaawansowany. Można to zmienić później w ustawieniach.
pt_br: O ETS2LA usa plugins para fornecer a maior parte de sua funcionalidade. Você pode escolher entre um modo simples e um modo avançado. Isso pode ser alterado mais tarde nas configurações.
ru: ETS2LA использует плагины для реализации большей части своих функций. Вы можете выбрать простой и расширенный режим. Это можно изменить позже в настройках.
sk: ETS2LA používa pluginy na zabezpečenie väčšiny jeho funkčnosti. Môžete si vybrať medzi jednoduchým a pokročilým režimom. Toto je možné neskôr zmeniť v nastaveniach.
sv: ETS2LA använder plugins för att tillhandahålla det mesta av sin funktionalitet. Du kan välja mellan ett enkelt läge och ett avancerat läge. Detta kan ändras senare i inställningarna.
tr: ETS2LA, işlevselliğinin çoğunu sağlamak için eklentiler kullanır. Basit mod ve gelişmiş mod olmak üzere arasında seçim yapabilirsiniz. Bunu daha sonra ayarlardan değiştirebilirsiniz.
vi: Các plugin được sử dụng để cung cấp hầu hết các tính năng của ETS2LA. Bạn có thể chọn chế độ đơn giản hoặc chế độ nâng cao. Bạn có thể thay đổi nó sau này trong cài đặt.

source: Advanced Plugin Mode
de: Erweiterter Plugin-Modus
es: Modo de plugin avanzado
et: Täiustatud lisaosa režiim
fi: Kehittynyt tila
fr: Mode plugin avancé
hu: Haladó plugin mód
id: Mode Plugin Lanjutan
it: Modalità plugin avanzata
nl: Geavanceerde plugin-modus
pl: Zaawansowany tryb wtyczek
pt_br: Modo AVANÇADO
ru: Расширенный режим плагинов
sk: Pokročilý režim modulu
sv: Avancerat plugin-läge
tr: Gelişmiş eklenti modu
vi: Chế độ quản lí plugin nâng cao

source: Enables advanced plugin management features. Can be changed at any time in the plugin manager.
de: Ermöglicht erweiterte Plugin-Verwaltungsfunktionen. Kann jederzeit im Plugin-Manager geändert werden.
es: Permite funciones avanzadas de gestión de plugins. Puede cambiarse en cualquier momento en el gestor del plugin.
et: Võimaldab lisaosahalduse täiustatud funktsioone. lisaosahalduris saab seda igal ajal muuta.
fi: Mahdollistaa kehittyneet laajennusten hallinta ominaisuudet. Voidaan muuttaa milloin tahansa laajennusten hallinnassa.
fr: Active les fonctionnalités avancées de gestion des plugins. Peut être modifié à tout moment dans le gestionnaire de plugins.
hu: Lehetővé teszi a pluginok fejlett kezelési funkcióinak használatát. Bármikor megváltoztatható a pluginkezelőben.
id: Mengaktifkan fitur manajemen plugin lanjutan. Dapat diubah kapan saja di manajer plugin.
it: Abilita funzioni di gestione avanzate per i plugin. Può essere cambiato in ogni momento nella sezione di gestione dei plugin.
nl: Schakel geavanceerde plugin management functies. Kan op elk moment worden gewijzigd in de plugin manager.
pl: Włącza zaawansowane funkcje zarządzania wtyczkami. Można to zmienić w dowolnym momencie w menedżerze wtyczek.
pt_br: Habilita recursos avançados de gerenciamento de plugins. Pode ser alterado a qualquer momento no gerenciador de plugins.
ru: Включает расширенные функции управления плагинами. Можно изменить в любой момент в менеджере плагинов.
sk: Povoľuje pokročilé funkcie riadenia pluginu. V správcovi pluginov je možné kedykoľvek zmeniť.
sv: Aktiverar avancerade funktioner för pluginhantering. Kan ändras när som helst i pluginhanteraren.
tr: Eklenti yönetimi için gelişmiş özellikleri etkinleştirir. İstediğiniz zaman eklenti yöneticisinden ayarlanabilir.
vi: Bật chế độ quản lí plugin nâng cao. Có thể được thay đổi được ở mọi lúc trong mục quản lí plugin.

source: Keeping **Advanced Plugin Mode** disabled is recommended, however advanced users who want to select plugins themselves might want it enabled.
de: Es wird empfohlen, den **Erweiterten Plugin-Modus** deaktiviert zu lassen. Fortgeschrittene Benutzer, die selbst Plugins auswählen möchten, sollten ihn jedoch aktivieren.
es: Mantener **Modo de plugin avanzado** deshabilitado es recomendable, sin embargo usuarios avanzados que quieren seleccionar plugins ellos mismos podrían querer que esté habilitado.
et: ** Täiustatud lisaosarežiimi ** keelamine on soovitatav, kuid arenenud kasutajad, kes soovivad ise pluginaid valida, võivad soovida, et see oleks lubatud.
fi: Suositellaan pitämään **Kehittynyt tila** pois käytöstä. Käyttäjät, jotka haluavat itse valita laajennuksensa saattaavat haluta ottaa sen käyttöön.
fr: Il est recommandé de laisser le **Mode plugin avancé** désactivé, mais les utilisateurs avancés qui souhaitent choisir eux-mêmes leurs plugins voudront peut-être l’activer.
hu: A **Haladó plugin mód** kikapcsolt állapotának fenntartása ajánlott, azonban a haladó felhasználók, akik maguk szeretnék kiválasztani a pluginokat, érdemes lehet engedélyezni.
id: Menonaktifkan **Mode Plugin Lanjutan** direkomendasikan, namun pengguna lanjutan yang ingin memilih plugin sendiri mungkin ingin mengaktifkannya.
it: È consigliato tenere disabilitata la **Modalità Avanzata dei Plugin**. Solo utenti esperti che vogliono selezionare manualmente i plugin dovrebbe abilitarla.
nl: Het behouden van **Advanced Plugin Mode** wordt aanbevolen, maar geavanceerde gebruikers die zelf plugins willen selecteren, willen het misschien wel inschakelen.
pl: Zaleca się pozostawienie opcji **Zaawansowany tryb wtyczek** wyłączoną, jednak zaawansowani użytkownicy, którzy chcą samodzielnie wybierać wtyczki, mogą chcieć ją włączyć.
pt_br: Manter o **Modo Avançado** desativado é o recomendado. No entanto, usuários avançados que querem selecionar os plugins por conta própria talvez prefiram ativá-lo.
ru: Рекомендуется оставить **Расширенный режим плагинов** отключенным, однако опытные пользователи, желающие выбирать плагины самостоятельно, могут захотеть включить его.
sk: Odporúča sa zachovať ** Advanced Plugin Mode*** vypnutý, avšak pokročilí používatelia, ktorí si chcú sami vybrať pluginy, by mohli chcieť, aby bol povolený.
sv: Att hålla **Avancerat plugin-läge** inaktiverat rekommenderas, men avancerade användare som själva vill välja plugin-program kanske vill aktivera det.
tr: “Gelişmiş Eklenti Modu”nun devre dışı bırakılması önerilir; ancak eklentileri kendileri seçmek isteyen ileri düzey kullanıcılar etkinleştirmek isteyebilir.
vi: Giữ **Chế độ quản lí plugin nâng cao** tắt được khuyến nghị, tuy nhiên người dùng nâng cao muốn tự chọn plugin có thể muốn nó bật.

source: **Advanced Plugin Mode** unlocks manual control of enabled plugins. It also lets you download more plugins from other repositories. Keep in mind that these 3rd party plugins are not *officially* supported by ETS2LA.
de: Der **Erweiterte Plugin-Modus** ermöglicht die manuelle Steuerung der aktivierten Plugins. Außerdem kannst du damit weitere Plugins aus anderen Repositories herunterladen. Bitte beachte, dass diese Plugins von Drittanbietern nicht *offiziell* von ETS2LA unterstützt werden.
es: **Modo de plugin avanzado** desbloquea el control manual de plugins habilitados. También le permite descargar más plugins de otros repositorios. Tenga en cuenta que estos plugins de terceros no son *oficialmente* compatibles con ETS2LA.
et: ** Täiustatud lisaosa režiim ** avab lubatud pluginate käsitsi juhtimise. See võimaldab teil alla laadida rohkem pluginaid teistest hoidlatest. Pidage meeles, et need 3. osapoole pluginad ei ole * ametlikult * toetatud ETS2LA poolt.
fi: ** Kehittynyt tila** avaa käytössä olevien laajennuksien manuaalisen ohjauksen. Sen avulla voit myös ladata lisää laajennuksia muilta kehittäjiltä. Muista, että nämä kolmannen osapuolen laajennukset eivät ole *virallisesti* tuettuja ETS2LA:n toimesta.
fr: Le **Mode plugin avancé** débloque le contrôle manuel des plugins activés. Il permet également de télécharger plus de plugins depuis d’autres dépôts. Gardez à l’esprit que ces plugins tiers ne sont pas *officiellement* supportés par ETS2LA.
hu: **A haladó plugin mód** lehetővé teszi az engedélyezett pluginok kézi vezérlését. Ezenkívül lehetővé teszi további pluginok letöltését más tárolókból. Ne feledd, hogy ezeket a harmadik féltől származó pluginokat az ETS2LA *hivatalosan* nem támogatja.
id: **Mode Plugin Lanjutan** membuka kunci kontrol manual plugin yang diaktifkan. Ini juga memungkinkan anda mengunduh lebih banyak plugin dari repositori lain. Ingatlah bahwa plugin pihak ketiga ini tidak didukung secara *resmi* oleh ETS2LA.
it: La **Modalità Avanzata dei Plugin** sblocca il controllo manuale dei plugin abilitati. Permette anche di scaricare più plugin da altre repository. Tieni presente che questi plugin di terze parti non sono *ufficialmente* supportati da ETS2LA.
nl: **Geavanceerde pluginmodus** ontgrendelt handmatige bediening van ingeschakelde plugins. Het laat je ook meer plugins downloaden van andere repositories. Houd er rekening mee dat deze 3rd party plugins niet *officieel* worden ondersteund door ETS2LA.
pl: **Zaawansowany tryb wtyczek** odblokowuje ręczne zarządzanie włączonymi wtyczkami. Pozwala również na pobieranie dodatkowych wtyczek z innych repozytoriów. Należy pamiętać, że te wtyczki osób trzecich nie są *oficjalnie* obsługiwane przez ETS2LA.
pt_br: O **Modo Avançado** libera o controle manual dos plugins ativados. Ele também permite que você baixe mais plugins de outros repositórios. Lembre-se de que esses plugins de terceiros não são oficialmente suportados pelo ETS2LA.
ru: **Расширенный режим плагинов** открывает возможность ручного управления включёнными плагинами. Он также позволяет загружать дополнительные плагины из других репозиториев. Имейте в виду, что эти сторонние плагины *официально* не поддерживаются ETS2LA.
sk: ** Advanced Plugin Mode** odomkne manuálne ovládanie zapnutých modulov. To tiež umožňuje stiahnuť viac modulov z iných archívov. Majte na pamäti, že tieto 3. strana pluginy nie sú *oficiálne* podporované ETS2LA.
sv: **Avancerat plugin-läge** låser upp manuell kontroll över aktiverade plugins. Det låter dig också ladda ner fler plugins från andra arkiv. Tänk på att dessa tredjepartsplugins inte *officiellt* stöds av ETS2LA.
tr: “Gelişmiş Eklenti Modu”, aktif eklentiler üzerinde elle kontrol imkanı sunar ve farklı kaynaklardan ek eklentiler indirmenizi sağlar. Bu üçüncü taraf eklentiler ETS2LA tarafından resmi olarak desteklenmez.
vi: **Chế độ quản lí plugin nâng cao** mở khóa khả năng điều khiển thủ công của các plugin đã bật. Nó cũng cho bạn tải xuống thêm plugin từ các kho lưu trữ ngoài. Nhớ rằng các plugin bên thứ 3 không được ETS2LA hỗ trợ *chính thức*.

source: High Priority Mode
de: Modus mit hoher Priorität
es: Modo de alta prioridad
et: Kõrge prioriteetsuse režiim
fi: Korkean prioriteetin tila
fr: Mode priorité élevée
hu: Magas prioritási mód
id: Mode Prioritas Tinggi
it: Modalità alta priorità
nl: Hoge prioriteitsmodus
pl: Tryb wysokiego priorytetu
pt_br: Modo de Alta Prioridade
ru: Режим высокого приоритета
sk: Režim s vysokou prioritou
sv: Hög Prioriterings-läge
tr: Yüksek Öncelik Modu
vi: Chế độ mức ưu tiên cao

source: ETS2LA can automatically tell your operating system that it should run in a high priority mode. This is recommended especially on lower end devices.
de: ETS2LA kann dem Betriebssystem automatisch mitteilen, dass es in einem Modus mit hoher Priorität laufen soll. Dies ist vor allem bei leistungsschwachen Systemen zu empfehlen.
es: ETS2LA puede indicarle automáticamente a tu sistema operativo que debe ejecutarse en modo de alta prioridad. Esto se recomienda especialmente en dispositivos de gama baja.
et: ETS2LA võib teie operatsioonisüsteemile automaatselt öelda, et see peaks töötama kõrge prioriteediga režiimis. Seda soovitatakse eriti madalamate seadmete puhul.
fi: ETS2LA voi kertoa käyttöjärjestelmällesi, että sen pitäisi toimia korkean prioriteetin tilassa. Tätä suositellaan erityisesti vähempitehoisimmissa tietokoneissa.
fr: ETS2LA peut automatiquement indiquer à votre système d’exploitation de fonctionner en mode priorité élevée. C’est particulièrement recommandé sur les appareils peu puissants.
hu: Az ETS2LA automatikusan jelzi az operációs rendszernek, hogy magas prioritású módban kell futnia. Ez különösen alacsonyabb kategóriájú eszközök esetén ajánlott.
id: ETS2LA dapat secara otomatis memberi tahu sistem operasi anda bahwa ia harus berjalan dalam mode prioritas tinggi. Ini direkomendasikan terutama pada perangkat kelas rendah.
it: ETS2LA può comunicare automaticamente al tuo sistema operativo che deve essere eseguito in modalità alta priorità. Questo è consigliato soprattutto su dispositivi con risorse limitate.
nl: ETS2LA kan automatisch uw besturingssysteem vertellen dat het moet draaien in een hoge prioriteit modus. Dit wordt vooral aanbevolen bij apparaten met een lager eind.
pl: ETS2LA może automatycznie poinformować system operacyjny, że powinien działać w trybie wysokiego priorytetu. Jest to zalecane zwłaszcza w przypadku słabszych urządzeń.
pt_br: O ETS2LA pode informar ao seu sistema operacional para que ele execute o programa em modo de alta prioridade. Essa opção é recomendada, especialmente em dispositivos de baixo desempenho.
ru: ETS2LA может автоматически сообщать вашей операционной системе, что ей следует работать в режиме высокого приоритета. Это особенно рекомендуется для устройств начального уровня.
sk: ETS2LA môže automaticky povedať vášmu operačnému systému, že by mal fungovať vo vysoko prioritnom režime. Odporúča sa to najmä na zariadeniach dolného konca.
sv: ETS2LA kan automatiskt meddela ditt operativsystem att det ska köras i ett högprioriterat läge. Detta rekommenderas särskilt på enheter i lägre prisklass.
tr: ETS2LA, işletim sisteminize programın yüksek öncelik modunda çalışması gerektiğini otomatik olarak bildirebilir. Bu, özellikle düşük donanımlı cihazlarda önerilir.
vi: ETS2LA có thể tự động nới với hệ điều hành của bạn rằng nó nên chạy ở mức ưu tiên cao. Chức năng này rất được khuyến nghị đặc biệt là ở trên các thiết bị yếu.

source: You'll need to restart ETS2LA after doing the onboarding to apply this change.
de: Du musst ETS2LA nach dem Onboarding neu starten, um diese Änderung zu übernehmen.
es: Necesitarás reiniciar ETS2LA después de completar la configuración inicial para aplicar este cambio.
et: Selle muudatuse rakendamiseks peate ETS2LA uuesti käivitama pärast pardaleminekut.
fi: ETS2LA on perehdyttämisen jälkeen käynnistettävä uudelleen tämän asetuksen käyttöönottamista varten.
fr: Vous devrez redémarrer ETS2LA après avoir terminé l’onboarding pour que ce changement soit pris en compte.
hu: A beállítások végrehajtása után újra kell indítanod az ETS2LA programot, hogy a változások érvénybe lépjenek.
id: Anda perlu memulai ulang ETS2LA setelah melakukan onboarding untuk menerapkan perubahan ini.
it: Dovrai riavviare ETS2LA dopo aver completato la configurazione iniziale per applicare questa modifica.
nl: U moet ETS2LA herstarten na de onboarding om deze wijziging toe te passen.
pl: Należy ponownie uruchomić ETS2LA po zakończeniu konfiguracji początkowej, aby zastosować tę zmianę.
pt_br: Você precisará reiniciar o ETS2LA após a configuração inicial para aplicar essa mudança.
ru: После завершения обучения вам потребуется перезапустить ETS2LA, чтобы применить это изменение.
sk: Po vykonaní registrácie budete musieť reštartovať ETS2LA, aby sa táto zmena prejavila.
sv: Du måste starta om ETS2LA efter att du har gjort onboardingen för att tillämpa den här ändringen.
tr: Bu değişikliğin aktif olması için başlangıç işlemi sonrası ETS2LA’yı yeniden başlatmanız gerekiyor.
vi: Bạn sẽ phải khởi động lại ETS2LA sau khi thực hiện thiết lập ban đầu để áp dụng thay đổi.

source: Map Data
de: Kartendaten
es: Datos del mapa
et: Kaardiandmed
fi: Karttatiedot
fr: Données de la map
hu: Térkép adat
id: Data Peta
it: Dati della Mappa
nl: Kaartgegevens
pl: Dane mapy
pt_br: Dados do Mapa
ru: Данные карты
sk: Údaje mapy
sv: Kartdata
tr: Harita Verileri
vi: Dữ liệu bản đồ

source: ETS2LA uses pre-extracted map data from the game. We handle the data beforehand and you can then just download it as necessary. Please select the data you need for your current game version below.
de: ETS2LA verwendet vor-extrahierte Kartendaten aus dem Spiel. Wir bearbeiten die Daten im Vorfeld und du kannst sie dann bei Bedarf einfach herunterladen. Bitte wähle unten die Daten aus, die du für die aktuelle Spielversion benötigen.
es: ETS2LA usa datos del mapa preextraídos del juego. Nosotros gestionamos esos datos previamente y tú solo tienes que descargarlos según sea necesario. Por favor, selecciona los datos que necesitas para tu versión actual del juego a continuación.
et: ETS2LA kasutab mängust eelnevalt eraldatud kaardiandmeid. Me töötleme andmeid eelnevalt ja seejärel saate need vajadusel alla laadida. Palun valige allpool andmed, mida vajate oma praeguse mängu versiooni jaoks.
fi: ETS2LA käyttää valmiiksi kerättyjä karttatietoja pelistä. Käsittelemme tiedot etukäteen ja voit sitten ladata ne tarvittaessa. Valitse alta tarvitsemasi tiedot omaan peliversioosi. Muista huomioida kaikki karttamodit.
fr: ETS2LA utilise des données de carte pré-extraites du jeu. Nous traitons ces données à l’avance, et vous pouvez les télécharger selon vos besoins. Veuillez sélectionner ci-dessous les données correspondant à votre version du jeu.
hu: Az ETS2LA a játékból előre kivont térképadatokat használ. Mi előzetesen feldolgozzuk az adatokat, Te pedig csak letöltöd azokat, amikor szükséged van rájuk. Válaszd ki az alábbiak közül a jelenlegi játékverzióhoz szükséges adatokat.
id: ETS2LA menggunakan data peta yang telah diekstrak dari game. Kami menangani data sebelumnya dan anda dapat mengunduhnya sesuai kebutuhan. Silakan pilih data yang anda butuhkan untuk versi game anda saat ini di bawah.
it: ETS2LA usa dati della mappa pre-estratti dal gioco. Gestiamo questi dati in anticipo e puoi scaricarli quando necessario. Perfavore seleziona i dati di cui hai bisogno per la tua versione di gioco corrente.
nl: ETS2LA gebruikt vooraf verkregen kaartgegevens uit het spel. Wij verwerken de gegevens vooraf en u kunt het dan gewoon downloaden als dat nodig is. Selecteer hieronder de gegevens die u nodig heeft voor uw huidige spelversie.
pl: ETS2LA wykorzystuje wstępnie wyodrębnione dane mapy z gry. Są one przez nas wstępnie przetwarzane, a następnie można je pobrać w razie potrzeby. Wybierz poniżej dane potrzebne dla aktualnej wersji gry.
pt_br: O ETS2LA usa dados de mapas pré-extraídos do jogo. Nós processamos os dados antecipadamente, e você pode baixá-los quando precisar. Por favor, selecione abaixo os dados de que você precisa para a sua versão atual do jogo.
ru: ETS2LA использует предварительно извлечённые данные карт из игры. Мы обрабатываем данные заранее, и вы можете просто скачать их по мере необходимости. Выберите ниже нужные данные для вашей текущей версии игры.
sk: ETS2LA používa vopred extrahované mapové dáta z hry. Dáta spracujeme vopred a vy si ich potom môžete podľa potreby stiahnuť. Vyberte si nižšie dáta, ktoré potrebujete pre svoju aktuálnu verziu hry.
sv: ETS2LA använder förextraherad kartdata från spelet. Vi hanterar informationen i förväg och du kan sedan ladda ner den efter behov. Välj den data du behöver för din nuvarande spelversion nedan.
tr: ETS2LA, oyundan önceden çıkarılmış harita verilerini kullanmaktadır. Bu veriler önceden işlenmiş olup, ihtiyaç duyduğunuzda yalnızca indirmeniz yeterlidir. Lütfen aşağıdaki listeden, mevcut oyun sürümünüzle uyumlu olan harita verisini seçiniz.
vi: ETS2LA sử dụng dữ liệu bản đồ khai thác từ game. Chúng mình đã xử lý các dữ liệu đó từ trước và bạn chỉ cần tải xuống phiên bản phù hợp. Hãy chọn dữ liệu cho phiên bản game hiện tại mà bạn cần ở dưới đây.

source: Waiting for data selection...
de: Warten auf die Datenauswahl...
es: Esperando la selección de datos...
et: Andmete valimise ootamine...
fi: Odotetaan karttatietojen valintaa...
fr: En attente de la sélection des données...
hu: Várakozás az adat kiválasztására...
id: Menunggu pemilihan data...
it: Attendendo la tua scelta sui dati...
nl: Wachten op gegevensselectie...
pl: Oczekiwanie na wybór danych...
pt_br: Aguardando a seleção de dados...
ru: Ожидание выбора данных...
sk: Čaká sa na výber údajov...
sv: Väntar på dataval...
tr: Veri seçimi bekleniyor...
vi: Đang chờ bạn chọn dữ liệu...

source: Selected Data
de: Ausgewählte Daten
es: Datos seleccionados
et: Valitud andmed
fi: Valitut karttatiedot
fr: Données sélectionnées
hu: Kiválasztott adat
id: Data Terpilih
it: Dati Selezionati
nl: Geselecteerde gegevens
pl: Wybrane dane
pt_br: Dados Selecionados
ru: Выбранные данные
sk: Vybrané údaje
sv: Valda data
tr: Seçili Veri
vi: Dữ liệu đã chọn

source: Select the data that matches your game and mods.
de: Wähle die Daten aus, die zu deinem Spiel und den Mods passen.
es: Seleccione los datos que coincidan con su juego y mods.
et: Valige andmed, mis sobivad teie mängu ja modidega.
fi: Valitse peliä ja modeja vastaavat karttatiedot.
fr: Sélectionnez les données correspondant à votre jeu et à vos mods.
hu: Válaszd ki a játékodhoz és modjaidhoz illő adatokat.
id: Pilih data yang cocok dengan game dan mod anda.
it: Selezioni i dati che corrispondono al tuo gioco e alle tue mod.
nl: Selecteer de gegevens die overeenkomen met uw spel en mods.
pl: Wybierz dane pasujące do Twojej gry i modyfikacji.
pt_br: Selecione os dados que correspondem ao seu jogo e mods.
ru: Выберите данные, соответствующие вашей игре и модам.
sk: Vyberte údaje, ktoré zodpovedajú vašej hre a módom.
sv: Välj de data som matchar ditt spel och dina moddar.
tr: Oyununuz ve modlarınız ile uyumlu olan veriyi seçin.
vi: Chọn dữ liệu trùng khớp với game và các mod của bạn.

source: Search data
de: Suche Daten
es: Buscar datos
et: Otsinguandmed
fi: Etsi karttatietoja
fr: Rechercher des données
hu: Adat keresése
id: Cari data
it: Cerca dati
nl: Zoekgegevens
pl: Wyszukaj dane
pt_br: Procurar Dados
ru: Поиск данных
sk: Vyhľadávacie údaje
sv: Sök data
tr: Arama verileri
vi: Tìm kiếm dữ liệu
