Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Timeout, please try again.
de: Zeitüberschreitung, bitte versuche es erneut.
es: Tiempo agotado, porfavor, inténtalo de nuevo.
et: Aegumine, palun proovige uuesti.
fi: Aikakatkaisu, kokeile uudelleen.
fr: Délai d’attente dépassé, veuillez réessayer.
hu: Időtúllépés, próbáld újra.
id: Batas waktu, mohon coba lagi.
it: Timeout, riprova più tardi.
nl: Time-out, probeer het nog eens.
pl: Przekroczono limit czasu, spróbuj ponownie.
pt_br: Tempo esgotado. Por favor, tente novamente.
ru: Время истекло, попробуйте ещё раз.
sk: Čas vypršal, prosím skúste to znova.
sv: Tidsgräns, försök igen.
tr: Zaman aşımı, lütfen tekrar deneyin.
vi: Hết thời gian chờ, bạn vui lòng thử lại.

source: Event bound to {device} {action}
de: Ereignis gebunden an {device} {action}
es: Evento vinculado a {device} {action}
et: Sündmus on seotud {device} {action}
fi: Tapahtuma asetettu {device} painikkeeseen {action}
fr: Événement {action} lié à {device}
hu: Esemény hozzákötve {device} {action}
id: Peristiwa terikat ke {device} {action}
it: Evento legato a {device} {action}
nl: Event verbonden aan {device} {action}
pl: Zdarzenie przypisano do {device} {action}
pt_br: Evento vinculado a {device} {action}
ru: Событие закреплено на {device} {action}
sk: Udalosť viazaná na {device} {action}
sv: Händelse bunden till {device} {action}
tr: {device} {action} ile ilişkili olay
vi: Chức năng đã gán cho {device} {action}

source: Refreshing joysticks...
de: Joysticks werden aktualisiert...
es: Actualizando joysticks...
et: Juhtkange värskendatakse...
fi: Päivitetään ohjaimia...
fr: Actualisation des joysticks...
hu: Joystickek frissítése...
id: Memperbarui joysticks...
it: Aggiornamento joysticks...
nl: Joysticks verversen...
pl: Odświeżanie listy kontrolerów...
pt_br: Atualizando joysticks(controle)...
ru: Обновление джойстиков...
sk: Obnovovanie joystickov...
sv: Uppdaterar joysticks...
tr: Joystickler yenileniyor...
vi: Đang làm mới các bộ điều khiển...

source: {} connected.
de: {} verbunden.
es: {} conectado.
et: {} ühendati.
fi: {} yhdistetty.
fr: {} connecté.
hu: {} csatlakoztatva.
id: {} terhubung.
it: {} collegato.
nl: {} verbonden.
pl: Podłączono {}.
pt_br: {} conectado.
ru: {} подключено.
sk: {} je pripojený.
sv: {} kopplad.
tr: {} bağlandı.
vi: {} đã kết nối.

source: Found joystick: [bold]{name}[/bold] [dim]({uid})[/dim]
de: Gefundener Joystick: [bold]{name}[/bold] [dim]({uid})[/dim]
es: Joystick encontrado: [bold]{name}[/bold] [dim]({uid})[/dim]
et: Leitud juhtkang: [bold]{name}[/bold] [dim]({uid})[/dim]
fi: Löydettiin ohjain: [bold]{name}[/bold] [dim]({uid})[/dim]
fr: Joystick trouvé : [bold]{name}[/bold] [dim]({uid})[/dim]
hu: Joystick megtalálva: [bold]{name}[/bold] [dim]({uid})[/dim]
id: Menemukan joystick: [bold]{name}[/bold] [dim]({uid})[/dim]
it: Joystick trovato: [bold]{name}[/bold] [dim]({uid})[/dim]
nl: Gevonden joystick: [bold]{name}[/bold] [dim] ({uid})[/dim]
pl: Znaleziono kontroler: [bold]{name}[/bold] [dim]({uid})[/dim]
pt_br: Controle Encontrado: [bold]{name}[/bold] [dim]({uid})[/dim]
ru: Найден джойстик: [bold]{name}[/bold] [dim]({uid})[/dim]
sk: Nájdený joystick: [bold]{name}[/bold] [dim]({uid})[/dim]
sv: Hittade joystick: [bold]{name}[/bold] [dim]({uid})[/dim]
tr: Bulunan joystick: [bold]{name}[/bold] [dim]({uid})[/dim]
vi: Đã tìm thấy thiết bị điều khiển: [bold]{name}[/bold] [dim]({uid})[/dim]

source: {} disconnected.
de: {} getrennt.
es: {} desconectado.
et: {} ühendus katkes.
fi: {} yhteys katkaistu.
fr: {} déconnecté.
hu: {} leválasztva.
id: {} terputus.
it: {} disconnesso.
nl: {} verbinding verbroken.
pl: Odłączono {}.
pt_br: {} desconectado.
ru: {} отключен.
sk: {} odpojené.
sv: {} avkopplad.
tr: {} bağlantı kesildi.
vi: {} đã mất kết nối.

source: Event with alias '{0}' not found.
de: Ereignis mit Alias '{0}' nicht gefunden.
es: Evento con alias '{0} no encontrado.
et: Sündmust aliasega '{0}' ei leitud.
fi: Tapahtumaa aliaksella '{0}' ei löytynyt.
fr: Événement avec l'alias '{0}' introuvable.
hu: Esemény ezzel a névvel: '{0}' nem talált.
id: Peristiwa dengan alias '{0}' tidak ditemukan.
it: Evento con alias '{0}' non trovato.
nl: Gebeurtenis met alias ‘{0}’ niet gevonden.
pl: Nie znaleziono zdarzenia o aliasie '{0}'.
pt_br: Evento '{0}' não encontrado.
ru: Событие с именем '{0}' не найдено.
sk: Udalosť s aliasom '{0}' sa nenašla.
sv: Händelse med alias '{0}' hittades inte.
tr: '{0}' takma adlı olay bulunamadı.
vi: Sự kiện với biệt danh '{0}' không được tìm thấy.

source: Exception occurred while trying to edit the event.
de: Fehler ist vorgetreten während der Änderung eines Events.
es: Ocurrió un error al intentar editar el evento.
et: Sündmuse muutmisel tekkis viga.
fi: Tapahtumaa muokattaessa tapahtui virhe.
fr: Une exception s’est produite lors de la tentative de modification de l’événement.
hu: Kivétel történt az esemény szerkesztése közben.
id: Terjadi kesalahan saat mencoba mengedit peristiwa.
it: Errore durante la modifica dell'evento.
nl: Uitzondering opgetreden tijdens het bewerken van de gebeurtenis.
pl: Wystąpił wyjątek podczas próby edytowania zdarzenia.
pt_br: Ocorreu um erro ao tentar editar o evento.
ru: Произошло исключение при редактировании этого события.
sk: Pri pokuse o úpravu udalosti sa vyskytla výnimka.
sv: Ett undantag uppstod när händelsen skulle redigeras.
tr: Etkinliği düzenlemeye çalışırken bir hata oluştu.
vi: Đã xảy ra ngoại lệ khi đang cố gắng chỉnh sửa một sự kiện.

source: Controls listener started.
de: Eingaben Zuhörer wurde gestartet.
es: La detección de controles ha comenzado.
et: Kontrolli kuulaja alustas.
fi: Ohjaimien kuunteleminen aloitettu.
fr: Écoute des contrôles lancée.
hu: Irányitás figyelő elindult.
id: Pendengar kontrol dimulai.
it: Listener dei controlli avviato.
nl: Bediening luisteraar gestart.
pl: Uruchomiono nasłuchiwanie elementów sterujących.
ru: Прослушиватель управления запущен.
sk: Poslucháč ovládacích prvkov spustený.
sv: Kontrollerar att lyssnaren startade.
tr: Kontrol dinleyicisi başlatıldı.
vi: Trình theo dõi các bộ điều khiển đã được khởi động.

source: Plugin {0} failed to start: Timeout. Try to close other programs to give more memory and CPU to the plugin.
de: Plugin {0} konnte nicht gestartet werden, da die Eingabezeit überschritten wurde! Versuche andere Programme zu schließen und dem Plugin mehr Arbeitsspeicher und CPU Ressourcen zur Verfügung zu stellen.
es: El plugin {0} no pudo iniciarse: tiempo de espera agotado. Intenta cerrar otros programas para liberar memoria y CPU.
et: Lisaosa {0} ei käivitunud: Aegumine. Püüdke sulgeda teised programmid, et anda pluginale rohkem mälu ja CPU-d.
fi: Laajennus {0} ei käynnistynyt syystä: Aika loppui Kokeile sulkea muita sovelluksia jotta ETS2LA saa lisää muistia ja prosessori tehoa.
fr: Échec du démarrage du plugin {0} : délai dépassé. Essayez de fermer d'autres programmes pour libérer de la mémoire et du CPU pour le plugin.
hu: A(z) {0} plugin inditása nem sikerült: Időtúllépés miatt. Zárj be más proframokat, hogy több RAM és CPU teljesítményt kapj, utána próbáld meg újraindítani a plugint.
id: Plugin {0} gagal dimulai: Waktu habis. Coba tutup aplikasi lain untuk memberi plugin lebih banyak memori dan CPU.
it: Il plugin {0} non è riuscito ad avviarsi: Timeout. Prova a chiudere altri programmi aperti sul tuo PC per dare più memoria RAM e spazio CPU al plugin.
nl: Plugin {0} is niet gestart: Time-out. Probeer andere programma's te sluiten om meer geheugen en CPU aan de plugin te geven.
pl: Wtyczka {0} nie została uruchomiona pomyślnie: Przekroczono limit czasu. Spróbuj zamknąć inne programy, aby zwolnić więcej pamięci i zasobów CPU.
pt_br: O plugin {0} falhou ao iniciar: Timeout. Tente fechar outros programas para fornecer mais memória e CPU para o plugin.
ru: Не удалось запустить плагин {0}: Время истекло Попробуйте закрыть другие программы, чтобы дать плагину больше ОЗУ и мощности ЦП.
sk: Spustenie pluginu {0} zlyhalo: Časový limit. Skúste zatvoriť ostatné programy, aby ste pluginu poskytli viac pamäte a CPU.
sv: Plugin {0} kunde inte starta: Timeout. Försök att stänga andra program för att ge plugin mer minne och processorkraft.
tr: Eklenti {0} başlatılamadı: Zaman aşımı. Eklentiye daha fazla bellek ve CPU ayırmak için diğer programları kapatmayı deneyin.
vi: Plugin {0} khởi động thất bại: Hết thời gian chờ. Hãy thử đóng các ứng dụng không liên quan để cấp cho plugin nhiều RAM và CPU hơn.

source: Plugin [yellow]{0}[/yellow] loaded successfully.
de: Plugin [yellow]{0}[/yellow] wurde erfolgreich geladen.
es: El plugin [yellow]{0}[/yellow] se cargó correctamente.
et: Lisaosa [yellow] {0}[/yellow] on edukalt laaditud.
fi: Laajennus [yellow]{0}[/yellow] käynnistyi onnistuneesti.
fr: Plugin [yellow]{0}[/yellow] chargé avec succès.
hu: A(z) [yellow]{0}[/yellow] plugin betöltése sikeres volt.
id: Plugin [yellow]{0}[/yellow] berhasil dimuat.
it: Plugin [yellow]{0}[/yellow] è stato caricato con successo.
nl: Plugin [yellow]{0}[/yellow] met succes geladen.
pl: Wtyczka [yellow]{0}[/yellow] załadowana pomyślnie.
pt_br: Plugin [yellow]{0}[/yellow] carregado com sucesso.
ru: Плагин [yellow]{0}[/yellow] загружен успешно.
sk: Plugin [yellow]{0}[/yellow] bol úspešne načítaný.
sv: Plugin [yellow]{0}[/yellow] har laddats.
tr: Eklenti [yellow]{0}[/yellow] başarıyla yüklendi.
vi: Plugin [yellow]{0}[/yellow] đã được nạp thành công.

source: Plugin {0} failed to get description: Timeout.
de: Die Beschreibung von Plugin {0} konnte nicht geladen werden: Zeitüberschreitung.
es: El plugin {0} no pudo obtener la descripción: tiempo de espera agotado.
et: Lisaosa {0} kirjelduse hankimine nurjus: aegumine.
fi: Laajennus {0} ei saanut kuvausta syystä: Aika loppui.
fr: Le plugin {0} n’a pas pu obtenir la description : délai dépassé.
hu: Plugin {0} nem kapott leírást: Időtúllépés.
id: Plugin {0} gagal mendapatkan deskripsi: Waktu habis.
it: Plugin {0} non è riuscito a ottenere la descrizione: Timeout.
nl: Plugin {0} heeft geen beschrijving gekregen: Time-out.
pl: Nie udało się pobrać opisu wtyczki {0}: Przekroczono limit czasu.
pt_br: O plugin {0} falhou ao tentar obter a descrição.
ru: Плагин {0} не смог получить описание: Время истекло.
sk: Pluginu {0} sa nepodarilo získať popis: Časový limit vypršal.
sv: Plugin {0} kunde inte hämta beskrivningen: Timeout.
tr: Eklenti {0} açıklamayı alamadı: Zaman aşımı.
vi: Plugin {0} thất bại khi lấy mô tả: Hết thời gian chờ.

source: Plugin {0} failed to get description: {1}
de: Plugin {0} konnte die Beschreibung nicht abrufen: {1}
es: El plugin {0} no pudo obtener la descripción: {1}
et: Lisaosa {0} kirjelduse hankimine nurjus: {1}
fi: Laajennus {0} ei saanut kuvausta syystä: {1}
fr: Le plugin {0} n’a pas pu obtenir la description : {1}
hu: Plugin {0} nem kapott leírást: {1]
id: Plugin {0} gagal mendapatkan deskripsi: {1}
it: Plugin {0} non è riuscito a ottenere la descrizione: {1}
nl: Plugin {0} heeft geen beschrijving gekregen: {1}
pl: Nie udało się pobrać opisu wtyczki {0}: {1}
pt_br: O plugin {0} falhou ao obter a descrição: {1}
ru: Плагин {0} не смог получить описание: {1}
sk: Pluginu {0} sa nepodarilo získať popis: {1}
sv: Plugin {0} kunde inte hämta beskrivningen: {1}
tr: Eklenti {0} açıklamayı alamadı: {1}
vi: Plugin {0} thất bại khi lấy mô tả: {1}

source: Plugin {0} failed to get controls: Timeout.
de: Plugin {0} keine Einstellungen erhalten: Zeitüberschreitung.
es: El plugin {0} no pudo obtener los controles: tiempo de espera agotado.
et: Lisaosa {0} epaõnnestus juhtelemente vastuvõttes: aegumine.
fi: Laajennus {0} ei saanut painikkeita syystä: Aika loppui.
fr: Le plugin {0} n’a pas pu récupérer les contrôles : délai dépassé.
hu: A plugin {0} hoz nem sikerült a vezérlést megkapni: Időtúllépés.
id: Plugin {0} gagal mendapatkan kontrol: Waktu habis.
it: Plugin {0} non è riuscito a ottenere i controlli: Timeout.
nl: Plugin {0} kan geen besturingselementen krijgen: Time-out.
pl: Nie udało się pobrać elementów sterujących wtyczką {0}: Przekroczono limit czasu.
pt_br: O plugin {0} falhou ao obter os controles.
ru: Плагин {0} не смог получить клавиши управления: Время истекло.
sk: Pluginu {0} sa nepodarilo získať ovládacie prvky: Časový limit uplynul.
sv: Plugin {0} kunde inte hämta kontroller: Timeout.
tr: Eklenti {0} kontrolleri alamadı: Zaman aşımı.
vi: Plugin {0} thất bại khi tương tác với các bộ điều khiển: Hết thời gian chờ.

source: Plugin {0} failed to get controls: {1}
de: Plugin {0} keine Einstellungen erhalten: {1}
es: El plugin {0} no pudo obtener los controles: {1}
et: Lisaosa {0} epaõnnestus juhtelemente vastuvõttes: {1}
fi: Laajennus {0} ei saanut painikkeita syystä: {1}
fr: Le plugin {0} n’a pas pu récupérer les contrôles : {1}
hu: A plugin {0} hoz nem sikerült a vezérlést megkapni: {1}
id: Plugin {0} gagal mendapatkan kontrol: {1}
it: Plugin {0} non è riuscito a ottenere i controlli: {1}
nl: Plugin {0} kan geen besturingselementen krijgen: {1}
pl: Wtyczka {0} nie może pobrać elementów sterujących: {1}
pt_br: O plugin {0} falhou ao obter os controles: {1}
ru: Плагин {0} не смог получить клавиши управления: {1}
sk: Pluginu {0} sa nepodarilo získať ovládacie prvky: {1}
sv: Plugin {0} kunde inte hämta kontroller: {1}
tr: Eklenti {0} kontroller alınamadı: {1}
vi: Plugin {0} thất bại khi tương tác với các bộ điều khiển: {1}

source: Loaded {0} plugins.
de: Es wurden {0} Plugins geladen.
es: Se cargaron {0} plugins.
et: Laaditud {0} lisaosa.
fi: Ladattiin {0} laajennusta.
fr: {0} plugins chargés.
hu: {0} plugin betöltve.
id: Berhasil memuat {0} plugins.
it: Caricati {0} plugin.
nl: {0} plugins geladen.
pl: Załadowano {0} wtyczek.
pt_br: {0} plugins carregados.
ru: Загружено {0} плагинов.
sk: Načítaných {0} pluginov.
sv: Laddade {0} plugins.
tr: {0} eklenti yüklendi.
vi: Đã nạp {0} plugin.

source: Plugin not found.
de: Plugin nicht gefunden.
es: Plugin no encontrado.
et: Lisaosa ei leitud.
fi: Laajennusta ei löydetty.
fr: Plugin introuvable.
hu: Nem taláható plugin.
id: Plugin tidak ditemukan.
it: Plugin non trovato.
nl: Plugin niet gevonden.
pl: Nie znaleziono wtyczki.
pt_br: O plugin não foi encontrado.
ru: Плагин не найден.
sk: Plugin sa nenašiel.
sv: Plugin hittades inte.
tr: Eklenti bulunamadı.
vi: Không tìm thấy plugin.

source: Plugin [yellow]{0}[/yellow] started successfully.
de: Plugin [yellow]{0}[/yellow] wurde erfolgreich gestartet.
es: El plugin [yellow]{0}[/yellow] se inició correctamente.
et: Lisaosa [yellow]{0}[/yellow] alustas edukaalt.
fi: Laajennus [yellow]{0}[/yellow] käynnistetty onnistuneesti.
fr: Plugin [yellow]{0}[/yellow] démarré avec succès.
hu: A(z) [yellow]{0}[/yellow] plugin indítása sikeres volt.
id: Plugin [yellow]{0}[/yellow] berhasil dimulai.
it: Plugin [yellow]{0}[/yellow] è stato avviato con successo.
nl: Plugin [yellow]{0}[/yellow] met succes gestart.
pl: Wtyczka [yellow]{0}[/yellow] uruchomiona pomyślnie.
pt_br: O Plugin [yellow]{0}[/yellow] foi iniciado com sucesso.
ru: Плагин [yellow]{0}[/yellow] запущен успешно.
sk: Plugin [yellow]{0}[/yellow] bol úspešne spustený.
sv: Plugin [yellow]{0}[/yellow] startade.
tr: Eklenti [yellow]{0}[/yellow] başarıyla başlatıldı.
vi: Plugin [yellow]{0}[/yellow] đã khởi động thành công.

source: Failed to start plugin: {0}
de: Plugin konnte nicht gestartet werden: {0}
es: No se pudo iniciar el plugin: {0}
et: Lisaosa käivitamine nurjus: {0}
fi: Laajennusta {0} ei voitu käynnistää
fr: Échec du démarrage du plugin : {0}
hu: A(z) {0} plugin indítása sikertelen volt
id: Gagal memulai plugin: {0}
it: Impossibile avviare plugin: {0}
nl: Plugin niet gestart: {0}
pl: Nie udało się uruchomić wtyczki: {0}
pt_br: Não foi possível iniciar este plugin: {0}
ru: Ошибка при включении: {0}
sk: Nepodarilo sa spustiť plugin: {0}
sv: Misslyckades med att starta plugin: {0}
tr: Eklenti başlatılamadı: {0}
vi: Thất bại khi khởi động plugin: {0}

source: Timeout
de: Zeitüberschreitung
es: Tiempo de espera agotado
et: Aegumine
fi: Aika loppui
fr: Délai dépassé
hu: Időtúllépés
id: Waktu habis
it: Tempo Scaduto (Timeout)
pl: Przekroczono limit czasu
pt_br: Tempo Esgotado
ru: Время истекло
sk: Časový limit
sv: Tidsgräns
tr: Zaman aşımı
vi: Hết thời gian chờ

source: Plugin not found, this can be a result of a plugin crash or failure to load.
de: Plugin nicht gefunden, dies kann das Ergebnis eines Plugin-Absturzes oder eines Fehlers beim Laden sein.
es: Plugin no encontrado, esto puede deberse a un fallo o bloqueo del plugin durante la carga.
et: Lisaosa ei leitud, see võib olla lisaosa krahhi või laadimata jätmise tagajärg.
fi: Laajennusta ei löytynyt, tämä voi johtua laajennuksen kaatumisesta tai lataamisen epäonnistumisesta.
fr: Plugin introuvable, cela peut être dû à un plantage ou à un échec de chargement.
hu: Plugin nem található, ez lehet a plugin összeomlásának vagy betöltési hibájának az eredménye.
id: Plugin tidak ditemukan, ini bisa terjadi karena kerusakan atau kegagalan memuat plugin.
it: Plugin non trovato, questo può essere dovuto a un crash del plugin o a un errore di caricamento.
nl: Plugin niet gevonden, dit kan het gevolg zijn van een plugincrash of het niet laden van de plugin.
pl: Nie znaleziono wtyczki, może to być spowodowane awarią wtyczki lub jej nie załadowaniem.
pt_br: Plugin não encontrado. Isso pode ser o resultado de uma falha ou de um erro no carregamento do plugin.
ru: Плагин не найден, это может результатом сбоя плагина или невозможности его загрузки.
sk: Plugin sa nenašiel, môže to byť dôsledok zlyhania pluginu alebo zlyhania jeho načítania.
sv: Plugin hittades inte, detta kan bero på en krasch eller ett fel vid laddning.
tr: Eklenti bulunamadı, bu durum eklentinin çökmesi veya yüklenememesi nedeniyle olabilir.
vi: Không tìm thấy plugin, đây có thể là kết quả của việc plugin bị crash hoặc không nạp được.

source: Plugin [yellow]{0}[/yellow] stopped successfully.
de: Plugin [yellow]{0}[/yellow] wurde erfolgreich gestoppt.
es: El plugin [yellow]{0}[/yellow] se detuvo correctamente.
et: Lisaosa [yellow]{0}[/yellow] lõpetas edukalt.
fi: Laajennus [yellow]{0}[/yellow] sammutettu onnistuneesti.
fr: Plugin \[yellow]{0}\[/yellow] arrêté avec succès.
hu: A(z) [yellow]{0}[/yellow] plugin leállítása sikeres volt.
id: Plugin [yellow]{0}[/yellow] berhasil dihentikan.
it: Plugin [yellow]{0}[/yellow] arrestato con successo.
nl: Plugin [yellow]{0}[/yellow] met succes gestopt.
pl: Wtyczka [yellow]{0}[/yellow] zatrzymana pomyślnie.
pt_br: O Plugin [yellow]{0}[/yellow] foi descarregado.
ru: Плагин [yellow]{0}[/yellow] остановлен успешно.
sk: Plugin [yellow]{0}[/yellow] bol úspešne zastavený.
sv: Plugin [yellow]{0}[/yellow] stoppades utan problem.
tr: Eklenti [yellow]{0}[/yellow] başarıyla durduruldu.
vi: Plugin [yellow]{0}[/yellow] đã dừng thành công.

source: Failed to stop plugin: {0}
de: Plugin konnte nicht gestoppt werden: {0}
es: No se pudo detener el plugin: {0}
et: Lisaosa peatamine nurjus: {0}
fi: Laajennusta {0} ei voitu sammuttaa
fr: Échec de l’arrêt du plugin : {0}
hu: A(z) {0} plugin leállítása sikertelen volt
id: Gagal menghentikan plugin: {0}
it: Impossibile arrestare il plugin: {0}
nl: Mislukt om plugin te stoppen: {0}
pl: Nie udało się zatrzymać wtyczki: {0}
pt_br: Não foi possível parar o plugin: {0}
ru: Ошибка при остановке плагина: {0}
sk: Nepodarilo sa zastaviť plugin: {0}
sv: Misslyckades med att stoppa plugin: {0}
tr: Eklenti durdurulamadı: {0}
vi: Thất bại khi dừng plugin: {0}

source: Failed to restart plugin: {0}
de: Plugin konnte nicht neu gestartet werden: {0}
es: No se pudo reiniciar el plugin: {0}
et: Lisaosa taaskäivitamine nurjus: {0}
fi: Laajennusta {0} ei voitu käynnistää uudelleen
fr: Échec du redémarrage du plugin : {0}
hu: A(z) {0} plugin újraindítása sikertelen volt
id: Gagal memulai ulang plugin: {0}
it: Impossibile riavviare il plugin: {0}
nl: Plugin niet opnieuw gestart: {0}
pl: Nie udało się ponownie uruchomić wtyczki: {0}
pt_br: Ixi, houve uma falha ao tentar reiniciar o plugin: {0}
ru: Ошибка при перезапуске плагина: {0}
sk: Nepodarilo sa reštartovať plugin: {0}
sv: Misslyckades med att starta om plugin: {0}
tr: Eklenti yeniden başlatılamadı: {0}
vi: Thất bại khi khởi động lại plugin: {0}

source: Plugin {0} not found for page {1}.
de: Plugin {0} wurde für die Seite {1} nicht gefunden.
es: No se encontró el plugin {0} para la página {1}.
et: Lisaosa {0} ei leitud lehekülje {1} jaoks.
fi: Laajennusta {0} ei löytynyt sivulle {1}.
fr: Plugin {0} introuvable pour la page {1}.
hu: Plugin {0} Nem található a(z) {1} oldalon.
id: Plugin {0} tidak ditemukan untuk halaman {1}.
it: Plugin {0} non trovato nella pagina {1}.
nl: Plugin {0} niet gevonden voor pagina {1}.
pl: Wtyczka {0} nie została znaleziona dla strony {1}.
pt_br: O plugin {0} não foi encontrado na página {1}.
ru: Плагин {0} не найден для страницы {1}.
sk: Plugin {0} sa nenašiel pre stránku {1}.
sv: Plugin {0} hittades inte för sidan {1}.
tr: Eklenti {0} sayfada bulunamadı {1}.
vi: Plugin {0} không được tìm thấy để hiển thị trên trang này [1].

source: Failed to download the ffmpeg library, please download it manually. (ie. [code]winget install ffmpeg[/code])
de: Fehler beim Herunterladen der ffmpeg-Bibliothek. Bitte lade sie manuell herunter (z. B. mit [code]winget install ffmpeg[/code])
es: No se pudo descargar la biblioteca ffmpeg, por favor descárgala manualmente. (por ejemplo: [code]winget install ffmpeg[/code])
et: Ffmpegi kogu allalaadimine nurjus, palun laadi see käsitsi alla. (nt. [code]winget install ffmpeg[/code])
fi: ffmpeg kirjaston lataaminen epäonnistui, lataa se manuaalisesti (esim. [code]winget install ffmpeg[/code])
fr: Échec du téléchargement de la bibliothèque ffmpeg, veuillez la télécharger manuellement. (par exemple : [code]winget install ffmpeg[/code])
hu: Nem sikerült letölteni a ffmpeg könyvtárat, kérjük töltse le kézzel. (pl. [code] winget install ffmpeg [/code])
id: Gagal mengunduh library ffmpeg, mohon unduh secara manual. (contoh: [code]winget install ffmpeg[/code])
it: Download della libreria ffmpeg non riuscito, si prega di scaricarla manualmente. (es. [code]winget install ffmpeg[/code])
nl: Het downloaden van de ffmpeg-bibliotheek is mislukt. Download deze handmatig. (d.w.z. [code]winget install ffmpeg[/code])
pl: Nie udało się pobrać biblioteki ffmpeg, pobierz ją ręcznie. (tj. [code]winget install ffmpeg[/code])
pt_br: Falha ao baixar a biblioteca ffmpeg, por favor, baixe-a manualmente. (ex: [code]winget install ffmpeg[/code])
ru: Невозможно скачать библиотеку ffmpeg, пожалуйста, скачайте её вручную. (ie. [code]winget install ffmpeg[/code])
sk: Nepodarilo sa stiahnuť knižnicu ffmpeg, stiahnite si ju manuálne. (ie. [code]winget install ffmpeg[/code])
sv: Misslyckades med att ladda ner ffmpeg-biblioteket, vänligen ladda ner det manuellt. (t.ex. [code]winget installera ffmpeg[/code])
tr: ffmpeg kütüphanesini indiremedi, lütfen manuel olarak indirin. (ör. [code]winget install ffmpeg[/code])
vi: Thất bại khi tải xuống thư viện ffmpeg, bạn cần cài đặt nó thủ công. (dùng lệnh "winget" trong Windows Powershell. [code]winget install ffmpeg[/code])
