Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Restart and apply {count} update
de: Neustarten und {count} Update anwenden
es: Reiniciar y aplicar la actualización {count}
et: Taaskäivitamine ja {count} värskenduse rakendamine
fi: Käynnistä uudelleen ja lataa {count} päivitys
fr: Redémarrer et appliquer {count} mise à jour
hu: Frissítés és újraindítás jelenleg: {count} frissítés várakozik
id: Mulai ulang dan terapkan {count} pembaruan
it: Riavvia e applica {count} aggiornamento
nl: Herstarten en toepassen {count} update
pl: Uruchom ponownie i zastosuj {count} aktualizację
pt_br: Reiniciar e aplicar {count} atualização
ru: Перезапустить и применить {count} обновление
sk: Reštartujte a použite {count} aktualizáciu
sv: Startar om och verkställer {count} uppdatering.Startar om och verkställer {count} uppdateringar.
tr: Yeniden başlatın ve {count} güncellemesini uygulayın
vi: Khởi động lại và áp dụng {count} bản cập nhật

source: Change the AR overlay settings here.
de: Ändere die AR-Overlay-Einstellungen hier.
es: Cambie la configuración de superposición de AR aquí.
et: Muuda siin AR ülekatte seadistusi.
fi: Voit muokata AR laajennuksen asetuksia täällä.
fr: Changez les paramètres d'overlay AR ici.
hu: Itt módosíthatod az AR-átfedés beállításait.
id: Ubah pengaturan overlay AR di sini.
it: Modifica le impostazioni dell'overlay della realtà aumentata qui.
nl: Wijzig hier de AR overlay instellingen.
pl: Zmień tutaj ustawienia nakładki AR.
pt_br: Altere as configurações de sobreposição de RA aqui.
ru: Здесь можно изменить настройки AR оверлея.
sk: Tu zmeňte nastavenia prekrytia AR.
sv: Ändra inställningar för AR overlayen här.
tr: Buradan AR kaplama ayarlarını değiştirin.
vi: Thay đổi cài đặt lớp phủ AR ở đây.

source: General
de: Allgemein
et: Üldine
fi: Yleiset
fr: Général
hu: Általános
id: Umum
it: Generale
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общее
sk: generálne
sv: Allmänt
tr: Genel
vi: Chung

source: Don't hide AR from recording software
de: Verberge AR nicht vor Aufnahmesoftware
es: No ocultar la RA del software de grabación
et: Ärge peitke AR-i salvestustarkvara eest
fi: Älä piilota nauhoitussovelluksilta
fr: Ne pas masquer l'AR pour les logiciels d’enregistrement
id: Jangan sembunyikan AR dari software perekaman
it: Non nascondere la realtà aumentata al software di registrazione
nl: Verberg AR niet voor opnamesoftware
pl: Nie ukrywaj nakładki AR przed oprogramowaniem do nagrywania
pt_br: Não ocultar a RA de softwares de gravação
ru: Не скрывать AR от ПО, записывающее экран
sk: Neskrývajte AR pred nahrávacím softvérom
sv: Göm inte AR från inspelnings mjukvara
tr: AR içeriğinin kayıt yazılımı tarafından görünmesini engellemeyin
vi: Không ẩn AR với các phần mềm ghi hình

source: By default the AR overlay is hidden from recording software to prevent it showing up when ETS2LA is using vision systems. If you want to record videos or stream with the overlay, you might want to enable this option.
de: Standardmäßig wird das AR-Overlay vor Aufnahmesoftware verborgen, damit es nicht angezeigt wird, wenn ETS2LA visuelle Systeme verwendet. Wenn du Videos mit Overlay aufnehmen oder streamen möchtest, solltest du diese Option aktivieren.
es: Por defecto, la superposición de RA está oculta para el software de grabación para evitar que aparezca cuando ETS2LA esté usando sistemas de visión. Si quieres grabar videos o hacer streaming con la superposición, quizá quieras activar esta opción.
et: Vaikimisi peidetakse AR-kate salvestustarkvara eest, et vältida selle ilmumist, kui ETS2LA kasutab nägemissüsteeme. Kui soovite salvestada videoid või voogedastust ülekattega, võiksite selle võimaluse lubada.
fi: Normaalisti AR piilotetaan nauhoitussovelluksilta, jotta ETS2LA voi käyttää laajennuksia jotka seuraavat peliä visuaalisesti. Jos haluat kuvata videoita tai streamata, voit kytkeä tämän päälle.
fr: Par défaut, la superposition AR est masquée dans le logiciel d'enregistrement afin d'éviter qu'elle n'apparaisse lorsque ETS2LA utilise des systèmes de vision. Si vous souhaitez enregistrer des vidéos ou diffuser en continu avec la superposition, vous pouvez activer cette option.
id: Secara default, overlay AR disembunyikan dari software perekaman untuk mencegahnya muncul saat ETS2LA menggunakan sistem visi. Jika anda ingin merekam video atau streaming dengan overlay, anda mungkin ingin mengaktifkan opsi ini.
it: Di default, l'overlay della realtà aumentata è nascosto al software di registrazione per evitare che venga mostrato quando ETS2LA utilizza i sistemi di visione. Se vuoi registrare video o fare streaming con l'overlay, potresti voler abilitare questa opzione.
nl: Standaard is de AR-overlay verborgen voor het opnemen van software om te voorkomen dat het verschijnt wanneer ETS2LA gebruik maakt van visiesystemen. Als u video's wilt opnemen of streamen met de overlay, kunt u deze optie inschakelen.
pl: Domyślnie nakładka AR jest ukryta przed oprogramowaniem do nagrywania, aby zapobiec jej wyświetlaniu się podczas kiedy ETS2LA korzysta z systemów wizyjnych. Jeśli chcesz nagrywać filmy lub streamować z nakładką, możesz włączyć tę opcję.
pt_br: Por padrão, a sobreposição de RA (Realidade Aumentada) fica oculta de softwares de gravação para evitar que apareça quando o ETS2LA está usando sistemas de visão. Se você quiser gravar vídeos ou fazer transmissões com a sobreposição, pode ser útil ativar esta opção.
ru: По умолчанию, оверлей AR скрыт от ПО, записывающего экран, чтобы предотвратить его отображение при использовании ETS2LA систем комп. зрения. Если вы хотите записывать видео или стримить с этим оверлеем, включите эту опцию.
sk: Predvolene je AR prekrytie skryté pred nahrávacím softvérom, aby sa nezobrazovalo, keď ETS2LA používa systémy videnia. Ak chcete nahrávať videá alebo streamovať s prekrytím, možno budete chcieť túto možnosť povoliť.
sv: Från början är AR overlayen gömd från inspelnings mjukvaran för att förhindra att den dyker upp när ETS2LA använder visions systemen. Om du vill spela in videos eller strömma med overlayen så vill du nog sätta på den här inställningen.
tr: Varsayılan olarak, AR kaplaması kayıt yazılımlarından gizlenir; bu, ETS2LA'nın görsel sistemleri kullanırken görünmesini engellemek içindir. Eğer kaplama ile video kaydetmek veya yayın yapmak isterseniz, bu seçeneği etkinleştirmeniz gerekebilir.
vi: Theo mặc định, lớp phủ AR sẽ bị ẩn đi với các phần mềm ghi hình để tránh nó xuất hiện khi ETS2LA đang sử dụng hệ thống thị giác máy. Nếu bạn muốn ghi hình hoặc stream với lớp phủ, bạn có thể sẽ muốn bật tùy chọn này.

source: Show when not in focus
de: Anzeigen, wenn nicht im Fokus
es: Mostrar cuando no está enfocado
et: Näita, kui pole fookuses
fi: Näytä kun peli ei ole päälimmäisenä
fr: Afficher lorsque non sélectionné
id: Tampilkan saat tidak dalam fokus
it: Mostra anche quando non è in primo piano
nl: Toon wanneer niet in de focus
pl: Pokazuj, gdy gra nie jest widoczna
ru: Показывать, когда окно игры не сфокусировано
sk: Zobraziť, keď nie je zaostrené
sv: Visa när inte i fokus
tr: Odak dışında olduğunda da göster
vi: Hiển thị ngay cả khi không được làm cửa sổ chính

source: Show the AR overlay even when the game is not in focus. This can be useful for changing settings. Please note that this will also make AR run at the max possible FPS, this might cause some lag.
de: Zeige das AR-Overlay an, auch wenn das Spiel nicht im Fokus ist. Dies kann nützlich sein, wenn du Einstellungen anpassen möchtest. Bitte beachte, dass AR dadurch mit den maximal möglichen FPS ausgeführt wird, was zu Lags führen kann.
es: Mostrar la superposición de RA incluso cuando el juego no está en primer plano. Esto puede ser útil para cambiar la configuración. Ten en cuenta que esto también hará que la RA se ejecute a la máxima tasa de FPS posible, lo que podría causar algo de lag.
et: Näita AR-i ülekatmist isegi siis, kui mäng pole fookuses. See võib olla kasulik seadete muutmiseks. Pange tähele, et see muudab AR-i ka maksimaalse võimaliku FPS-i, mis võib põhjustada mõningast viivitust.
fi: Renderöi AR kappaleet vaikka peli ei olisi päälimmäisenä. Tämä voi olla hyödyllinen asetus kun muokkaa esimerkiksi HUDin paikkaa. Huomaa kuitenkin että tämä antaa AR:n pyöriä maksimi nopeudella.
fr: Afficher la superposition AR même lorsque le jeu n'est pas au premier plan. Cela peut être utile pour modifier les paramètres. Attention : l’AR fonctionnera alors à la fréquence maximale possible, ce qui peut provoquer des ralentissements.
id: Tampilkan overlay AR bahkan saat game tidak dalam fokus. Ini bisa berguna untuk mengubah pengaturan. Harap dicatat bahwa ini juga akan membuat AR berjalan pada FPS maksimum yang mungkin, ini mungkin menyebabkan beberapa lag.
it: Mostra la sovrapposizione AR anche quando il gioco non è in primo piano. Questo può essere utile per modificare le impostazioni. Si prega di notare che questo farà funzionare l’AR al massimo degli FPS possibile, il che potrebbe causare qualche rallentamento.
nl: Laat de AR-overlay zien, zelfs als het spel niet in focus staat. Dit kan nuttig zijn voor het wijzigen van instellingen. Houd er rekening mee dat dit AR ook zal draaien op de max mogelijke FPS, dit kan enige vertraging veroorzaken.
pl: Pokaż nakładkę AR, nawet gdy gra nie jest w centrum uwagi. Może to być przydatne przy zmianie ustawień. Należy jednak pamiętać, że powoduje to działanie AR z maksymalną ilością klatek na sekundę, co może powodować pewne opóźnienia.
pt_br: Exibir a sobreposição de RA mesmo quando o jogo não estiver em foco. Isso pode ser útil para mudar configurações. Por favor, note que esta opção também fará o AR rodar na maior taxa de quadros (FPS) possível, o que pode causar algum lag.
ru: Показывать оверлей AR, даже когда окно игры не сфокусировано. Это может быть полезно для изменения настроек. Пожалуйста, учтите, что это заставит оверлей работать на максимально возможном FPS, поэтому может вызвать лаги.
sk: Zobraziť AR prekrytie, aj keď hra nie je zaostrená. Toto môže byť užitočné pri zmene nastavení. Upozorňujeme, že v tomto prípade bude AR bežať na maximálnom možnom FPS, čo môže spôsobiť určité oneskorenie.
sv: Visa AR overlayen även när spelet inte är i fokus. Detta kan vara användbart för att ändra inställningar. Vänligen notera att detta kommer leda till att AR kommer köra på den högsta FPS:en möjlig, vilket kan introducera lagg.
tr: Oyun odakta olmasa bile AR katmanını göster. Bu, ayarları değiştirmek için faydalı olabilir. Lütfen AR'nin mümkün olan en yüksek FPS'de çalışmasına neden olacağını ve bu durumun bazı gecikmelere yol açabileceğini unutmayın.
vi: Hiển thị lớp phủ AR ngay cả khi cửa sổ của game không phải là của sổ chính. Nó sẽ hữu ích cho việc thay đổi cài đặt. Hãy nhớ rằng điều này cũng sẽ khiến AR chạy ở mức FPS cao nhất có thể, đôi khi sẽ gây lag.

source: Show test objects
de: Testobjekte anzeigen
es: Mostrar objetos de prueba
et: Katseobjektide näitamine
fi: Näytä testikappaleet
fr: Afficher les objets de test
id: Tampilkan objek tes
it: Mostra oggetti di prova
nl: Testobjecten tonen
pl: Pokaż obiekty testowe
pt_br: Testar
ru: Показывать тестовые объекты
sk: Zobraziť testovacie objekty
sv: Visa test objekt
tr: Test nesnelerini göster
vi: Hiển thị vật thể thử nghiệm

source: Show test objects in the AR overlay.
de: Testobjekte im AR-Overlay anzeigen.
es: Mostrar objetos de prueba en la superposición de RA.
et: Testobjektide näitamine AR- kaanel.
fi: Näytä testikappaleet pelimaailmassa.
fr: Afficher les objets de test dans l'overlay AR.
id: Tampilkan objek tes dalam overlay AR.
it: Mostra oggetti di prova nell’overlay della realtà aumentata.
nl: Toon testobjecten in de AR-overlay.
pl: Pokaż obiekty testowe w nakładce AR.
pt_br: Mostrar objetos de teste na sobreposição de RA(use a camera externa).
ru: Показывать тестовые объекты в оверлее AR.
sk: Zobraziť testovacie objekty v AR prekrytí.
sv: Visa test objekt i AR overlayen.
tr: AR kaplamasında test nesnelerini göster.
vi: Hiển thị vật thể thử nghiệm trong lớp phủ AR.

source: Performance Overlay
de: Leistungsübersicht
es: Superposición de rendimiento
et: Jõudluskate
fi: Suorituskyky
fr: Overlay des Performances
id: Overlay Performa
it: Vista Prestazioni
nl: Prestatieoverlay
pl: Nakładka wydajności
ru: Оверлей производительности
sk: Prekrytie výkonu
tr: Performans Katmanı
vi: Lớp phủ hiệu năng

source: Show Performance Overlay
de: Zeige Performance Overlay
es: Mostrar superposición de rendimiento
et: Jõudluse ülekatte näitamine
fi: Näytä AR laajennuksen suoristuskyky pelin päällä
fr: Afficher l'overlay des performances
id: Tampilkan Overlay Performa
it: Mostra la Vista delle Prestazioni
nl: Prestatieoverlay tonen
pl: Pokaż nakładkę wydajności
ru: Показать оверлей производительности
sk: Zobraziť prekrytie výkonnosti
sv: Visa Performance Overlay
tr: Performans Katmanını Göster
vi: Hiển thị lớp phủ hiệu năng

source: Show the performance overlay. This will show a number of useful statistics.
de: Zeige das Performance Overlay. Dies zeigt zahlreiche nützliche Statistiken an.
es: Mostrar la superposición de rendimiento. Esto mostrará una serie de estadísticas útiles.
et: Näitab esituse ülekatvust. See näitab palju kasulikku statistikat.
fi: Näyttää myös paljon muuta kuin vain FPS tiedot. Hyödyllinen jos AR suorituskyky heittelee.
fr: Afficher l'overlay des performances. Cela affichera un certains nombres de statistiques utiles.
id: Tampilkan overlay performa. Ini akan menunjukkan sejumlah statistik yang berguna.
it: Mostra la Vista delle Prestazioni. Questo mostrerà alcuni dati utili.
nl: Laat de uitvoering zien. Dit zal een aantal nuttige statistieken laten zien.
pl: Pokaż nakładkę wydajności. Wyświetli ona szereg przydatnych statystyk.
ru: Показать оверлей производительности. Он покажет ряд полезных данных.
sk: Zobraziť prekrytie výkonnosti. Zobrazí sa množstvo užitočných štatistík.
sv: Visa performance overlay. Detta visar ett antal användbara statistikuppgifter.
tr: Performans katmanını gösterir. Bu katman, birçok faydalı istatistiği görüntüler.
vi: Cái này sẽ hiển thị một số thống kê hữu ích về hiệu năng.

source: Show Game Statistics
de: Zeige Spielstatistiken
es: Mostrar estadísticas del juego
et: Mängu statistika näitamine
fi: Näytä pelin statistiikka
fr: Afficher les statistiques du jeu
id: Tampilkan Statistik Game
it: Mostra le Statistiche di Gioco
nl: Spelstatistieken tonen
pl: Pokaż statystyki gry
ru: Показать игровую статистику
sk: Zobraziť štatistiku hry
sv: Visa Spel Statistiker
tr: Oyun İstatistiklerini Göster
vi: Hiển thị thống kê của game

source: Show game statistics in the performance overlay.
de: Zeige Spielstatistiken im Performance Overlay an.
es: Mostrar estadísticas del juego en la superposición de rendimiento.
et: Mängu statistika näitamine esituse ülekattel.
fi: Näyttää pelin tietoja, kuten FPS arvon.
fr: Afficher les statistiques du jeu dans l'overlay des performances.
id: Tampilkan statistik game dalam overlay performa.
it: Mostra la Statistiche di Gioco nella Vista delle Prestazioni.
nl: Toon game statistieken in de prestaties overlay.
pl: Pokaż statystyki gry w nakładce wydajności.
ru: Показать игровую статистику в оверлее производительности.
sk: Zobraziť herné štatistiky v prekrytí výkonu.
sv: Visa spel statistiker i performance overlayen.
tr: Performans göstergesinde oyun istatistiklerini göster.
vi: Hiển thị thống kê của game chung với phần lớp phủ hiệu năng.

source: Show Background
de: Zeige Hintergrund
es: Mostrar fondo
et: Tausta näitamine
fi: Tausta
fr: Afficher l'arrière-plan
id: Tampilkan Latar Belakang
it: Mostra lo Sfondo
nl: Achtergrond tonen
pl: Pokaż tło
ru: Отображать фон
sk: Zobraziť pozadie
sv: Visa Bakgrund
tr: Arka Planı Göster
vi: Hiển thị nền

source: Show the background in the performance overlay. This will make the performance overlay more readable, but it will also make it less transparent.
de: Zeige den Hintergrund im Performance Overlay an. Dass macht das Performance Overlay lesbarer, aber es ist dadurch weniger transparent.
es: Mostrar el fondo en la superposición de rendimiento. Esto hará que la superposición sea más legible, pero también menos transparente.
et: Etenduse ülekattes näidatakse tausta. See muudab esituse ülekatte loetavamaks, kuid muudab selle ka vähem läbipaistvaks.
fi: Tekstin taakse lisätään tausta, tämä helpottaa huomattavasti lukemista varsinkin kun alla on vaaleita pikselejä.
fr: Afficher l'arrière-plan dans l'overlay des performances. Cela rendra l'overlay des performances plus lisible, mais aussi moins transparent.
id: Tampilkan latar belakang dalam overlay performa. Ini akan membuat overlay performa lebih mudah dibaca, tetapi juga akan membuatnya kurang transparan.
it: Mostra lo sfondo nella Vista delle Prestazioni. Questo renderà la Vista delle Prestazioni più leggibile, ma anche meno trasparente.
nl: Toon de achtergrond in de performance overlay. Dit zal de prestaties leesbaarder maken, maar het zal het ook minder transparant maken.
pl: Pokaż tło w nakładce wydajności. Dzięki temu nakładka wydajności będzie bardziej czytelna, ale też mniej przezroczysta.
ru: Отображать фон в оверлее производительности. Это сделает оверлей более читаемым, но менее прозрачным.
sk: Zobraziť pozadie v prekrytí výkonu. Vďaka tomu bude prekrytie výkonu čitateľnejšie, ale zároveň menej priehľadné.
sv: Visa bakgrunden i performance overlayen. Detta kommer göra overlayen mer läsbar, men också ge lägre genomskinlighet.
tr: Performans katmanında arka planı göster. Bu, performans katmanını daha okunaklı hale getirecek, ancak aynı zamanda daha az şeffaf hale getirecektir.
vi: Hiển thị nền trong lớp phủ hiệu năng. Nó sẽ giúp lớp phủ hiệu năng dễ đọc hơn, nhưng độ trong suốt cũng sẽ giảm đi.

source: The AR plugin provides an augmented reality overlay for ETS2LA. It used by plugin like HUD to display information in the game world.
de: Das AR Plugin bietet ein Augmented-Reality-Overlay für ETS2LA. Es wird von Plugins wie dem HUD verwendet, um Informationen in der Spielwelt anzuzeigen.
es: El plugin de RA proporciona una superposición de realidad aumentada para ETS2LA. Es usado por plugins como HUD para mostrar información en el mundo del juego.
et: AR-lisaosa pakub ETS2LA-le liitreaalsuskatvust. Seda kasutab lisaosa nagu HUD teabe kuvamiseks mängumaailmas.
fi: AR laajennus renderöi kappaleitä pelin päälle. Tätä käyttää esim HUD, joka voi näyttää realistisen HUDin pelimaailman päällä.
fr: Le plugin AR fournit un overlay de réalité augmentée pour ETS2LA. Il est utilisé par des plugins comme le HUD pour afficher des informations dans le monde du jeu.
id: Plugin AR menyediakan overlay augmented reality untuk ETS2LA. Ini digunakan oleh plugin seperti HUD untuk menampilkan informasi dalam dunia game.
it: Il plugin AR fornisce un overlay di realtà aumentata per ETS2LA. Viene utilizzato da plugin come HUD per visualizzare informazioni nel mondo di gioco.
nl: De AR plugin biedt een augmented reality overlay voor ETS2LA. Het wordt gebruikt door plugin zoals HUD om informatie in de game wereld weer te geven.
pl: Wtyczka AR zapewnia nakładkę rzeczywistości rozszerzonej dla ETS2LA. Jest używana przez wtyczki takie jak HUD do wyświetlania informacji w świecie gry.
pt_br: O plugin de RA oferece uma sobreposição de realidade aumentada para o ETS2LA. Ele é usado por plugins como o HUD (Head-Up Display) para exibir informações no mundo do jogo.
ru: Плагин AR предоставляет оверлей дополненной реальности для ETS2LA. Он используется такими плагинами, как HUD, чтобы отображать информацию в игровом мире.
sk: AR plugin poskytuje prekrytie rozšírenej reality pre ETS2LA. Používa sa pluginmi ako HUD na zobrazenie informácií v hernom svete.
sv: Detta AR plugin ger en förstärkt verklighets overlay för ETS2LA. Den används av plugins som HUD för att visa information i spelvärlden.
tr: AR eklentisi, ETS2LA için artırılmış gerçeklik tabanlı bir görsel katman sağlar. Bu katman, HUD gibi eklentiler tarafından oyun dünyasında bilgileri görüntülemek amacıyla kullanılır.
vi: AR plugin cung cấp một lớp phủ thực tế tăng cường cho ETS2LA. Nó được sử dụng bởi plugin như HUD để hiển thị thông tin trong thế giới của game.

source: Items: {}
de: Gegenstände: {}
es: Elementos: {}
et: Esemed: {}
fi: Kappaleita: {}
fr: Éléments : {}
id: Barang: {}
it: Elementi: {}
pl: Elementy: {}
pt_br: Itens: {}
ru: Элементов: {}
sk: Položky: {}
sv: Föremål: {}
tr: Ögeler: {}
vi: Các mục: {}

source: Draw Calls: {} ({:.0f}%)
es: Llamadas de dibujo: {} ({:.0f}%)
et: Kõnede näitamine: {} ({:. 0f}%)
fi: Piirtokutsuja: {} ({:.0f}%)
fr: Appels de dessin : {} ({:.0f} %)
id: Panggilan Gambar: {} ({:.0f}%)
it: Invocazioni di Rendering: {} ({:.0f}%)
nl: Aanroepen tekenen: {} ({:.0f}%)
pl: Wywołania rysowania: {} ({:.0f}%)
ru: Вызовов отрисовки: {} ({:.0f}%)
sk: Volania remíz: {} ({:.0f}%)
sv: Dra samtal: {} ({:.0f}%)
tr: Çizim Çağrıları: {} ({:.0f}%)
vi: Hiển thị các cuộc gọi: {} ({:.0f}%)

source: Frustum Culled: {} ({:.0f}%)
pl: Poza polem widzenia: {} ({:.0f}%)

source: Text Cache Length: {}
de: Text-Cache-Länge: {}
es: Longitud de la caché de texto: {}
et: Tekstipuhvri pikkus: {}
fi: Tekstimuistin pituus: {}
fr: Longueur du cache de texte : {}
id: Panjang Cache Teks: {}
it: Lunghezza del testo di Cache: {}
nl: Lengte tekstcache: {}
pl: Długość pamięci podręcznej tekstu: {}
ru: Размер кэша текста: {}
sk: Dĺžka textovej vyrovnávacej pamäte: {}
sv: Textcachelängd: {}
tr: Metin Önbellek Uzunluğu: {}
vi: Chiều dài cache của văn bản: {}

source: Last Render: {:.2f} ms ({:.0f} fps)
de: Letztes Rendern: {:.2f} ms ({:.0f} fps)
es: Último renderizado: {:.2f} ms ({:.0f} fps)
et: Viimane Render: {:.2f} ms ({:.0f} fps)
fi: Edellinen: {:.2f} ms ({:.0f} fps)
fr: Dernier rendu : {:.2f} ms ({:.0f} fps)
id: Render Terakhir: {:.2f} ms ({:.0f} fps)
it: Ultimo Render: {:.2f} ms ({:.0f} fps)
nl: Laatste render: {:.2f} ms ({:.0f} fps)
pl: Ostatni render: {:.2f} ms ({:.0f} fps)
ru: Последний рендер: {:.2f} ms ({:.0f} fps)
sk: Posledné vykreslenie: {:.2f} ms ({:.0f} fps)
sv: Senaste rendering: {:.2f} ms ({:.0f} fps)
tr: Son İşleme: {:.2f} ms ({:.0f} fps)
vi: Render lần cuối: {:.2f} ms (:.0f} fps)

source: Last Loop: {:.2f} ms ({:.0f} fps)
de: Letzte Schleife: {:.2f} ms ({:.0f} fps)
es: Último ciclo: {:.2f} ms ({:.0f} fps)
et: Viimane lüli: {:.2f} ms ({:.0f} fps)
fi: Silmukka: {:.2f} ms ({:.0f} fps)
fr: Dernière boucle : {:.2f} ms ({:.0f} fps)
id: Loop Terakhir: {:.2f} ms ({:.0f} fps)
it: Ultimo ciclo: {:.2f} ms ({:.0f} fps)
nl: Laatste lus: {:.2f} ms ({:.0f} fps)
pl: Ostatnia pętla: {:.2f} ms ({:.0f} fps)
ru: Последний цикл: {:.2f} ms ({:.0f} fps)
sk: Posledná slučka: {:.2f} ms ({:.0f} fps)
sv: Senaste Varv: {:.2f} ms ({:.0f} fps)
tr: Son Döngü: {:.2f} ms ({:.0f} fps)
vi: Loop cuối: {:.2f} ms ({:.0f} fps)

source: Sync to game: {}
de: Mit Spiel synchronisieren: {}
es: Sincronizar con el juego: {}
et: Sünkroonimine mänguga: {}
fi: Synkronoi peliin: {}
fr: Synchronisation avec le jeu : {}
id: Sinkron ke game: {}
it: Sincronizza al gioco: {}
nl: Synchroniseren naar spel: {}
pl: Zsynchronizuj z grą: {}
ru: Синхронизовано с игрой: {}
sk: Synchronizácia s hrou: {}
sv: Synkronisera till spel: {}
tr: Oyunla senkronize et: {}
vi: Đồng bộ với game: {}

source: Yes
de: Ja
es: Sí
et: Jah
fi: Kyllä
fr: Oui
hu: Igen
id: Ya
it: Sì
nl: Ja
pl: Tak
ru: Да
sk: Áno
sv: Ja
tr: Evet
vi: Có

source: No
de: Nein
et: Ei
fi: Ei
fr: Non
hu: Nem
id: Tidak
nl: Nee
pl: Nie
ru: Нет
sk: Nie
sv: Nej
tr: Hayır
vi: Không

source: Game Statistics
de: Spielstatistiken
es: Estadísticas del juego
et: Mängu statistika
fi: Pelin statistiikka
fr: Statistiques du jeu
hu: Játék Statisztikák
id: Statistik Game
it: Statistiche di Gioco
nl: Spelstatistieken
pl: Statystyki gry
ru: Статистика игры
sk: Štatistiky hry
sv: Spel Statistiker
tr: Oyun İstatistikleri
vi: Các thống kê game
