Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: If you encounter an error after changing the changing the data please restart the plugin! If this doesn't resolve your issue then please contact the data creators or the developers on Discord!
de: Wenn du nach dem Ändern der Daten auf einen Fehler stößt, starte das Plugin bitte neu! Wenn dies das Problem nicht behebt, kontaktiere bitte die Datenersteller oder die Entwickler auf Discord!
es: Si encuentras un error después de cambiar los datos, reinicia el plugin. Si esto no soluciona el problema, contacta con los creadores o desarrolladores de los datos en Discord!
et: Kui pärast andmete muutmist tekib viga, palun taaskäivitage lisaosa! Kui see ei lahenda teie probleemi, võtke palun ühendust andmete loojate või arendajatega lahknevuste kohta!
fi: Jos Kartta -laajennus kaatuu tietojen vaihtamisen jälkeen, voit kokeilla käynnistää ETS2LA:n uudelleen. Jos tämäkään ei toimi, ota yhteyttä kehittäjiin discordissa!
fr: Si vous rencontrez une erreur après avoir modifié les données, veuillez redémarrer le plugin ! Si le problème persiste, contactez les créateurs des données ou les développeurs sur Discord !
id: Jika anda mengalami kesalahan setelah mengubah data, harap mulai ulang plugin! Jika ini tidak menyelesaikan masalah anda, silakan hubungi pembuat data atau pengembang di Discord!
it: Se riscontri un errore dopo aver modificato i dati, riavvia il plugin! Se il problema persiste, contatta gli sviluppatori su Discord!
nl: Als u een fout tegenkomt na het wijzigen van de gegevens te herstarten de plugin! Als dit uw probleem niet oplost, neem dan contact op met de data makers of de ontwikkelaars op Discord!
pl: Jeśli po zmianie danych pojawi się błąd, uruchom ponownie wtyczkę! Jeśli to nie rozwiąże problemu, skontaktuj się z twórcami danych lub deweloperami na Discordzie!
pt_br: Se você encontrar um erro depois de mudar os dados, por favor, reinicie o plugin! Se isso não resolver o seu problema, entre em contato com os criadores dos dados ou com os desenvolvedores no Discord!
ru: Если вы столкнётесь с ошибкой после изменения данных, пожалуйста, перезапустите плагин! Если это не решит вашу проблему, пожалуйста, свяжитесь с создателями данных или разработчиками в Discord!
sk: Ak sa po zmene údajov vyskytne chyba, reštartujte plugin! Ak sa tým váš problém nevyrieši, kontaktujte tvorcov údajov alebo vývojárov na Discorde!
sv: Om du stöter på ett fel efter att du har ändrat data, vänligen starta om pluginet! Om detta inte löser problemet, vänligen kontakta dataskaparna eller utvecklarna på Discord!
tr: Verileri değiştirdikten sonra bir hatayla karşılaşırsanız lütfen eklentiyi yeniden başlatın! Bu sorununuzu çözmezse, lütfen Discord'daki geliştiricilerle iletişime geçin!
vi: Nếu bạn gặp lỗi sau khi thay đổi dữ liệu, hãy khởi động lại plugin! Nếu vấn đề của bạn vẫn không được giải quyết, thì hãy liên hệ với những người tạo ra dữ liệu hoặc các lập trình viên trên máy chủ Discord của chúng mình!

source: Please select the data you want to use. This will begin the download process and Map will be ready once the data is loaded.
de: Bitte wähle die Daten aus, die du verwenden möchten. Damit beginnt der Download-Vorgang und die Karte ist fertig, sobald die Daten geladen sind.
es: Seleccione los datos que desea utilizar. Esto iniciará el proceso de descarga y el mapa estará listo una vez cargados los datos.
et: Palun valige andmed, mida soovite kasutada. See käivitab allalaadimisprotsessi ja kaart on valmis, kui andmed on laaditud.
fi: Valitse haluamasi karttatiedot, valinnan jälkee laajennus pyrkii lataamaan tiedot.
fr: Veuillez sélectionner les données que vous souhaitez utiliser. Cela lancera le téléchargement et Map sera prêt une fois les données chargées.
id: Silakan pilih data yang ingin anda gunakan. Ini akan memulai proses pengunduhan dan Peta akan siap setelah data dimuat.
it: Seleziona i dati che desideri utilizzare. Questo avvierà il processo di download e la Mappa sarà pronta una volta completato il caricamento dei dati.
nl: Selecteer de gegevens die u wilt gebruiken. Dit zal beginnen met het downloadproces en Kaart zal klaar zijn zodra de gegevens zijn geladen.
pl: Wybierz dane, które chcesz wykorzystać. Rozpocznie się proces pobierania, a po załadowaniu danych mapa będzie gotowa do użycia.
pt_br: Por favor, selecione os dados que você quer usar. Isso iniciará o processo de download e o Mapa estará pronto assim que os dados forem carregados.
ru: Пожалуйста, выберите данные, которые вы хотите использовать. Это начнёт процесс загрузки и Карта будет готова после того, как данные загрузятся.
sk: Vyberte si údaje, ktoré chcete použiť. Týmto sa spustí proces sťahovania a mapa bude pripravená po načítaní údajov.
sv: Välj de data du vill använda. Detta startar nedladdningsprocessen och kartan är klar när informationen har laddats.
tr: Kullanmak istediğiniz veriyi seçin. İndirme işlemi başlayacak ve veriler yüklendikten sonra Harita hazır hale gelecektir.
vi: Hãy chọn dữ liệu bạn muốn sử dụng. Bản đồ sẽ sẵn sàng hoạt động một khi quá trình tải xuống hoàn tất và dữ liệu được nạp.

source: Update Data
de: Aktualisiere Daten
es: Actualizar datos
et: Uuendamise andmet
fi: Päivitä tiedot
fr: Mettre à jour les données
hu: Adatok frissítése
id: Perbarui Data
it: Aggiorna i Dati
nl: Gegevens bijwerken
pl: Aktualizuje dane
pt_br: Atualizar Dados
ru: Обновить данные
sk: Aktualizovať údaje
sv: Uppdatera data
tr: Verileri Güncelle
vi: Cập nhật dữ liệu

source: Update the currently selected data, this can be helpful if the data is corrupted or there has been an update.
de: Aktualisiere die aktuell ausgewählten Daten. Dies kann hilfreich sein, wenn die Daten beschädigt sind oder eine Aktualisierung stattgefunden hat.
es: Actualizar los datos seleccionados actualmente, esto puede ser útil si los datos están dañados o ha habido una actualización.
et: Uuenda parajasti valitud andmeid, see võib olla kasulik, kui andmed on rikutud või neid on uuendatud.
fi: Päivittää tällä hetkellä ladatut karttatiedot, tämä voi auttaa jos tiedot ovat syystä tai toisesta korruptoituneet.
fr: Mettre à jour les données sélectionnées : cela peut être utile si les données sont corrompues ou après une mise à jour.
id: Perbarui data yang saat ini dipilih, ini dapat membantu jika data rusak atau ada pembaruan.
it: Aggiorna i dati attualmente selezionati, utile se i dati sono corrotti o se è disponibile un aggiornamento.
nl: Update de momenteel geselecteerde gegevens, dit kan nuttig zijn als de gegevens zijn beschadigd of er een update is geweest.
pl: Zaktualizuj aktualnie wybrane dane. Może to być pomocne, jeśli dane są uszkodzone lub nastąpiła aktualizacja.
pt_br: Atualizar os dados selecionados no momento. Isso pode ser útil se os dados estiverem corrompidos ou se houver uma atualização disponível.
ru: Обновить выбранные данные, это может помочь если данные повреждены или были обновлены.
sk: Aktualizujte aktuálne vybraté údaje, čo môže byť užitočné, ak sú údaje poškodené alebo došlo k aktualizácii.
sv: Uppdatera den aktuella valda informationen. Detta kan vara användbart om informationen är skadad eller om det har skett en uppdatering.
tr: Şu anda seçili olan veriyi güncelleyin, bu işlem veri bozulduysa veya bir güncelleme yapılmışsa faydalı olabilir.
vi: Cập nhật cho dữ liệu đang được chọn, nó có thể hữu ích nếu dữ liệu hiện tại đã bị hỏng hoặc chỉ đơn giản là đã có một bản cập nhật mới.

source: Traffic Side
de: Verkehrsseite
es: Lado del tráfico
et: Liikluse pool
fi: Liikenteen puoli
fr: Côté de la circulation
id: Sisi Lalu Lintas
it: Lato del Traffico
nl: Verkeerszijde
pl: Strona ruchu drogowego
ru: Сторона движения
sk: Dopravná strana
sv: Trafik sida
tr: Trafik Yönü
vi: Hướng giao thông

source: This will make the indicators behave correctly when lane changing in left handed or right handed countries.
de: Dadurch wird sichergestellt, dass die Blinker beim Spurwechsel in Ländern mit Links- oder Rechtsverkehr korrekt funktionieren.
es: Esto hará que los indicadores se comporten correctamente al cambiar de carril en países donde se conduce a la izquierda o a la derecha.
et: See muudab suunatuled õigeks, kui sõidurada vahetatakse vasaku või paremakäelistes riikides.
fi: Tämä vaihtaa liikenteen puolen esimerkiksi Briteissä.
fr: Cela permettra aux clignotants de fonctionner correctement lors des changements de voie dans les pays où l'on roule à gauche ou à droite.
id: Ini akan membuat indikator berperilaku benar saat berganti lajur di negara dengan lalu lintas kiri atau kanan.
it: Questo farà comportare correttamente gli indicatori di svolta durante i cambi di corsia nei paesi con guida a destra o sinistra.
nl: Hierdoor gedragen de indicatoren zich correct wanneer de rijstrook verandert in linkshandige of rechtshandige landen.
pl: Dzięki temu kierunkowskazy będą działać poprawnie podczas zmiany pasa ruchu w krajach, w których obowiązuje ruch lewostronny lub prawostronny.
ru: Это обеспечит правильную работу поворотников при смене полосы в странах с левосторонним или правосторонним движением.
sk: Vďaka tomu sa smerovky budú správať správne pri zmene jazdného pruhu v krajinách pre ľavákov alebo pravákov.
sv: Detta gör att blinkersen beter sig korrekt vid filbyte i vänster eller högerkörningsländer.
tr: Bu ayar, şerit değiştirirken göstergelerin, sinyal lambalarının sol şeritli veya sağ şeritli ülkelerde doğru şekilde çalışmasını sağlar.
vi: Cái này sẽ làm đèn xi nhan hoạt động đúng cách khi chuyển làn trong quốc gia tay lái thuận hoặc nghịch.

source: The download size for this data is
de: Die Downloadgröße für diese Daten beträgt
es: El tamaño de descarga para estos datos es
et: Nende andmete allalaadimise suurus on
fi: Karttatietojen lautauskoko on
fr: La taille du téléchargement pour ces données est
id: Ukuran unduhan untuk data ini adalah
it: La dimensione del download per questi dati è
nl: De downloadgrootte voor deze gegevens is
pl: Rozmiar pliku do pobrania dla tych danych wynosi
pt_br: O tamanho do download para estes dados é
ru: Размер загрузки этих данных
sk: Veľkosť sťahovania týchto údajov je
sv: Nedladdningsstorleken för denna data är
tr: İndirilecek veri boyutu
vi: Kích cỡ tải xuống của dữ liệu này là

source: that will unpack to a total size of
de: die entpackt wird zu einer Gesamtgröße von
es: que se descomprimirá hasta alcanzar un tamaño total de
et: Selle lahtipakkemise kogusuurus on
fi: , joka puretaan kokonaiskokoon
fr: qui sera décompressé pour une taille totale de
id: yang akan membuka ke ukuran total
it: che si decomprimerà in una dimensione totale di
nl: die zal uitpakken tot een totale grootte van
pl: które po rozpakowaniu zajmą łącznie
ru: полный размер после распаковки будет
sk: ktorý sa rozbalí na celkovú veľkosť
sv: den kommer packa ur till en total storlek av
tr: Açıldığında toplamda şu kadar bir boyuta ulaşacak
vi: tổng dung lượng sau khi giải nén là

source: Navigation Sockets
de: Navigationsschnittstellen
es: Tomas de navegación
et: Navigatsioonipesad
fi: Navigaation Viestipalvelin
fr: Sockets de navigation
hu: Navigációs aljzatok
id: Soket Navigasi
it: Socket di Navigazione
nl: Navigatiesockets
pl: Gniazda nawigacji
ru: Сокеты навигации
sk: Navigačné zásuvky
sv: Navigeringssocketar
tr: Navigasyon Soketleri
vi: Các socket điều hướng

source: This plugin provides a WebSocket server for navigation data on a world map.
de: Dieses Plugin stellt einen WebSocket-Server für Navigationsdaten auf einer Weltkarte bereit.
es: Este plugin proporciona un servidor WebSocket para datos de navegación en un mapa mundial.
et: See lisaosa pakub WebSocketi serverit navigeerimisandmete jaoks maailmakaardil.
fi: Tämä laajennus tarjoaa ulkoisille sovelluksille (kuten kartalle) viestipalvelimen navigaatiotiedoille.
fr: Ce plugin fournit un serveur WebSocket pour les données de navigation sur une world map.
id: Plugin ini menyediakan server WebSocket untuk data navigasi pada peta dunia.
it: Questo plugin fornisce un server WebSocket per i dati di navigazione su una mappa mondiale.
nl: Deze plugin biedt een WebSocket-server voor navigatiegegevens op een wereldkaart.
pl: Ta wtyczka udostępnia serwer WebSocket do obsługi danych nawigacyjnych na mapie świata.
ru: Этот плагин предоставляет WebSocket сервер для данных навигации на карте мира.
sk: Tento plugin poskytuje WebSocket server pre navigačné dáta na mape sveta.
sv: Detta plugin fungerar som en WebSocket server för navigations data på världskartan.
tr: Bu eklenti, dünya haritası üzerindeki navigasyon verilerine erişim için bir WebSocket sunucusu sağlar.
vi: Plugin này cung cấp một máy chủ WebSocket cho dữ liệu điều hướng bản đồ.

source: The TTS plugin provides text-to-speech functionality for accessibility and voiced announcements.
de: Das TTS-Plugin bietet Text-zu-Sprache-Funktionen für Barrierefreiheit und gesprochene Ansagen.
es: El plugin TTS proporciona funcionalidad de texto a voz para accesibilidad y anuncios de voz.
et: Lisaosa TTS pakub teksti kõneks funktsionaalsust juurdepääsetavuse ja hääldatud teadete jaoks.
fi: TTS -laajennus tarjoaa erityisesti esteettömyyttä niille, jotka sitä tarvitsevat.
fr: Le plugin TTS offre une fonctionnalité de synthèse vocale pour l’accessibilité et les annonces vocales.
id: Plugin TTS menyediakan fungsionalitas teks-ke-ucapan untuk aksesibilitas dan pengumuman bersuara.
it: Il plugin TTS offre funzionalità di sintesi vocale per l’accessibilità e gli annunci vocali.
nl: De TTS-plugin biedt tekst-tot-spraak functionaliteit voor toegankelijkheid en gesproken aankondigingen.
pl: Wtyczka TTS zapewnia funkcję zamiany tekstu na mowę, zwiększającą dostępność i umożliwiającą odtwarzanie komunikatów głosowych.
ru: Плагин "Озвучка текста" обеспечивает функционал озвучки текста в качестве специальных возможностей и для озвученных объявлений.
sk: Plugin TTS poskytuje funkciu prevodu textu na reč pre zjednodušenie ovládania a hlasové oznámenia.
sv: TTS-pluginet tillhandahåller text-till-tal-funktionalitet för tillgänglighet och röstmeddelanden.
tr: TTS eklentisi, erişilebilirlik amacıyla yazılı metinleri sesli hale getirir ve sesli duyurular yapma işlevi sağlar.
vi: Plugin TTS cung cấp chức năng chuyển văn bản thành giọng nói cho trợ năng và các thông báo bằng giọng nói.

source: Voices
de: Sprachen
es: Voces
et: Hääled
fi: Äänet
fr: Voix
hu: Hangok
id: Suara
it: Voci
nl: Stemmen
pl: Głosy
pt_br: Vozes
ru: Голоса
sk: Hlasy
sv: Röster
tr: Sesler
vi: Các giọng nói

source: Please select a provider!
de: Bitte wähle einen Anbieter!
es: ¡Por favor seleccione un proveedor!
et: Palun vali teenusepakkuja!
fi: Valitse äänitarjoaja!
fr: Veuillez sélectionner un fournisseur !
id: Silakan pilih penyedia!
it: Seleziona un provider!
nl: Selecteer een provider!
pl: Wybierz dostawcę!
pt_br: Selecione um Provedor!
ru: Пожалуйста, выберите поставщика!
sk: Prosím, vyberte si poskytovateľa!
sv: Vänligen välj en leverantör!
tr: Lütfen bir sağlayıcı seçin!
vi: Hãy chọn một nhà cung cấp!

source: This will show provider information once the plugin is loaded.
de: Hier werden Anbieterinformationen angezeigt, sobald das Plugin geladen ist.
es: Esto mostrará la información del proveedor una vez que se cargue el plugin .
et: See näitab pakkuja teavet, kui lisaosa on laaditud.
fi: Tämä näyttää tietoja kunhan laajennus on käynnissä.
fr: Les informations sur le fournisseur seront affichées une fois le plugin chargé.
id: Ini akan menampilkan informasi penyedia setelah plugin dimuat.
it: Qui verranno visualizzate le informazioni sul provider una volta caricato il plugin.
nl: Dit zal de provider informatie tonen zodra de plugin is geladen.
pl: Po załadowaniu wtyczki wyświetlą się informacje o dostawcy.
ru: Здесь будет отображаться информация о поставщиках, когда плагин загрузится.
sk: Po načítaní pluginu sa zobrazia informácie o poskytovateľovi.
sv: Detta visar leverantörsinformation när pluginet har laddats.
tr: Eklenti yüklendikten sonra, sağlayıcıya ait bilgiler görüntülenecektir.
vi: Sẽ hiển thị thông tin của nhà cung cấp mỗi khi plugin TTS được nạp.

source: Select TTS provider
de: TTS-Anbieter auswählen
es: Seleccione proveedor TTS
et: TTS-teenuse pakkuja valimine
fi: Valitse TTS tarjoaja
fr: Sélectionner le fournisseur TTS
id: Pilih penyedia TTS
it: Seleziona il provider TTS
nl: TTS-provider selecteren
pl: Wybierz dostawcę TTS
ru: Выбор поставщика озвучки текста
sk: Vyberte poskytovateľa TTS
sv: Välj TTS-leverantör
tr: TTS Hizmet sağlayıcısını seçin
vi: Chọn một nhà cung cấp TTS

source: Select the TTS provider to use.
de: Wähleden zu verwendenden TTS-Anbieter aus.
es: Seleccione el proveedor TTS que desea utilizar.
et: Vali kasutatav TTS pakkuja.
fi: Valitse saatavilla olevista tarjoajista se jota haluat käyttää.
fr: Sélectionnez le fournisseur TTS à utiliser.
id: Pilih penyedia TTS yang akan digunakan.
it: Seleziona il provider TTS da utilizzare.
nl: Selecteer de te gebruiken TTS-provider.
pl: Wybierz dostawcę usług TTS, z którego chcesz korzystać.
ru: Выберите поставщика озвучки текста.
sk: Vyberte poskytovateľa TTS, ktorého chcete použiť.
sv: Välj den TTS-leverantör som ska användas.
tr: Hangi TTS sağlayıcısının kullanılacağını seçin.
vi: Chọn một nhà cung cấp TTS để sử dụng.

source: Please select a provider to show voices.
de: Bitte wähle einen Anbieter aus, um Stimmen anzuzeigen.
es: Seleccione un proveedor para mostrar voces.
et: Palun valige teenusepakkuja, kes et näidata hääli.
fi: Valitse ensin tarjoaja, jotta näet äänet.
fr: Veuillez sélectionner un fournisseur pour afficher les voix.
id: Silakan pilih penyedia untuk menampilkan suara.
it: Seleziona un provider per mostrare le voci.
nl: Selecteer een provider om stemmen te tonen.
pl: Wybierz dostawcę, aby wyświetlić głosy.
ru: Пожалуйста, выберите поставщика, чтобы отобразить голоса.
sk: Vyberte poskytovateľa, u ktorého chcete zobraziť hlasy.
sv: Välj en leverantör för att visa röster.
tr: Seslerin gösterilebilmesi için lütfen bir sağlayıcı seçin.
vi: Hãy chọn một nhà cung cấp giọng đọc.

source: Voice {0} not found, using default: {1}
de: Stimme {0} nicht gefunden, verwende Standard: {1}
es: Voz {0} no encontrada, usando el valor predeterminado: {1}
et: Häält {0} ei leitud, vaikimisi: {1}
fi: Ääntä {0} ei löydetti, käytetään oletusta {1}
fr: Voix {0} introuvable, utilisation de la voix par défaut : {1}
id: Suara {0} tidak ditemukan, menggunakan default: {1}
it: Voce {0} non trovata, viene utilizzata quella predefinita: {1}
nl: Stem {0} niet gevonden, standaard: {1}
pl: Nie znaleziono głosu {0}, używam domyślnego: {1}
ru: Голос {0} не найден, используется голос по умолчанию: {1}
sk: Hlas {0} sa nenašiel, používa sa predvolená hodnota: {1}
sv: Röst {0} hittades inte, standardinställningen är {1}
tr: Ses {0} bulunamadı, varsayılan olarak {1} kullanılacak.
vi: Giọng đọc {0} không được tìm thấy, chuyển về giọng đọc mặc định: {1}

source: Select TTS voice
de: TTS-Stimme auswählen
es: Seleccione voz TTS
et: TTS hääle valimine
fi: Valitse TTS ääni
fr: Sélectionner la voix TTS
id: Pilih suara TTS
it: Seleziona la voce TTS
nl: TTS-stem selecteren
pl: Wybierz głos TTS
ru: Выбрать голос озвучки текста
sk: Vyberte hlas TTS
sv: Välj TTS röst
tr: TTS Sesini seçin
vi: Chọn giọng đọc cho TTS

source: Select the TTS voice to use.
de: Wähle die zu verwendende TTS-Stimme aus.
es: Seleccione la voz TTS que desea utilizar.
et: Vali kasutatav TTS hääl.
fi: Valitse mitä saatavilla olevista TTS äänistä haluat käyttää.
fr: Sélectionnez la voix TTS à utiliser.
id: Pilih suara TTS yang akan digunakan.
it: Seleziona la voce TTS da utilizzare.
nl: Selecteer de te gebruiken TTS-stem.
pl: Wybierz głos TTS, którego chcesz używać.
ru: Выберите голос озвучки текста.
sk: Vyberte hlas pre TTS, ktorý chcete použiť.
sv: Välj den TTS-röst som ska användas.
tr: Kullanılacak TTS sesini seçin.
vi: Chọn giọng đọc cho TTS để sử dụng.

source: Search for a voice...
de: Suche nach einer Stimme...
es: Busca una voz...
et: Otsi häält...
fi: Etsi ääntä...
fr: Rechercher une voix...
hu: Hang keresése...
id: Cari suara...
it: Cerca una voce...
nl: Zoek naar een stem...
pl: Wyszukaj głos...
pt_br: Procurar voz...
ru: Поиск голоса...
sk: Hľadať hlas...
sv: Sök efter en röst...
tr: Bir ses arayın...
vi: Tìm kiếm giọng đọc...

source: No voices found.
de: Keine Stimmen gefunden.
es: No se encontraron voces.
et: Hääli ei leitud.
fi: Ääniä ei löytynyt.
fr: Aucune voix trouvée.
id: Tidak ada suara yang ditemukan.
it: Nessuna voce trovata.
nl: Geen stemmen gevonden.
pl: Nie znaleziono żadnych głosów.
ru: Голос не найден.
sk: Nenašli sa žiadne hlasy.
sv: Inga röster hittades.
tr: Ses bulunamadı.
vi: Không có giọng đọc nào được tìm thấy.

source: Set the target speed of the voice.
de: Lege die Zielgeschwindigkeit der Stimme fest.
es: Establezca la velocidad objetivo de la voz.
et: Määrab hääle sihtkiiruse.
fi: Säädä äänen nopeutta.
fr: Définir la vitesse de la voix.
id: Atur kecepatan target suara.
it: Imposta la velocità della voce.
nl: Stel de doelsnelheid van de stem in.
pl: Ustaw docelową prędkość głosu.
ru: Установить скорость голоса.
sk: Nastavte cieľovú rýchlosť hlasu.
sv: Ställ in röstens målhastighet.
tr: Sesin hızını ayarlayın.
vi: Tốc độ của giọng đọc.

source: Set the target volume of the voice.
de: Stelle die Ziellautstärke für die Stimme ein.
es: Establezca el volumen objetivo de la voz.
et: Määrab hääle sihtmahu.
fi: Säädä äänen voimakkuutta.
fr: Définir le volume de la voix.
id: Atur volume target suara.
it: Imposta il volume della voce.
nl: Stel het doelvolume van de stem in.
pl: Ustaw docelową głośność głosu.
ru: Установить громкость голоса.
sk: Nastavte cieľovú hlasitosť hlasu.
sv: Ställ in önskad volym för rösten.
tr: Sesin hedef çıkış seviyesini ayarlayın.
vi: Âm lượng của giọng đọc.

source: Test Mode
de: Testmodus
es: Modo de prueba
et: Katserežiim
fi: Testimoodi
fr: Mode test
hu: Teszt mód
id: Mode Tes
it: Modalità di prova
nl: Testmodus
pl: Tryb testowy
pt_br: Modo de Teste
ru: Тестовый режим
sk: Testovací režim
sv: Testläge
tr: Test Modu
vi: Chế độ thử nghiệm

source: Enable test mode to test the TTS provider without loading the game.
de: Aktiviere den Testmodus, um den TTS-Anbieter zu testen, ohne das Spiel zu laden.
es: Habilite el modo de prueba para probar el proveedor TTS sin cargar el juego.
et: Testrežiimi lubamine TTS- pakkuja testimiseks ilma mängu laadimata.
fi: Voit laittaa testimoodin päälle kun säädät asetuksia.
fr: Activer le mode test pour tester le fournisseur TTS sans charger le jeu.
id: Aktifkan mode tes untuk menguji penyedia TTS tanpa memuat game.
it: Abilita la modalità di prova per provare il provider TTS senza caricare il gioco.
nl: Schakel testmodus in om de TTS-provider te testen zonder het spel te laden.
pl: Włącz tryb testowy, aby przetestować dostawcę TTS bez ładowania gry.
pt_br: Modo de teste para testar o provedor TTS sem carregar o jogo.
ru: Включить тестовый режим, чтобы опробовать поставщика озвучки голоса без запуска игры.
sk: Povoľte testovací režim na otestovanie poskytovateľa TTS bez načítania hry.
sv: Aktivera testläge för att testa TTS-leverantören utan att ladda spelet.
tr: Oyunu başlatmadan önce TTS sağlayıcısını test etmek için test modunu etkinleştirebilirsiniz.
vi: Bật chế độ thử nghiệm để kiểm tra nhà cung cấp TTS mà không cần mở game.

source: Settings
de: Einstellungen
es: Configuración
et: Seadistused
fi: Asetukset
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
vi: Cài đặt
