Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Are you sure you want to install this plugin?
de: Bist du dir sicher, dass du dieses Plugin installieren möchtest?
es: Estás seguro de que quieres instalar este plugin?
et: Kas oled kindel, et soovid selle lisaosa installida?
fi: Haluatko varmasti asentaa tämän laajennuksen?
fr: Êtes-vous sûr de vouloir installer ce plugin ?
hu: Biztosan telepíteni szeretnéd ezt a plugint?
id: Apakah Anda yakin ingin menginstal plugin ini?
it: Sei sicuro di voler installare questo plugin?
nl: Weet u zeker dat u deze plugin wilt installeren?
pl: Czy na pewno chcesz zainstalować tę wtyczkę?
pt_br: Tem certeza de que deseja instalar este plugin?
ru: Вы уверены, что хотите установить этот плагин?
sk: Naozaj chcete nainštalovať tento plugin?
sv: Är du säker på att du vill installera det här pluginet?
tr: Bu eklentiyi kurmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn cài đặt plugin này không?

source: ETS2LA is not responsible for any issues caused by 3rd party plugins.
de: ETS2LA ist nicht verantwortlich für Probleme, die durch Drittanbieter Plugins ausgelöst werden.
es: ETS2LA no es responsable de ningún problema causado por plugins de terceros.
et: ETS2LA ei vastuta 3. osapoole lisaosade põhjustatud probleemide eest.
fi: ETS2LA ei ole vastuussa mistään laajennuksen aiheuttamasta vahingosta.
fr: ETS2LA n'est aucunement responsable pour tout problème causé par un plugin tiers.
hu: Az ETS2LA nem vállal felelősséget harmadik féltől származó pluginok által okozott problémákért.
id: ETS2LA tidak bertanggung jawab atas masalah yang disebabkan oleh plugin pihak ketiga.
it: ETS2LA non è responsabile per eventuali problemi causati da plugin di terze parti.
nl: ETS2LA is niet verantwoordelijk voor eventuele problemen veroorzaakt door 3rd party plugins.
pl: ETS2LA nie odpowiada za żadne problemy spowodowane wtykami osób trzecich.
pt_br: O ETS2LA não se responsabiliza por quaisquer problemas causados por plugins de terceiros.
ru: ETS2LA не несёт ответственности за любые проблемы, вызванные плагинами третьих сторон.
sk: ETS2LA nezodpovedá za žiadne problémy spôsobené pluginmi tretích strán.
sv: ETS2LA ansvarar inte för några problem orsakade av plugins från tredje part.
tr: ETS2LA, 3. parti eklentilerin neden olduğu herhangi bir sorundan sorumlu değildir.
vi: ETS2LA không có trách nhiệm với bất kì vấn đề nào mà các plugin bên thứ 3 gây ra.

source: Cancel
de: Abbrechen
es: Cancelar
et: Tühistage
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avboka
tr: İptal
vi: Hủy

source: Installing {plugin}
de: {plugin} wird installiert
es: Instalando {plugin}
et: Paigaldamine {plugin}
fi: Asennetaan laajennusta {plugin}
fr: Installation de {plugin}
hu: {plugin} telepítése
id: Menginstal {plugin}
it: Installazione di {plugin}
nl: {plugin} installeren
pl: Instalowanie {plugin}
pt_br: Instalando {plugin}
ru: Установка {plugin}
sk: Inštalácia pluginu {plugin}
sv: Installerar {plugin}
tr: Kuruluyor {plugin}
vi: Đang cài đặt {plugin}

source: Close
de: Schließen
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sk: Zavrieť
sv: Stäng
tr: Kapat
vi: Đóng

source: Uninstalling {plugin}
de: {plugin} wird deinstalliert
es: Desinstalando {plugin}
et: Deinstallime {plugin}
fi: Poistetaan laajennusta {plugin}
fr: Désinstallation de {plugin}
hu: {plugin} eltávolítása
id: Menghapus instalasi {plugin}
it: Disinstallazione di {plugin}
nl: Verwijderen van {plugin}
pl: Odinstalowywanie {plugin}
pt_br: Removendo {plugin}
ru: Удаление {plugin}
sk: Odinštalovanie {plugin}
sv: Avinstallera {plugin}
tr: {plugin} kaldırılıyor
vi: Đang gỡ cài đặt {plugin}

source: Are you sure you want to uninstall this plugin?
de: Bist du dir sicher, dass du dieses Plugin deinstallierten möchtest?
es: Estas seguro que quieres desinstalar este plugin?
et: Kas tõesti eemaldada see lisaosa?
fi: Haluatko varmasti poistaa tämän laajennuksen?
fr: Êtes-vous sûr de vouloir désinstaller ce plugin ?
hu: Biztosan törölni szeretné ezt a plugint?
id: Apakah Anda yakin ingin menghapus plugin ini?
it: Sei sicuro di voler disinstallare questo plugin?
nl: Weet u zeker dat u deze plugin wilt verwijderen?
pl: Czy na pewno chcesz odinstalować wtyczkę?
pt_br: Tem certeza de que deseja desinstalar este plugin?
ru: Вы уверены, что хотите удалить этот плагин?
sk: Naozaj chcete odinštalovať tento plugin?
sv: Är du säker på att du vill avinstallera det här pluginet?
tr: Bu eklentiyi kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn gỡ cài đặt plugin này?

source: Search plugins...
de: Suche Plugins...
es: Buscando plugins...
et: Otsime lisaosi...
fi: Etsi laajennuksia...
fr: Recherche de plugins...
hu: Pluginok keresése...
id: Cari plugin...
it: Ricerca plugin...
nl: Zoekplugins...
pl: Szukaj wtyczek...
pt_br: Procurando plugins...
ru: Поиск плагинов...
sk: Hľadať pluginy...
sv: Sök plugins...
tr: Eklentileri Ara...
vi: Tìm kiếm plugin...

source: Refresh
de: Aktualisieren
es: Refrescando
et: Värskenda
fi: Päivitä
fr: Rafraîchir
hu: Frissítés
id: Perbarui
it: Aggiorna
nl: Verversen
pl: Odśwież
pt_br: Recarregar
ru: Обновить
sk: Obnoviť
sv: Återhämta
tr: Yenile
vi: Làm mới

source: No plugins found in the plugin catalogue.
de: Im Plugin Katalog wurden keine Plugins gefunden.
es: No se encontraron plugins en el catálogo de plugins .
et: Lisaosate kataloogist lisaosi ei leitud.
fi: Luettelosta ei löytynyt yhtään laajennusta.
fr: Pas de plugin trouvé dans le catalogue.
hu: Nem található plugin a katalógusban.
id: Tidak ada plugin yang ditemukan dalam katalog plugin.
it: Nessun plugin trovato nel catalogo dei plugin.
nl: Geen plugins gevonden in de plugincatalogus.
pl: Nie znaleziono wtyczek w katalogu.
pt_br: Nenhum plugin encontrado no catálogo de plugins.
ru: Не найдено плагинов в каталоге.
sk: V katalógu pluginov sa nenašli žiadne pluginy.
sv: Inga plugin hittades i pluginkatalogen.
tr: Eklenti kataloğunda hiç eklenti bulunamadı.
vi: Không có plugin nào được tìm thấy trong danh mục plugin.

source: Refresh Catalogue
de: Katalog aktualisieren
es: Refrescando Catálogo
et: Kataloogi värskendamine
fi: Päivitä luettelo
fr: Rafrachîr le catalogue
hu: Katalógus frissítése
id: Perbarui Katalog
it: Aggiorna catalogo
nl: Catalogus vernieuwen
pl: Odśwież katalog
pt_br: Recarregar o Catalogo
ru: Обновить каталог
sk: Obnoviť katalóg
sv: Återhämta katalog
tr: Katalogu Yenile
vi: Làm mới danh mục

source: Installed Plugins
de: Installierte Plugins
es: Plugins instalados
et: Paigaldatud lisaosad
fi: Asennetut laajennukset
fr: Plugins installés
hu: Telepített pluginok
id: Plugin Terinstal
it: Plugin installati
nl: Geinstalleerde Plugins
pl: Zainstalowane wtyczki
ru: Установленные плагины
sk: Nainštalované pluginy
sv: Installerade plugin
tr: Yüklü Eklentiler
vi: Plugin đã cài đặt

source: No plugins are installed.
de: Keine Plugins installiert.
es: No hay plugins instalados.
et: Lisaosi pole paigaldatud.
fi: Laajennuksia ei ole vielä asennettu.
fr: Aucun plugin installé.
id: Tidak ada plugin yang terinstal.
it: Nessun plugin installato.
nl: Geen plugins geinstalleerd.
pl: Brak zainstalowanych wtyczek.
ru: Нет установленных плагинов.
sk: Nie sú nainštalované žiadne pluginy.
sv: Inga plugins är installerade.
tr: Hiçbir eklenti kurulmadı.
vi: Không có plugin nào đã được cài đặt.

source: Available Plugins
de: Verfügbare Plugins
es: Plugins disponibles
et: Saadaolevad lisaosad
fi: Saatavilla olevat laajennukset
fr: Plugins disponibles
hu: Elérhető pluginok
id: Plugin Tersedia
it: Plugin disponibili
nl: Beschikbare plugins
pl: Dostępne wtyczki
pt_br: Plugins Disponíveis
ru: Доступные плагины
sk: Dostupné pluginy
sv: Tillgängliga plugins
tr: Kullanılabilir Eklentiler
vi: Các plugin có sẵn

source: You have installed all available plugins.
de: Du hast alle verfügbaren Plugins installiert.
es: Has instalado todos los complementos disponibles.
et: Olete installinud kõik saadaolevad lisaosad.
fi: Olet asentanut kaikki saatavilla olevat laajennukset.
fr: Vous avez installé tous les plugins disponibles.
id: Anda telah menginstal semua plugin yang tersedia.
it: Hai installato tutti i plugin disponibili.
nl: Alle beschikbare plugins zijn geinstalleerd.
pl: Zainstalowałeś wszystkie dostępne wtyczki.
ru: Вы установили все доступные плагины.
sk: Nainštalovali ste všetky dostupné pluginy.
sv: Du har installerat alla tillgängliga plugin.
tr: Kullanılabilir tüm eklentileri yüklediniz.
vi: Bạn đã cài đặt tất cả các plugin có sẵn.

source: {seconds} second ago
de: {seconds} Sekunde her
es: hace {seconds} segundo
et: {seconds} sekund tagasi
fi: {seconds} sekuntti sitten
fr: Il y a {seconds} seconde
hu: {seconds} másodperce
id: {seconds} detik yang lalu
it: {seconds} secondo fa
nl: {seconds} seconde geleden
pl: {seconds} sekundę temu
pt_br: {seconds} segundo atrás
ru: {seconds} секунду
sk: Pred {seconds} sekundou
sv: {seconds} sekund sedan
tr: {seconds} saniye önce
vi: {seconds} giây trước {seconds} giây trước

source: {minutes} minute ago
de: Vor {minutes} Minute
es: Hace {minutes} minuto
et: {minutes} minut tagasi
fi: {minutes} minuutti sitten
fr: Il y a {minutes} minute
hu: {minutes} perce
id: {minutes} menit yang lalu
it: {minutes} minuto fa
nl: {minutes} minuut geleden
pl: {minutes} minutę temu
pt_br: {minutes} minuto atrás
ru: {minutes} минуту назад
sk: Pred {minutes} minútou
sv: {minutes} minut sedan
tr: {minutes} dakika önce
vi: {minutes} phút trước {minutes} phút trước

source: {hours} hour ago
de: Vor {hours} Stunde
es: hace {hours} hora
et: {hours} tund tagasi
fi: {hours} tunti sitten
fr: Il y a {hours} heure
hu: {hours} órája
id: {hours} jam yang lalu
it: {hours} ora fa
nl: {hours} uur geleden
pl: godzina temu
pt_br: {hours} hora atrás
ru: {hours} час назад
sk: Pred {hours} hodinou
sv: {hours} timme sedan
tr: {hours} saat önce
vi: {hours} giờ trước {hours} giờ trước

source: {days} day ago
de: Vor {days} Tag
es: hace {days} día
et: {days} päev tagasi
fi: {days} päivä sitten
fr: Il y a {days} jour
hu: {days} napja
id: {days} hari yang lalu
it: {days} giorno fa
nl: {days} dag geleden
pl: dzień temu
pt_br: {days} dia atrás
ru: {days} день назад
sk: Pred {days} dňom
sv: {days} dag sedan
tr: {days} gün önce
vi: {days} ngày trước {days} ngày trước

source: Fetching changelog and possible changes.
de: Rufe Changelog und mögliche Änderungen ab.
es: Obteniendo registro de cambios y posibles modificaciones.
et: Muudatuste tegemine ja võimalikud muudatused.
fi: Haetaan muutoslokia ja mahdollisia muutoksia.
fr: Récupération du journal des modifications et des éventuels changements.
hu: Változásnapló és lehetséges változások lekérése.
id: Mengambil changelog dan perubahan.
it: Recuperando il registro delle modifiche e le eventuali modifiche.
nl: Changelog ophalen en mogelijke wijzigingen.
pl: Pobieranie dziennika zmian i ewentualnych zmian.
pt_br: Buscando registro de alterações e possíveis mudanças.
ru: Получение списка изменений и возможных изменений.
sk: Načítava sa zoznam zmien a možné zmeny.
sv: Hämtar ändringslogg och möjliga ändringar.
tr: Değişiklik günlüğünü ve olası değişiklikleri getiriyor.
vi: Đang lấy dữ liệu từ changelog và các thay đổi khả thi.

source: Changelog fetched.
de: Changelogs abgerufen.
es: Registro de cambios obtenido.
et: Muudatuste logi toodud.
fi: Muutosloki noudettu.
fr: Journal des modifications récupéré.
hu: Változásnapló letöltve.
id: Changelog berhasil diambil.
it: Registro delle modifiche recuperato.
nl: Changelog opgehaald.
pl: Pobrano listę zmian.
ru: Список изменений загружен.
sk: Zoznam zmien bol načítaný.
sv: Ändringslogg hämtad.
tr: Değişiklik günlüğü alındı.
vi: Đã lấy dữ liệu từ changelog.

source: View Changes
de: Änderungen ansehen
es: Ver Cambios
et: Kuva muudatused
fi: Katso muutokset
fr: Voir les changements
hu: Változtatások megtekintése
id: Lihat Perubahan
it: Visualizza le modifiche
nl: Wijzigingen tonen
pl: Wyświetl zmiany
pt_br: Ver Alterações
ru: Посмотреть изменения
sk: Zobraziť zmeny
sv: Visa ändringar
tr: Değişiklikleri Görüntüle
vi: Xem các thay đổi

source: Only the last 20 updates are shown. You can check the repository for further history.
de: Nur die letzten 20 Updates werden angezeigt. Schaue in der Repository nach weiteren Updates.
es: Solo se muestran las últimas 20 actualizaciones. Puedes consultar el historial en el repositorio.
et: Kuvatakse ainult 20 viimast värskendust. Saate vaadata hoidlast täiendavat ajalugu.
fi: Vain 20 viimeistä päivitystä näytetään. Voit tarkistaa arkistosta lisää historiaa.
fr: Seules les 20 dernières mises à jour sont affichées. Vous pouvez consulter le dépôt pour l’historique complet.
hu: Csak az utolsó 20 frissítés jelenik meg. A további előzményekért nézd meg a github depót.
id: Hanya 20 pembaruan terakhir yang ditampilkan. Anda dapat memeriksa repositori untuk riwayat lebih lanjut.
it: Vengono mostrate solo le ultime 20 modifiche. Puoi consultare il repository per ulteriori dettagli sulla cronologia.
nl: Alleen de laatste 20 updates worden getoond. U kunt de repository controleren op verdere geschiedenis.
pl: Wyświetlono tylko 20 ostatnich aktualizacji. Pozostałe aktualizacje są widoczne w repozytorium.
pt_br: Apenas as últimas 20 atualizações são exibidas. Você pode verificar o repositório para histórico adicional.
ru: Отображаются только последние 20 обновлений. Более подробную историю можно найти в репозитории.
sk: Zobrazuje sa iba posledných 20 aktualizácií. Ďalšiu históriu si môžete pozrieť v repozitári.
sv: Endast de senaste 20 uppdateringarna visas. Du kan kontrollera arkivet för ytterligare historik.
tr: Sadece son 20 güncelleme gösterilir. Daha fazla geçmiş bilgisi için depoyu kontrol edebilirsiniz.
vi: Chỉ 20 bản cập nhật gần đây nhất được hiện ra. Bạn có thể xem kho lưu trữ cho các bản cập nhật cũ hơn nữa.

source: Show all plugins
de: Zeige alle Plugins
es: Mostrar todos los complementos
et: Kuva kõik lisaosad
fi: Näytä kaikki laajennukset
fr: Afficher tous les plugins
hu: Összes plugin megtekintése
id: Tampilkan semua plugin
it: Mostra tutti i plugin
nl: Alle plugins tonen
pl: Pokaż wszystkie wtyczki
pt_br: Ver Todos os Plugins
ru: Показать все плагины
sk: Zobraziť všetky pluginy
sv: Visa alla plugins
tr: Tüm eklentileri göster
vi: Hiển thị tất cả các plugin

source: Please press the key / button you want to bind to this event.
de: Drücke die Taste, die du mit diesem Ereignis verbinden möchtest.
es: Presione la tecla/botón que desea vincular a este evento.
et: Palun vajuta klahvi/nuppu, mida soovid sündmusega siduda.
fi: Paina näppäintä / painiketta haluat sitoa tähän tapahtumaan.
fr: Veuillez appuyer sur la touche / le bouton que vous souhaitez associer à cet événement.
hu: Nyomd meg azt a gombot, amelyet ehhez az eseményhez szeretnéd rendelni.
id: Silakan tekan tombol yang ingin anda ikat ke peristiwa ini.
it: Per favore, premi il tasto / pulsante che vuoi associare a questo evento.
nl: Druk op de toets / knop die u wilt binden aan deze actie.
pl: Proszę nacisnąć klawisz / przycisk, który chcesz powiązać z tym zdarzeniem.
pt_br: Por favor, pressione a tecla/botão que você deseja associar a este evento.
ru: Нажмите клавишу/кнопку, которую вы хотите привязать к этому событию.
sk: Stlačte kláves/tlačidlo, ktoré chcete prepojiť s touto udalosťou.
sv: Tryck på tangenten/knappen du vill koppla till den här händelsen.
tr: Bu olaya bağlamak istediğiniz tuşa / düğmeye basın.
vi: Hãy nhấn phím / nút mà bạn muốn gán cho chức năng này.

source: Event unbound.
de: Ereignis nicht gebunden.
es: Evento no vinculado.
et: Sündmus sidumata.
fi: Tapahtuman painike poistettu.
fr: Événement désassocié.
hu: Esemény feloldva.
id: Peristiwa tidak terikat.
it: Evento scollegato.
nl: Ongebonden actie.
pl: Zdarzenie niepowiązane.
pt_br: Evento desvinculado.
ru: Событие отвязано.
sk: Udalosť neviazaná.
sv: Händelse obunden.
tr: Etkinlik sınırsız.
vi: Hủy gán chức năng.

source: Controls
de: Steuerung
es: Controles
et: Kontrollid
fi: Painikkeet
fr: Contrôles
hu: Vezérlés
id: Kontrol
it: Controlli
nl: Controles
pl: Klawisze
pt_br: Controles
ru: Элементы управления
sk: Ovládacie prvky
sv: Kontroller
tr: Kontroller
vi: Các bộ điều khiển

source: You can change plugins' control events here.
de: Hier kannst du die Steuerereignisse der Plugins ändern.
es: Aquí puedes cambiar los eventos de control de los complementos.
et: Siin saab muuta lisaosade juhtsündmusi.
fi: Voit muuttaa laajennusten painikkeitä täältä.
fr: Vous pouvez modifier ici les événements de contrôle des plugins.
hu: Itt módosíthatod a bővítmények vezérlőit.
id: Anda dapat mengubah peristiwa kontrol plugin di sini.
it: Qui puoi modificare gli eventi di controllo dei plugin.
nl: U kunt de controle van de plugins hier wijzigen.
pl: W tym miejscu można zmienić przypisania klawiszy dla zdarzeń wtyczek.
pt_br: Você pode mudar os controles dos eventos de plugins aqui.
ru: Здесь вы можете изменить события управления плагинами.
sk: Tu môžete zmeniť kontrolné udalosti pluginov.
sv: Du kan ändra insticksprogrammens kontrollhändelser här.
tr: Burada eklentilerin kontrol olaylarını değiştirebilirsiniz.
vi: Bạn có thể thay đổi chức năng điều khiển của các plugin ở đây.

source: Search Controls or Plugins
de: Suche Steuerung oder Plugins
es: Controles o complementos de búsqueda
et: Otsi juhtnupud või lisaosad
fi: Etsi painikkeita tai laajennuksia
fr: Rechercher des contrôles ou des plugins
hu: Keress vezérlőket vagy pluginokat
id: Cari Kontrol atau Plugin
it: Cerca Controlli o Plugin
nl: Zoekopdrachten of plugins
pl: Wyszukaj Klawisze lub Wtyczki
pt_br: Procurar Plugins ou Controles
ru: Поиск элементов управления или плагинов
sk: Vyhladávanie ovládacích prvkov alebo pluginov
sv: Sök kontroller eller plugins
tr: Arama Denetimleri veya Eklentiler
vi: Tìm kiếm các điều khiển hoặc Plugins

source: No controls found, try again with different filters.
de: Keine Steuerung gefunden, versuche es erneut mit anderen Filtern.
es: No se encontraron controles, inténtalo de nuevo con diferentes filtros.
et: Juhtnuppe ei leitud, proovi uuesti erinevate filtritega.
fi: Näppäimiä ei löydetty, kokeile uudelleen eri suodatimilla.
fr: Aucun contrôle trouvé, essayez avec d’autres filtres.
hu: Nincs találat, próbálkozz újra más szűrőkkel.
id: Tidak ada kontrol yang ditemukan, coba lagi dengan filter yang berbeda.
it: Nessun controllo trovato, prova di nuovo con filtri diversi.
nl: Geen controles gevonden, probeer opnieuw met verschillende filters.
pl: Nie znaleziono żadnych elementów sterujących, spróbuj ponownie, używając innych filtrów.
pt_br: Nenhum controle encontrado, tente novamente com filtros diferentes.
ru: Элементы управления не найдены, попробуйте снова с другими фильтрами.
sk: Nenašli sa žiadne ovládacie prvky, skúste to znova s inými filtrami.
sv: Inga kontroller hittades, försök igen med andra filter.
tr: Kontrol bulunamadı, farklı filtrelerle tekrar deneyin.
vi: Không có điều khiển nào được tìm thấy, hãy thử lại với các bộ lọc khác.

source: This event has not been bound to a device yet.
de: Dieses Ereignis wurde noch nicht an ein Gerät gebunden.
es: Este evento aún no ha sido vinculado a ningún dispositivo.
et: See sündmus ei ole veel seadmega seotud.
fi: Tätä tapahtumaa ei ole vielä asetettu.
fr: Cet événement n’a pas encore été associé à un périphérique.
hu: Ez az esemény még nem lett eszközhöz rendelve.
id: Peristiwa ini belum terikat ke perangkat.
it: Questo evento non è ancora stato associato a un dispositivo.
nl: Deze actie is nog niet aan een apparaat gebonden.
pl: To wydarzenie nie zostało jeszcze powiązane z żadnym urządzeniem.
pt_br: Este evento ainda não foi associado a um dispositivo.
ru: Это событие еще не привязано к устройству.
sk: Táto udalosť ešte nebola prepojená so žiadnym zariadením.
sv: Den här händelsen har ännu inte kopplats till en enhet.
tr: Bu etkinlik henüz bir cihaza bağlanmamıştır.
vi: Chức năng này chưa được gán cho một thết bị.

source: Keyboard:
de: Tastatur:
es: Teclado:
et: Klaviatuur:
fi: Näppäimistö:
fr: Clavier :
hu: Billentyűzet:
it: Tastiera:
nl: Toetsenbord:
pl: Klawisz:
pt_br: Teclado:
ru: Клавиатура:
sk: klávesnica:
sv: Tangentbord:
tr: Klavye:
vi: Phím:

source: None
de: Keine
es: Ninguno
et: Mitte ühtegi
fi: Ei mitään
fr: Aucun
hu: Semmi
id: Tidak Ada
it: Nessuno
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sk: žiadne
sv: Ingen
tr: Hiçbiri
vi: Không có gì hết

source: Minimal (recommended)
de: Minimum (Empfohlen)
es: Mínimo (recomendado)
et: Minimaalne (soovitatav)
fi: Minimaalinen (suositeltu)
fr: Minimum (recommandé)
hu: Minimális (ajánlott)
id: Minimal (direkomendasikan)
it: Minimale (consigliato)
nl: Minimaal (aanbevolen)
pl: Minimalne (zalecane)
ru: Минимально (рекомендовано)
sk: Minimálne (odporúčané)
sv: Minimal (rekommenderat)
tr: Minimum (önerilen)
vi: Ít nhất (khuyến nghị)

source: Medium
de: Mittel
es: Medio
et: Keskmine
fi: Keskitaso
fr: Moyen
hu: Közepes
id: Sedang
it: Medio
pl: Średnie
ru: Средне
sk: Stredná
tr: Orta
vi: Trung bình

source: Full
de: voll
es: Completo
et: Täis
fi: Täysi
fr: Complet
hu: Teljes
id: Penuh
it: Completa
nl: Volledig
pl: Pełne
ru: Полное
sk: Plný
tr: Yüksek
vi: Nhiều

source: Global Settings
de: Globale Einstellungen
es: Ajustes Globales
et: Globaalsed seadistused
fi: Yleiset asetukset
fr: Paramètres globaux
hu: Általános beállítások
id: Pengaturan Global
it: Impostazioni globali
nl: Algemene instellingen
pl: Ustawienia globalne
pt_br: Configurações Globais
ru: Глобальные настройки
sk: Globálne nastavenia
sv: Globala Inställningar
tr: Genel Ayarlar
vi: Cài đặt chung

source: Here you can find settings that affect the entire application. Things such as the window size and language.
de: Hier findest du die Einstellungen, die das gesamte Programm beeinflussen. Zum Beispiel die Größe des Fensters und die Sprache.
es: Aquí puedes encontrar configuraciones que afectan a toda la aplicación, como el tamaño de la ventana y el idioma.
et: Siit leiate seadistused, mis mõjutavad kogu rakendust. Sellised asjad nagu akna suurus ja keel.
fi: Täältä löydät asetukset, jotka vaikuttavat koko sovellukseen. Näitä ovat asiat kuiten ikkunan koko ja sovelluksen kieli.
fr: Ici, vous trouverez les paramètres qui affectent l’ensemble de l’application, comme la taille de la fenêtre ou la langue.
hu: Itt találhatók az egész alkalmazásra hatással lévő beállítások. Ilyenek például az ablak mérete és a nyelv.
id: Di sini anda dapat menemukan pengaturan yang memengaruhi seluruh aplikasi. Seperti ukuran window dan bahasa.
it: Qui puoi trovare impostazioni che riguardano l'intera applicazione, come la dimensione della finestra o la lingua.
nl: Hier vindt u instellingen die de gehele toepassing beïnvloeden. Dingen zoals de venstergrootte en taal.
pl: Tutaj znajdziesz ustawienia, które mają wpływ na całą aplikację. Są to takie rzeczy jak rozmiar okna i język.
pt_br: Aqui você encontra as configurações que afetam todo o aplicativo. Coisas como o tamanho da janela e o idioma.
ru: Здесь можно найти настройки, которые влияют на всё приложение. Такие вещи, как размер окна и язык.
sk: Tu nájdete nastavenia, ktoré ovplyvňujú celú aplikáciu. Napríklad veľkosť okna a jazyk.
sv: Här hittar du inställningar som påverkar hela programmet. Saker som fönsterstorlek och språk.
tr: Burada tüm uygulamayı etkileyen ayarları bulabilirsiniz. Pencere boyutu ve dil vb.
vi: Ở đây bạn có thể tìm thấy các cài đặt ảnh hưởng đến cả ứng dụng. Như là kích cỡ cửa sổ và ngôn ngữ.

source: User Interface
de: Benutzeroberfläche
es: Interfaz de usuario
et: Kasutajaliides
fi: Käyttöliittymä
fr: Interface utilisateur
hu: UI
id: Antarmuka Pengguna
it: Interfaccia utente
nl: Gebruikersinterface
pl: Interfejs
pt_br: Interface do Usuário
ru: Пользовательский интерфейс
sk: Používateľské rozhranie
sv: Gränssnittet
tr: Kullanıcı Arayüzü
vi: Giao diện người dùng
