Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Enable plugins that are needed for the visualization tab to work. **This is required for the visualization tab to work.**
de: Aktiviere Plugins, die für das Funktionieren der Registerkarte „Visualisierung“ erforderlich sind. **Dies ist erforderlich, damit die Registerkarte „Visualisierung“ funktioniert.**
es: Permitir plugins que sean necesarios para que la pestaña de visualización funcione. **Esto es necesario para que la pestaña de visualización funcione. #
et: Lubab lisaosad, mis on vajalikud visualiseerimise kaardi tööks. ** See on vajalik, et visualiseerimise vahekaart töötaks. **
fi: Aktivoi laajennukset joita tarvitaan visualisaation toimintaan. **Tämä on pakollinen, jotta visualisaatio sivu toimii.**
fr: Activez les plugins nécessaires au fonctionnement de l’onglet de visualisation. **Ceci est obligatoire pour que l’onglet de visualisation fonctionne.**
hu: Engedélyezze a vizualizációs fül működéséhez szükséges pluginokat. **Ez szükséges a vizualizációs fül működéséhez.**
id: Aktifkan plugin yang diperlukan untuk tab visualisasi berfungsi. **Ini diperlukan agar tab visualisasi berfungsi.**
it: Abilita i plugin necessari per il funzionamento della visualizzazione. **Questo è necessario per il corretto funzionamento della sezione di visualizzazione.**
nl: Activeer plugins die nodig zijn om het visualisatietabblad te laten werken. **Dit is vereist voor het tabblad visualisatie om te werken. **
pl: Włącz wtyczki niezbędne do działania zakładki wizualizacji. **Jest to wymagane do działania zakładki wizualizacji.**
pt_br: Habilite os plugins necessários para o funcionamento da aba de visualização. **Isso é necessário para o funcionamento da aba de visualização.**
ru: Включить плагины, которые необходимы для работы вкладки "Визуализация". **Это необходимо для работы вкладки "Визуализация".**
sk: Povoľte pluginy, ktoré sú potrebné na fungovanie karty vizualizácie. **Toto je potrebné na fungovanie karty vizualizácie.**
sv: Aktivera plugins som behövs för att fliken Visualisering ska fungera. **Detta krävs för att fliken Visualisering ska fungera.**
tr: Görselleştirme sekmesinin çalışabilmesi için gerekli eklentileri etkinleştirmelisiniz. **Bu işlem, görselleştirme sekmesinin düzgün çalışması için gerekiyor.**
vi: Tab trực quan hóa dữ liệu cần plugin này bật để hoạt động **Đây là điều cần thiết để tab trực quan hóa dữ liệu hoạt động.**

source: Collision Avoidance
pl: Unikanie kolizji
ru: Избежание коллизий

source: Enable collision avoidance features when the truck is under 30km/h and in tight turns / intersections.
pl: Włącz systemy zapobiegania kolizjom, gdy ciężarówka jedzie z prędkością poniżej 30 km/h i na ciasnych zakrętach/skrzyżowaniach.
ru: Включите функцию избежание коллизий, когда трак движется со скоростью меньше 30км/ч или в узких поворотах / перекрёстках.

source: Enable the HUD to display information about the truck and route. Shown on top of the game screen using accurate 3D mapping.
de: Aktiviere das HUD, um Informationen über den LKW und die Route anzuzeigen. Oben auf dem Spielbildschirm mit präzisem 3D-Mapping angezeigt.
es: HUD puede mostrar información sobre el camión y la ruta. Se muestra en la parte superior de la pantalla del juego usando la asignación 3D precisa.
et: Võimaldab HUDil kuvada teavet veoki ja marsruudi kohta. Näidatakse mängu ekraani peal, kasutades täpset 3D kaardistamist.
fi: Aktivoi HUD, joka näyttää tietoa rekasta ja reitistä.
fr: Activez l'HUD pour afficher des informations sur le camion et l’itinéraire. Affiché au-dessus de l’écran du jeu grâce à une cartographie 3D précise.
hu: Engedélyezze a HUD-ot, hogy információkat jelenítsen meg a teherautóról és az útvonalról. A játék képernyőjének tetején jelenik meg, pontos 3D-s térkép segítségével.
id: Aktifkan HUD untuk menampilkan informasi tentang truk dan rute. Ditampilkan di atas layar game menggunakan pemetaan 3D yang akurat.
it: Abilita l'HUD per visualizzare informazioni sul camion e sul percorso. Viene mostrato sopra lo schermo di gioco utilizzando una mappatura 3D precisa.
nl: Laat de HUD informatie over de truck en route weergeven. Getoond op de top van het spel scherm met behulp van nauwkeurige 3D mapping.
pl: Włącz HUD do wyświetlania informacji o ciężarówce i trasie. Pokazane na górze ekranu gry przy użyciu dokładnego mapowania 3D.
ru: Включить HUD чтобы отображать информацию о грузовике и маршруте. Отображён сверху окна игры, используя точное 3D проецирование.
sk: Povoľte zobrazenie informácií o nákladnom vozidle a trase na HUD. Zobrazuje sa v hornej časti hernej obrazovky pomocou presného 3D mapovania.
sv: Aktivera HUD:n för att visa information om lastbilen och rutten. Visas högst upp på spelskärmen med hjälp av exakt 3D-kartläggning.
tr: Kamyon ve rota bilgilerini görüntülemek için HUD'u etkinleştirin. Bu bilgiler, oyun ekranının üst kısmında gerçekçi ve detaylı 3D haritalamayla sunulur.
vi: Bật HUD để hiển thị các thông tin về xe tải và tuyến đường. Hiển thị chồng lên màn hình game bằng ánh xạ 3D.

source: Text To Speech
de: Text zu Sprache
es: Texto a voz
et: Tekst kõneks
fi: TTS Toiminto
fr: Synthèse vocale
hu: Szövegfelolvasás
id: Teks ke Ucapan
it: Sintesi Vocale
nl: Tekst naar spraak
pl: Zamiana tekstu na mowę
ru: Озвучка текста
sk: Text na reč
sv: Text till tal
tr: Metin Okuma
vi: Văn bản thành giọng nói

source: Enable text-to-speech for notifications and alerts. This is mostly an accessibility feature but some people might find it useful.
de: Aktiviere Text zu Sprache für Benachrichtigungen und Alarme. Dies ist vor allem eine Funktion für die Barrierefreiheit, aber manche Leute könnten sie nützlich finden.
es: Activa texto a voz para notificaciones y alertas. Esta función es principalmente de accesibilidad, pero puede resultar útil para algunas personas.
et: Tekstikõne lubamine teadete ja hoiatuste korral. See on enamasti ligipääsetavuse funktsioon, kuid mõned inimesed võivad seda kasulikuks pidada.
fi: Aktivoi ETS2LA:n TTS toiminto ilmoituksille ja varoituksille. Tämä on tarkoitettu esteettömyystoimintona, mutta jotkut saattavat pitää "puhuvaasta rekasta".
fr: Activez la synthèse vocale pour les notifications et alertes. C’est surtout une fonctionnalité d’accessibilité, mais certains peuvent la trouver utile.
hu: A szövegfelolvasás funkció engedélyezése az értesítések és riasztások esetében. Ez elsősorban egy akadálymentesítési funkció, de egyesek hasznosnak találhatják.
id: Aktifkan teks-ke-suara untuk notifikasi dan peringatan. Ini terutama fitur aksesibilitas tetapi beberapa orang mungkin merasa berguna.
it: Abilita la sintesi vocale per notifiche e avvisi. Questa funzione è principalmente pensata per l’accessibilità, ma potrebbe risultare utile anche ad altri utenti..
nl: Tekst-tot-spraak inschakelen voor meldingen en waarschuwingen. Dit is meestal een toegankelijkheidsfunctie, maar sommige mensen kunnen het nuttig vinden.
pl: Włącz funkcję zamiany tekstu na mowę dla powiadomień i alertów. Jest to głównie funkcja ułatwiająca dostępność, ale niektórym osobom może się ona przydać.
ru: Включить озвучку текста для уведомлений и предупреждений. В основном это функция специальных возможностей, но некоторые могут найти её полезной.
sk: Povoľte prevod textu na reč pre oznámenia a výstrahy. Ide prevažne o funkciu prístupnosti, ale niektorým ľuďom môže byť užitočná.
sv: Aktivera text-till-tal för aviseringar och varningar. Detta är främst en tillgänglighetsfunktion, men vissa personer kan tycka att den är användbar.
tr: Bildirimler ve uyarılar için metin okuma özelliğini etkinleştirin. Bu genellikle erişilebilirlik amacıyla bir özellik olsa da, bazı kullanıcılar için faydalı olabilir.
vi: Bật văn bản thành giọng nói cho các thông báo và cảnh báo. Đây gần như là một tính năng của trợ năng, nhưng vài người có thể sẽ thấy nó hữu ích.

source: Feature '{0}' not found.
de: Funktion '{0} nicht gefunden.
es: Característica '{0}' no encontrada.
et: Funktsiooni '{0} ei leitud.
fi: Toimintoa '{0}' ei löytynyt.
fr: Fonctionnalité '{0}' introuvable.
hu: A '{0}' funkció nem található.
id: Fitur '{0}' tidak ditemukan.
it: Funzionalità '{0}' non trovata.
nl: Functie "{0}' niet gevonden.
pl: Nie znaleziono funkcji '{0}'.
ru: Функция '{0}' не найдена.
sk: Funkcia „{0}“ sa nenašla.
sv: Funktionen '{0}' hittades inte.
tr: Feature '{0}' özelliği bulunamadı.
vi: Không tìm thấy tính năng '{0}'.

source: Loading plugins...
de: Plugins werden geladen...
es: Cargando complementos...
et: Lisaosade laadimine...
fi: Ladataan laajennuksia...
fr: Chargement des plugins...
hu: Pluginok betöltése...
id: Memuat plugin...
it: Caricamento plugin...
nl: Plugins laden...
pl: Ładowanie wtyczek...
pt_br: Carregando plugins...
ru: Загрузка плагинов...
sk: Načítavajú sa pluginy...
sv: Laddar plugins...
tr: Eklentiler yükleniyor...
vi: Đang nạp các plugin...

source: Plugins (Basic)
de: Plugins (Basis)
es: Plugins (Básico)
et: Lisaosad (põhilised)
fi: Laajennukset (Yksinkertainen)
fr: Plugins (Basique)
hu: Pluginok (alap)
id: Plugin (Dasar)
it: Plugin (Base)
pl: Wtyczki (podstawowe)
pt_br: Plugins (Basico)
ru: Плагины (простой режим)
sk: Pluginy (základné)
sv: Plugins (grundläggande)
tr: Eklentiler (Temel)
vi: Các plugin (Cơ bản)

source: You can enable different ETS2LA features on the right side. All of the plugins described by these features will be enabled automatically without any additional configuration.
de: Auf der rechten Seite kannst du verschiedene ETS2LA-Funktionen aktivieren. Alle Plugins, die durch diese Funktionen beschrieben werden, werden automatisch ohne zusätzliche Konfiguration aktiviert.
es: Puede habilitar diferentes características de ETS2LA en el lado derecho. Todos los plugins descritos por estas características se habilitarán automáticamente sin ninguna configuración adicional.
et: Võite lubada erinevaid ETS2LA funktsioone paremal küljel. Kõik nende funktsioonidega kirjeldatud lisaosad lubatakse automaatselt ilma lisakonfigureerimiseta.
fi: Voit aktivoida eri ETS2LA toimintoja sivun oikealla laidalla. Kaikki laajennukset, jotka ovat määritetty kyseiseen toimintoon käynnistetään automaattisesti ilman erillisiä säätöjä.
fr: Vous pouvez activer différentes fonctionnalités d’ETS2LA sur la droite. Tous les plugins associés à ces fonctionnalités seront activés automatiquement, sans configuration supplémentaire.
hu: A jobb oldalon különböző ETS2LA funkciókat engedélyezhetsz. Az ezekkel a funkciókkal leírt összes plugin automatikusan engedélyezésre kerül, további konfigurálás nélkül.
id: Anda dapat mengaktifkan berbagai fitur ETS2LA di sisi kanan. Semua plugin yang dijelaskan oleh fitur ini akan diaktifkan secara otomatis tanpa konfigurasi tambahan.
it: Puoi abilitare diverse funzionalità di ETS2LA sul lato destro. Tutti i plugin descritti da queste funzionalità verranno abilitati automaticamente senza ulteriori configurazioni.
nl: U kunt verschillende ETS2LA-functies aan de rechterkant inschakelen. Alle door deze functies beschreven plugins worden automatisch ingeschakeld zonder enige extra configuratie.
pl: Po prawej stronie możesz włączyć różne funkcje ETS2LA. Wszystkie wtyczki opisane przez te funkcje zostaną włączone automatycznie bez dodatkowej konfiguracji.
pt_br: Você pode ativar diferentes funcionalidades do ETS2LA no lado direito. Todos os plugins descritos por essas funcionalidades serão ativados automaticamente, sem nenhuma configuração adicional.
ru: Справа вы можете включать разные функции ETS2LA. Все плагины, которые описаны в этих функциях, будут автоматически включены без дополнительной конфигурации.
sk: Na pravej strane môžete povoliť rôzne funkcie ETS2LA. Všetky pluginy popísané týmito funkciami sa automaticky povolia bez akejkoľvek ďalšej konfigurácie.
sv: Du kan aktivera olika ETS2LA-funktioner på höger sida. Alla plugins som beskrivs av dessa funktioner kommer att aktiveras automatiskt utan ytterligare konfiguration.
tr: Sağ tarafta çeşitli ETS2LA özelliklerini etkinleştirebilirsiniz. Bu özelliklerle tanımlanan eklentiler, ekstra bir yapılandırmaya gerek kalmadan otomatik olarak etkinleştirilecektir.
vi: Bạn có thể bật các tính năng khác nhau của ETS2LA ở phía bên phải. Tất cả plugin được mô tả bằng tính năng của chúng sẽ được bật tự động mà không cần phải cấu hình thêm.

source: Disable Plugins
de: Plugins deaktivieren
es: Deshabilitar plugins
et: Lisaosade keelamine
fi: Sammuta laajennukset
fr: Désactiver les plugins
hu: Pluginok letiltása
id: Nonaktifkan Plugin
it: Disattiva Plugin
nl: Plugins uitschakelen
pl: Wyłącz wtyczki
pt_br: Desabilitar Plugins
ru: Выключить плагины
sk: Vypnúť pluginy
sv: Inaktivera plugins
tr: Eklentileri devre dışı bırak
vi: Tắt các plugin

source: Enable Plugins
de: Plugins aktivieren
es: Habilitar plugins
et: Lisaosade lubamine
fi: Käynnistä laajennukset
fr: Activer les plugins
hu: Pluginok engedélyezése
id: Aktifkan Plugin
it: Abilita Plugin
nl: Plugins inschakelen
pl: Włącz wtyczki
pt_br: Iniciar Plugins
ru: Включить плагины
sk: Zapnúť pluginy
sv: Aktivera plugins
tr: Eklentileri Etkinleştir
vi: Bật các plugin

source: Currently enabled plugins:
de: Derzeit aktivierte Plugins:
es: Plugins actualmente habilitados:
et: Praegu lubatud lisaosad:
fi: Tällä hetkellä on käynnissä:
fr: Plugins actuellement activés :
hu: Jelenleg engedélyezett pluginok:
id: Plugin yang saat ini diaktifkan:
it: Plugin attualmente abilitati:
nl: Momenteel ingeschakelde plugins:
pl: Aktualnie włączone wtyczki:
pt_br: Plugins Habilitados:
ru: Включённые плагины:
sk: Aktuálne zapnuté pluginy:
sv: För närvarande aktiverade plugins:
tr: Şu anda etkin olan eklentiler:
vi: Các plugin đang được bật:

source: Enabled
de: Aktiviert
es: Activado
et: Lubatud
fi: Aktivoitu
fr: Activé
hu: Engedélyezve
id: Diaktifkan
it: Abilitato
nl: Ingeschakeld
pl: Włączone
pt_br: Habilitado
ru: Включён
sk: Zapnuté
sv: Aktiverad
tr: Etkinleştirildi
vi: Đã bật

source: Disabled
de: Deaktiviert
es: Desactivado
et: Keelatud
fi: Deaktivoitu
fr: Désactivé
hu: Letiltva
id: Dinonaktifkan
it: Disabilitato
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desabilitado
ru: Выключен
sk: Vypnuté
sv: Inaktiverad
tr: Devre dışı
vi: Đã tắt

source: Switch to Advanced Mode
de: Zu erweiterten Modus wechseln
es: Cambiar a modo avanzado
et: Lülitumine täiustatud režiimile
fi: Vaihda kehittyneeseen tilaan
fr: Passer en mode avancé
hu: Váltás haladó módra
id: Beralih ke Mode Lanjutan
it: Passa alla Modalità Avanzata
nl: Schakel naar Geavanceerde modus
pl: Przełącz na tryb zaawansowany
pt_br: Mudar para o modo AVANÇADO
ru: Перейти в продвинутый режим
sk: Prepnite do pokročilého režimu
sv: Byt till avancerat läge
tr: Gelişmiş Mod'a Geç
vi: Chuyển qua chế độ nâng cao

source: Search tags...
de: Suche tags...
es: Buscar etiquetas...
et: Otsime siltte...
fi: Etsi merkkejä...
fr: Recherche de tags...
hu: Keresési címkék...
id: Cari tag...
it: Cerca tag...
nl: Tags zoeken...
pl: Wyszukaj znaczniki...
ru: Поиск тегов...
sk: Hľadať značky...
sv: Sök efter taggar...
tr: Etiketleri ara...
vi: Tìm kiếm thẻ tag...

source: No tags found
de: Keine tags gefunden
es: No hay etiquetas encontradas
et: Silte ei leitud
fi: Merkkejä ei löytynyt
fr: Aucun tag trouvé
hu: Címke nem található
id: Tidak ada tag yang ditemukan
it: Nessun tag trovato
nl: Geen tags gevonden
pl: Brak znaczników
ru: Теги не найдены
sk: Nenašli sa žiadne značky
sv: Inga taggar hittades
tr: Etiket bulunamadı
vi: Không có thẻ tag nào được tìm thấy

source: Search authors...
de: Suche Autoren...
es: Buscar Autores...
et: Otsime autoreid...
fi: Etsi kehittäjiä...
fr: Recherche d'auteurs…
hu: Szerzők keresése...
id: Cari pembuat...
it: Cerca autori...
nl: Auteurs zoeken...
pl: Wyszukaj Autorów...
ru: Поиск авторов...
sk: Hľadať autorov...
sv: Sök författare...
tr: Yazarları Ara...
vi: Tìm kiếm tác giả...

source: No authors found
de: Keine Autoren gefunden
es: No hay autores encontrados
et: Autoreid ei leitud
fi: Kehittäjiä ei löytynyt
fr: Aucun auteurs trouvé
hu: Nem található szerző
id: Tidak ada pembuat yang ditemukan
it: Nessun autore trovato
nl: Geen auteurs gevonden
pl: Nie znaleziono autorów
ru: Авторы не найдены
sk: Nenašli sa žiadni autori
sv: Inga författare hittades
tr: Yazar bulunamadı
vi: Không có tác giả nào được tìm thấy

source: Back to Basic Mode
de: Zurück zum Basismodus
es: Volver al modo básico
et: Tagasi põhirežiimi
fi: Takaisin yksinkertaiseen tilaan
fr: Retour au mode basique
hu: Vissza az alap módhoz
id: Kembali ke Mode Dasar
it: Torna alla Modalità Base
nl: Terug naar basismodus
pl: Powrót do trybu podstawowego
pt_br: Voltar para o modo básico
ru: Вернуться в простой режим
sk: Späť do základného režimu
sv: Tillbaka till grundläget
tr: Temel Mod'a Geri Dön
vi: Quay về chế độ cơ bản

source: Running Plugins
de: Laufende Plugins
es: Plugins ejecutándose
et: Töötavad lisaosad
fi: Käynnissä olevat laajennukset
fr: Plugins en cours d’exécution
hu: Futó pluginok
id: Plugin yang Berjalan
it: Plugin in esecuzione
nl: Plugins draaien
pl: Uruchomienie wtyczek
pt_br: Plugins em execução
ru: Включённые плагины
sk: Spustené pluginy
sv: Kör plugins
tr: Çalışan Eklentiler
vi: Các plugin đang chạy

source: Want to enable the plugins you had running last time?
de: Möchtest du die Plugins, die du beim letzten Mal verwendet hast, wieder aktivieren?
es: ¿Quieres habilitar los plugins que tenías funcionando la última vez?
et: Kas soovite lubada lisaosad, mida eelmisel korral kasutasite?
fi: Haluatko käynnistää viime kerralla aktivoidut laajennukset?
fr: Voulez-vous activer les plugins que vous aviez lancés la dernière fois ?
hu: Szeretnéd engedélyezni a legutóbb futtatott pluginokat?
id: Ingin mengaktifkan plugin yang berjalan terakhir kali?
it: Vuoi abilitare i plugin che avevi attivi l’ultima volta?
nl: Wilt u de plugins die u de vorige keer had draaien inschakelen?
pl: Chcesz włączyć wtyczki, które były uruchomione ostatnio?
pt_br: Quer habilitar os plugins que você estava usando da última vez?
ru: Хотите включить плагины, которые были включены в прошлый раз?
sk: Chcete povoliť pluginy, ktoré ste mali spustené naposledy?
sv: Vill du aktivera de plugins du körde förra gången?
tr: En son çalıştırmış olduğunuz eklentileri tekrardan etkinleştirmek ister misiniz?
vi: Bạn có muốn bật các plugin mà bạn đã dùng từ lần trước không?

source: Enable Last Plugins
de: Aktiviere die letzten Plugins
es: Activar los últimos plugins
et: Viimase lisaosa lubamine
fi: Käynnistä viime kerran laajennukset
fr: Activer les derniers plugins
hu: Utolsó pluginok engedélyezése
id: Aktifkan Plugin Terakhir
it: Abilita ultimi plugin
nl: Laatste plugins inschakelen
pl: Włącz ostatnie wtyczki
pt_br: Ativar Últimos Plugins usados
ru: Включить прошлые плагины
sk: Zapnúť posledné pluginy
sv: Aktivera senaste plugins
tr: Son Eklentileri Etkinleştir
vi: Bật các plugin đã dùng từ lần trước

source: Could not find version for {game}, skipping installation
de: Konnte keine Version für {game} finden, überspringe Installation
es: No pudo encontrar la versión para {game}, saltando la instalación
et: {game} versiooni ei leitud, installimise vahelejätmine
fi: Ei voitu määrittää versiota pelille {game}, ohitetaan asennus
fr: Impossible de trouver la version pour {game}, installation ignorée
hu: Nem található verzió az {game} számára, a telepítés kihagyásra kerül
id: Tidak dapat menemukan versi untuk {game}, melewati instalasi
it: Impossibile trovare la versione per {game}, salto l'installazione
nl: Kon versie voor {game} niet vinden, installatie overslaan
pl: Nie można znaleźć wersji dla {game}, pomijam instalację
pt_br: Não foi possível encontrar a versão para {game}, pulando a instalação
ru: Не удалось найти версию для {game}, пропускаю установку
sk: Nepodarilo sa nájsť verziu pre {game}, inštalácia sa preskakuje
sv: Kunde inte hitta versionen för {game}, hoppar över installationen
tr: {game} için uygun sürüm bulunamadı, kurulum atlanıyor
vi: Không thể tìm thấy phiên bản phù hợp cho {game}, đang bỏ qua cài đặt

source: Installing SDKs for {game}
de: SDKs für {game} installieren
es: Instalar SDKs para {game}
et: SDKde paigaldamine {game} jaoks
fi: Asennetaan SDK:ta pelille {game}
fr: Installation des SDKs pour {game}
hu: SDK-k telepítése az {game} számára
id: Menginstal SDK untuk {game}
it: Installazione degli SDK per {game}
nl: SDK's installeren voor {game}
pl: Instalowanie zestawów SDK dla {game}
ru: Установка SDK для {game}
sk: Inštalácia SDK pre hru {game}
sv: Installera SDK:er för {game}
tr: {game} için SDK'lar kuruluyor
vi: Đang cài đặt các SDK cho {game}

source: SDKs for {game} installed successfully.
de: SDKs für {game} erfolgreich installiert.
es: SDKs para {game} instalado con éxito.
et: SDK- d {game} edukalt paigaldatud.
fi: SDK asennettiin pelille {game} onnistuneesti.
fr: SDKs pour {game} installés avec succès.
hu: Az {game} SDK-k sikeresen telepítve.
id: SDK untuk {game} berhasil diinstal.
it: SDK per {game} installati con successo.
nl: SDK's voor {game} met succes geïnstalleerd.
pl: Zestawy SDK dla {game} zostały pomyślnie zainstalowane.
ru: SDK для {game} установлена успешно.
sk: Súpravy SDK pre hru {game} boli úspešne nainštalované.
sv: SDK:erna för {game} har installerats.
tr: {game} için SDK'lar başarıyla kuruldu.
vi: Các SDK cho {game} đã được cài đặt thành công.

source: SDKs for {game} already installed, skipping installation
de: SDKs für {game} bereits installiert, Installation wird übersprungen
es: SDKs para {game} ya instalado, saltando instalación
et: SDK- d juba paigaldatud {game} jaoks, paigaldamine vahele jäetud
fi: Pelillä {game} on jo asennettu SDK, ohitetaan asennus
fr: Les SDK pour {game} sont déjà installés, installation ignorée
hu: Az {game} SDK-k már telepítve vannak, a telepítés kihagyásra kerül
id: SDK untuk {game} sudah terinstal, melewati instalasi
it: SDK per {game} già installati, installazione saltata
nl: SDK's voor reeds geïnstalleerde {game}, installatie overslaan
pl: Zestawy SDK dla {game} są już zainstalowane, pomijam instalację
ru: SDK для {game} уже установлены, пропускаю установку
sk: Súpravy SDK pre hru {game} sú už nainštalované, inštalácia sa preskakuje
sv: SDK:er för {game} är redan installerade, hoppar över installationen
tr: {game} için SDK'lar zaten kurulu, kurulum atlanıyor
vi: Các SDK cho {game} đã được cài đặt từ trước, đang bỏ qua cài đặt

source: Please make sure the game is closed and try again. {error}
de: Bitte stelle sicher, dass das Spiel geschlossen ist und versuche es erneut. {error}
es: Por favor, asegúrese de que el juego está cerrado e inténtelo de nuevo. {error}
et: Veenduge, et mäng on suletud ja proovige uuesti. {error}
fi: Tarkista että peli on suljettu ja kokeile uudelleen. {error}
fr: Veuillez vous assurer que le jeu est fermé puis réessayez. {error}
hu: Győződj meg arról, hogy a játék be van zárva, majd próbáld meg újra. {error}
id: Pastikan game ditutup dan coba lagi. {error}
it: Assicurati che il gioco sia chiuso e riprova. {error}
nl: Zorg ervoor dat het spel gesloten is en probeer het opnieuw. {error}
pl: Upewnij się, że gra jest zamknięta i spróbuj ponownie. {error}
pt_br: Por favor, verifique se o jogo está fechado e tente novamente. {error}
ru: Пожалуйста, удостоверьтесь, что игра закрыта и попробуйте снова. {error}
sk: Uistite sa, že je hra zatvorená a skúste to znova. {error}
sv: Se till att spelet är stängt och försök igen. {error}
tr: Lütfen oyunun kapalı olduğundan emin olun ve tekrar deneyin. {error}
vi: Hãy chắc chắn rằng game của bạn đã đóng và thử lại. {error}
