Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Framerate: {:.1f}
es: Frecuencia de frames: {:.1f}
et: Kaader: {:.1f}
fi: Virkistystaajuus: {:.1f}
fr: Fréquence d'images : {:.1f}
it: Frequenza dei fotogrammi: {:.1f}
nl: ververssnelheid: {:.1f}
pl: Liczba klatek na sekundę: {:.1f}
ru: Частота кадров: {:.1f}
sk: Snímková frekvencia: {:.1f}
sv: Bildfrekvens: {:.1f}
tr: Kare hızı: {:.1f}
vi: Khung hình: {:.1f}

source: Camera Position: ({:.1f}, {:.1f}, {:.1f})
de: Kameraposition: ({:.1f}, {:.1f}, {:.1f})
es: Posición de la cámara: ({:.1f}, {:.1f}), {:.1f})
et: Kaamera asukoht: ({:.1f}, {:.1f}, {:.1f})
fi: Kameran paikka: ({:.1f}, {:.1f}, {:.1f})
fr: Position de la caméra : ({:.1f}, {:.1f}, {:.1f})
id: Posisi Kamera: ({:.1f}, {:.1f}, {:.1f})
it: Posizione della Telecamera: ({:.1f}, {:.1f}, {:.1f})
nl: Camerapositie: ({:.1f}, {:.1f}, {:.1f})
pl: Pozycja kamery: ({:.1f}, {:.1f}, {:.1f})
ru: Позиция камеры: ({:.1f}, {:.1f}, {:.1f})
sk: Pozícia kamery: ({:.1f}, {:.1f}, {:.1f})
sv: Kamera Position: ({:.1f}, {:.1f}, {:.1f})
tr: Kamera Pozisyonu: ({:.1f}, {:.1f}, {:.1f})
vi: Vị trí camera: ({:.1f}, {:.1f}, {:.1f})

source: Camera Rotation: ({:.1f}, {:.1f}, {:.1f})
de: Kameradrehung: ({:.1f}, {:.1f}, {:.1f})
es: Rotación de la cámara: ({:.1f}, {:.1f}, {:.1f})
et: Kaamera pööramine: ({:.1f}, {:.1f}, {:.1f})
fi: Cameran kulma: ({:.1f}, {:.1f}, {:.1f})
fr: Rotation de la caméra : ({:.1f}, {:.1f}, {:.1f})
id: Rotasi Kamera: ({:.1f}, {:.1f}, {:.1f})
it: Rotazione della Telecamera: ({:.1f}, {:.1f}, {:.1f})
nl: Camerarotatie: ({:.1f}, {:.1f}, {:.1f})
pl: Obrót kamery: ({:.1f}, {:.1f}, {:.1f})
ru: Вращение камеры: ({:.1f}, {:.1f}, {:.1f})
sk: Rotácia kamery: ({:.1f}, {:.1f}, {:.1f})
sv: Kamera Rotering: ({:.1f}, {:.1f}, {:.1f})
tr: Kamera Açısı: ({:.1f}, {:.1f}, {:.1f})
vi: Xoay camera: ({:.1f}, {:.1f}, {:.1f})

source: Toggle Speed Control
de: Geschwindigkeitskontrolle umschalten
es: Alternar control de velocidad
et: Kiiruse reguleerimise lülitamine
fi: Aktivoi nopeuden hallinta
fr: Basculer le régulateur de vitesse
id: Alihkan Kontrol Kecepatan
it: Attiva/disattiva controllo velocità
nl: Snelheidscontrole aan/uit
pl: Przełącz kontrolę prędkości
pt_br: Alternar Controle de Velocidade
ru: Переключение контроля скорости
sk: Prepnúť ovládanie rýchlosti
sv: Växla hastighetskontroll
tr: Hız Kontrolünü Değiştir
vi: Bật điều khiển tốc độ tự động

source: When ACC is running this will toggle the speed control on/off.
de: Wenn ACC läuft, schaltet dies die Geschwindigkeitsregelung ein/aus.
es: Cuando el ACC está ejecutando esto cambiará el control de velocidad encendido / apagado.
et: Kui ACC töötab, lülitab see kiiruse reguleerimise sisse/välja.
fi: Kun adaptiivinen vakionopeudensäädin on käynnissä, tämä kytkee sen hallinnan päälle ja pois.
fr: Lorsque l'ACC est en marche, cette fonction permet d'activer ou de désactiver le contrôle de vitesse.
id: Saat ACC berjalan, ini akan menyalakan/mematikan kontrol kecepatan.
it: Quando ACC è attivo, questo commuta il controllo della velocità acceso/spento.
nl: Als ACC draait zal dit de snelheidsregeling aan/uit schakelen.
pl: Gdy aktywny tempomat jest włączony, to spowoduje włączenie/wyłączenie regulacji prędkości.
pt_br: Quando o Controle de Cruzeiro Adaptativo (ACC) estiver ativado, isso irá ligar ou desligar o controle de velocidade.
ru: Когда АКК включен, это будет включать и выключать контроль скорости.
sk: Keď je zapnutý systém ACC, zapína/vypína reguláciu rýchlosti.
sv: När ACC är igång växlar detta mellan hastighetskontrollen på/av.
tr: Uyarlanabilir Hız Kontrolü (ACC) etkin olduğunda, bu özellik hız kontrolünü açıp kapatır.
vi: Khi ACC đang chạy, cái này sẽ bật hoặc tắt điều khiển tốc độ tự động.

source: Increase Driving Speed Offset
de: Erhöhe Versetzung der Fahrgeschwindigkeit
es: Aumentar compensación de velocidad de conducción
et: Sõidukiiruse tasaarvestuse suurendamine
fi: Nosta nopeuden poikkeamaa
fr: Augmentation de la vitesse de conduite
id: Tingkatkan Offset Kecepatan Berkendara
it: Aumenta l'offset della velocità di guida
nl: Verhoog rijsnelheid Verschuiving
pl: Zwiększ przesunięcie prędkości jazdy
pt_br: Aumentar o limite de Velocidade
ru: Увеличить отклонение скорости вождения
sk: Zvýšiť posun rýchlosti jazdy
sv: Öka körhastighetsförskjutningen
tr: Sürüş Hızı Ofsetini Arttır
vi: Tăng offset tốc độ

source: This will increase the speed offset in the settings.
de: Dies wird die Versetzung der Fahrgeschwindigkeit in den Einstellungen erhöht.
es: Esto aumentará la compensación de velocidad en la configuración.
et: See suurendab kiiruse tasakaalustamist seadistustes.
fi: Tämä nostaa nopeuden poikkeamaa, esim jos nopeusrajoitus on 50km/h, niin painat tätä kerran ja ETS2LA ajaakin 51km/h.
fr: Cela augmentera la vitesse dans les paramètres.
id: Ini akan meningkatkan offset kecepatan dalam pengaturan.
it: Questo aumenterà l'offset della velocità nelle impostazioni.
nl: Dit verhoogt de snelheidscompensatie in de instellingen.
pl: Spowoduje to zwiększenie przesunięcia prędkości w ustawieniach.
ru: Это увеличит отклонение скорости в настройках.
sk: Tým sa zvýši odchýlka rýchlosti v nastaveniach.
sv: Detta kommer att öka hastighetsförskjutningen i inställningarna.
tr: Bu seçenek, ayarlarda belirlenen hız farkını artırır.
vi: Nó sẽ tăng offset tốc độ trong cài đặt.

source: Decrease Driving Speed Offset
de: Verringere Versetzung der Fahrgeschwindigkeit
es: Disminuir compensación de velocidad de conducción
et: Vähenda sõidukiiruse tasaarvestust
fi: Laske nopeuden poikkeamaa
fr: Réduction de la vitesse de conduite
id: Kurangi Offset Kecepatan Berkendara
it: Diminuisci l'offset della velocità di guida
nl: Verlaag de rijsnelheid Verschuiving
pl: Zmniejsz przesunięcie prędkości jazdy
pt_br: Diminuir o limite de Velocidade
ru: Уменьшить отклонение скорости вождения
sk: Znížiť posun rýchlosti jazdy
sv: Minska körhastighetskompensation
tr: Sürüş Hızı Ofsetini Azalt
vi: Giảm offset tốc độ

source: This will decrease the speed offset in the settings.
de: Dies wird die Versetzung der Fahrgeschwindigkeit in den Einstellungen verringern.
es: Esto disminuirá la compensación de velocidad en la configuración.
et: See vähendab kiiruse tasakaalustamist seadistustes.
fi: Tämä laskee nopeuden poikkeamaa, esim jos nopeusrajoitus on 50km/h, niin painat tätä kerran ja ETS2LA ajaakin 49km/h.
fr: Cela réduira la vitesse dans les paramètres.
id: Ini akan mengurangi offset kecepatan dalam pengaturan.
it: Questo diminuirà l'offset della velocità nelle impostazioni.
nl: Dit vermindert de snelheidsverschuiving in de instellingen.
pl: Spowoduje to zmniejszenie przesunięcia prędkości w ustawieniach.
ru: Это уменьшит отклонение скорости в настройках.
sk: Týmto sa zníži odchýlka rýchlosti v nastaveniach.
sv: Detta minskar hastighetsförskjutningen i inställningarna.
tr: Bu işlem, hız ofsetini azaltır.
vi: Nó sẽ giảm offset tốc độ trong cài đặt.

source: Adaptive Cruise Control
de: Adaptive Geschwindigkeitsregelung
es: Control de Crucero Adaptativo
et: Kohanev kiirushoidik
fi: Adaptiivinen vakionopeudensäädin
fr: Régulateur de vitesse adaptatif
hu: Adaptív Tempomat
id: Kontrol Cruise Adaptif
it: Controllo adattivo della velocità
pl: Aktywny tempomat
pt_br: Controle de Cruzeiro Adaptativo
ru: Адаптивный круиз-контроль
sk: Adaptívny tempomat
sv: Adaptiv farthållare
tr: Uyumlu Hız Kontrol Sistemi
vi: Kiểm soát hành trình tự động

source: Adaptive Cruise Control (ACC) provides automatic acceleration and braking depending on road conditions and vehicles ahead.
de: Adaptive Cruise Control (ACC) ermöglicht automatisches Beschleunigen und Bremsen je nach Straßenbedingungen und vorausfahrenden Fahrzeugen.
es: El Control de Crucero Adaptativo (ACC) proporciona aceleración y frenado automáticos según las condiciones de la vía y los vehículos que van delante.
et: Adaptive Cruise Control (ACC) tagab automaatse kiirenduse ja pidurdamise sõltuvalt teeoludest ja eesolevatest sõidukitest.
fi: Adaptiviinen vakionopeudensäädin (ACC) ohjaa automaattisesti ajoneuvon nopeutta, tieolosuhteet ja muut ajoneuvot huomioon ottaen.
fr: Le régulateur de vitesse adaptatif (ACC) assure l'accélération et le freinage automatiques en fonction des conditions routières et des véhicules qui précèdent.
id: Kontrol Cruise Adaptif (ACC) menyediakan akselerasi dan pengereman otomatis tergantung pada kondisi jalan dan kendaraan di depan.
it: Il Controllo Adattivo della Velocità (ACC) fornisce accelerazione e frenata automatiche in base alle condizioni della strada e ai veicoli davanti.
nl: Adaptive Cruise Control (ACC) zorgt voor automatische acceleratie en remmen, afhankelijk van de wegomstandigheden en voertuigen vooruit.
pl: Aktywny tempomat (ACC) zapewnia automatyczne przyspieszanie i hamowanie w zależności od warunków drogowych i pojazdów jadących z przodu.
pt_br: O Controle de Cruzeiro Adaptativo (ACC) oferece aceleração e frenagem automáticas dependendo das condições da estrada e dos veículos à frente.
ru: Адаптивный круиз-контроль (АКК) предоставляет автоматическое ускорение и замедление, в зависимости от дорожных условий и автомобилей впереди.
sk: Adaptívny tempomat (ACC) zabezpečuje automatické zrýchľovanie a brzdenie v závislosti od stavu vozovky a vozidiel vpredu.
sv: Adaptiva Farthållaren (ACC) kontrollerar automatiskt farten beroende på miljön och fordon framför.
tr: Uyumlu Hız Kontrol Sistemi (ACC), yol üzerindeki araçlara ve koşullara göre hızınızı otomatik şekilde ayarlayarak frenleme ve hızlanma işlemlerini gerçekleştirir.
vi: Kiểm soát hành trình thông minh (ACC) tự động ga và phanh dựa trên điều kiện của đường và phương tiện phía trước.

source: Adaptive Cruise Control (ACC) controls the speed of the truck based on information gathered from the game.
de: Die adaptive Geschwindigkeitsregelung (ACC) steuert die Geschwindigkeit des Fahrzeugs auf der Grundlage der vom Spiel gesammelten Informationen.
es: El Control de Crucero Adaptativo (ACC) controla la velocidad del camión en función de la información obtenida del juego.
et: Adaptiivne püsikiiruse hoidja (ACC) kontrollib mängust kogutud teabe põhjal veoki kiirust.
fi: Adaptiivinen vakionopeudensäädin (ACC) ohjaa rekan nopeutta pelistä kerätyn tiedon perusteella.
fr: Le régulateur de vitesse adaptatif (ACC) contrôle la vitesse du camion en fonction des informations recueillies dans le jeu.
id: Kontrol Cruise Adaptif (ACC) mengontrol kecepatan truk berdasarkan informasi yang dikumpulkan dari game.
it: Il Controllo Adattivo della Velocità (ACC) regola la velocità del camion basandosi sulle informazioni raccolte dal gioco.
nl: Adaptive Cruise Control (ACC) regelt de snelheid van de truck op basis van informatie verzameld uit het spel.
pl: Aktywny Tempomat (ACC) kontroluje prędkość ciężarówki na podstawie informacji zebranych z gry.
pt_br: O Controle de Cruzeiro Adaptativo (ACC) controla a velocidade do caminhão com base nas informações coletadas do jogo.
ru: Адаптивный круиз-контроль (АКК) контролирует скорость грузовика, основываясь на информации, полученной из игры.
sk: Adaptívny tempomat (ACC) riadi rýchlosť nákladného vozidla na základe informácií zhromaždených z hry.
sv: Adaptiv farthållare (ACC) styr lastbilens hastighet baserat på information som samlats in från spelet.
tr: ACC (Uyumlu Hız Kontrol Sistemi), oyun içinden elde edilen verileri analiz ederek kamyonun hızını dinamik bir şekilde kontrol etmeye yarar.
vi: Kiểm soát hành trình tự động (ACC) sẽ điều khiển tốc độ của xe tải dựa vào thông tin được thu thập từ game.

source: ACC Settings
de: ACC Einstellungen
es: Configuración de ACC
et: ACC Seadistused
fi: Vakionopeudensäätimen asetukset
fr: Paramètres ACC
id: Pengaturan ACC
it: Impostazioni ACC
nl: ACC Instellingen
pl: Ustawienia ACC
ru: Настройки АКК
sk: Nastavenia ACC
sv: ACC inställningar
tr: ACC Ayarları
vi: Cài đặt ACC

source: Aggressiveness
de: Aggressivität
es: Agresividad
et: Agressiivsus
fi: Aggressiivisuus
fr: Agressivité
hu: Agresszivitás
id: Agresivitas
it: Aggressività
nl: Agressie
pl: Agresywność
pt_br: Agressividade
ru: Агрессивность
sk: Agresivita
sv: Aggressivitet
tr: Agresiflik Seviyesi
vi: Mức độ phản ứng

source: How aggressively should the ACC follow the car in front and change the speedlimit?
de: Wie aggressiv sollte der ACC dem vorausfahrenden Fahrzeug folgen und die Geschwindigkeitsbegrenzung ändern?
es: ¿Qué tan agresivamente debe el ACC seguir al vehículo de adelante y ajustar el límite de velocidad?
et: Kui agressiivselt peaks ACC järgima eesolevat autot ja muutma kiiruspiirangut?
fi: Kuinka agressiivisesti ACC seuraa edessä olevaa ajoneuvoa ja vaihtaa nopeusrajoitusta?
fr: Dans quelle mesure l'ACC doit-il suivre de près le véhicule qui précède et modifier la limite de vitesse ?
id: Seberapa agresif ACC harus mengikuti mobil di depan dan mengubah batas kecepatan?
it: Con quale aggressività l'ACC dovrebbe seguire l'auto davanti e cambiare il limite di velocità?
nl: Hoe agressief moet de ACC de auto vooraan volgen en de maximumsnelheid wijzigen?
pl: Jak agresywnie ACC powinno podążać za poprzedzającym pojazdem i zmieniać ograniczenie prędkości?
pt_br: Com que agressividade o ACC deve seguir o carro da frente e mudar o limite de velocidade?
ru: Насколько агрессивно АКК будет следовать за машиной впереди и изменять ограничение скорости?
sk: Ako agresívne by mal systém ACC sledovať vozidlo pred vami a meniť rýchlostný limit?
sv: Hur aggressivt ska ACC följa bilen framför och ändra hastighetsgränsen?
tr: ACC (Uyumlu Hız Kontrol Sistemi), öndeki aracı ne kadar hızlı takip etmeli ve hız limitini ne kadar agresif bir şekilde değiştirmeli?
vi: Mức độ phản ứng nào mà ACC nên dùng để theo sau phương tiện phía trước và thay đổi giới hạn tốc độ?

source: Follow Distance
de: Folgeabstand
es: Distancia de seguimiento
et: Jälgi kaugust
fi: Seuraamisetäisyys
fr: Distance de sécurité
id: Jarak Mengikuti
it: Segui la Distanza
nl: Afstand volgen
pl: Odległość między pojazdami
ru: Расстояние следования
sk: Vzdialenosť sledovania
sv: Följnings Distans
tr: Takip Mesafesi
vi: Khoảng cách theo dõi

source: How far should the ACC keep from the vehicle in front?
de: Wie weit sollte der ACC vom vorausfahrenden Fahrzeug entfernt sein?
es: ¿A qué distancia debe mantenerse el ACC del vehículo de adelante?
et: Kui kaugele peaks ACC jääma eesolevast sõidukist?
fi: Kuinka pitkää matkaa ACC pitää edessä olevasta ajoneuvosta?
fr: À quelle distance l'ACC doit-il se maintenir du véhicule qui le précède ?
hu: Milyen messze tartsa magát a teherautó az előtte haladó járműtől?
id: Seberapa jauh ACC harus menjaga jarak dari kendaraan di depan?
it: A quale distanza dovrebbe mantenersi l'ACC dal veicolo davanti?
nl: Hoe ver moet de ACC van het voertuig vóór houden?
pl: Jak daleko ACC ma trzymać się od pojazdu z przodu?
pt_br: Qual deve ser a distância que o ACC deve manter do veículo à frente?
ru: Какую дистанцию должен держать АКК от машины впереди?
sk: Akú vzdialenosť by mal ACC udržiavať od vozidla pred vami?
sv: Hur långt ska ACC:n hålla sig från framförvarande fordon?
tr: ACC (Uyumlu Hız Kontrol Sistemi), öndeki araçla olan takip mesafesini ne kadar korumalı?
vi: ACC nên giữ khoảng cách như thế nào với các phương tiện phía trước?

source: At 80km/h ETS2LA will keep approximately {distance}m ({distance_ft}ft) from the vehicle in front.
pl: Przy prędkości 80 km/h ETS2LA utrzymuje odległość około {distance}m ( {distance_ft}ft) od pojazdu jadącego przed nim.
ru: На 80км/ч ETS2LA будет держать дистанцию в {distance}м ({distance_ft}ft) до движущегося впереди транспорта.

source: Obstruction Settings
pl: Ustawienia przeszkód

source: Ignore Gates
pl: Ignoruj bramki

source: Whether the ACC should ignore gates. Please note that this will, as it says ignore the gates.
pl: Czy ACC powinno ignorować bramki. Należy pamiętać, że spowoduje to, jak sama nazwa wskazuje, ignorowanie bramek.

source: Ignore Traffic Lights
de: Ignoriere Ampeln
es: Ignorar semáforos
et: Valgusfoori eiramine
fi: Ohita liikennevalot
fr: Ignorer les feux de circulation
hu: Közlekedési lámpák figyelmen kívül hagyása
id: Abaikan Lampu Lalu Lintas
it: Ignora i semafori
nl: Verkeerslichten negeren
pl: Ignoruj sygnalizację świetlną
pt_br: Ignorar Semáforos
ru: Игнорировать светофоры
sk: Ignorujte semafory
sv: Ignorera trafikljus
tr: Trafik Işıklarını Yoksay
vi: Mặc kệ đèn giao thông

source: Whether the ACC should ignore traffic lights. Please note that this will, as it says ignore the traffic lights.
de: Ob der ACC (Adaptive Cruise Control) Ampeln ignorieren soll. Bitte beachte, dass dies wie beschrieben, die Ampeln tatsächlich ignoriert.
es: Indica si el ACC debe ignorar los semáforos. Ten en cuenta que esto hará que, efectivamente, se ignoren los semáforos.
et: Kas ACC peaks valgusfoori ignoreerima. Pange tähele, et see on nii, nagu see ütleb, ignoreerige valgusfoori.
fi: Jos tämä asetus on päällä, ACC ei ota liikennevaloja huomioon ollenkaan ajon aikana. Tämä siis tarkoittaa että ajetaan punasia päin.
fr: L'ACC doit-il ignorer les feux de circulation. Veuillez noter que cela signifie, comme indiqué, ignorer les feux de circulation.
hu: Vezetés közben hagyja figyelmen kívül a közlekedési lámpákat. Haladjon tovább, amíg a közlekedési lámpa piros. (Ajánlott ATS-el és modos térképekkel való használatra.)
id: Apakah ACC harus mengabaikan lampu lalu lintas. Harap dicatat bahwa ini akan, seperti yang dikatakan, mengabaikan lampu lalu lintas.
it: Se l'ACC dovrebbe ignorare i semafori. Nota che questa opzione farà effettivamente ignorare i semafori.
nl: Of de ACC verkeerslichten moet negeren. Houd er rekening mee dat dit zal, zoals het zegt negeer de verkeerslichten.
pl: Czy ACC powinno ignorować sygnalizację świetlną. Należy pamiętać, że spowoduje to, jak sama nazwa wskazuje, ignorowanie sygnalizacji świetlnej.
pt_br: Determina se o ACC deve ignorar os semáforos. Atenção: Conforme o nome sugere, isso fará com que o ACC ignore os semáforos.
ru: Должен ли АКК игнорировать светофоры. Пожалуйста, учтите, что это, как написано, будет игнорировать светофоры.
sk: Či má systém ACC ignorovať semafory. Upozorňujeme, že týmto sa, ako už bolo povedané, semafory budú ignorované.
sv: Huruvida ACC ska ignorera trafikljus. Observera att detta, som det står, kommer att ignorera trafikljusen.
tr: ACC'nin trafik ışıklarını görmezden gelip gelmemesi gerektiği. Lütfen unutmayın ki, bu seçenek trafik ışıklarını tamamen görmezden gelmenize neden olacaktır.
vi: ACC có nên mặc kệ đèn giao thông không? Nhớ rằng, nó sẽ như đã nói, mặc kệ tất cả đèn giao thông.

source: Traffic Light Mode
de: Ampelmodus
es: Modo de semáforos
et: Valgusfoori režiim
fi: Liikennevalojen tunnistuksen moodi
fr: Mode feu de signalisation
hu: Közlekedési lámpa módja
id: Mode Lampu Lalu Lintas
it: Modalità dei Semafori
nl: Verkeerslichtmodus
pl: Tryb sygnalizacji świetlnej
ru: Режим светофоров
sk: Režim semaforu
sv: Trafikljus läge
tr: Trafik Işığı Modu
vi: Chế độ đèn giao thông

source: Select how the ACC should handle traffic lights. Normal mode handles lights on the other side of the intersection better.
de: Wähle aus, wie das ACC auf Ampeln reagieren soll. Im normalen Modus werden Ampeln auf der anderen Seite der Kreuzung besser erkannt.
es: Selecciona cómo debe manejar el ACC los semáforos. El modo normal gestiona mejor los semáforos que están al otro lado del cruce.
et: Valige, kuidas ACC peaks valgusfoori käsitsema. Normaalne režiim käitleb ristmiku teisel küljel asuvaid tulesid paremini.
fi: Valitse moodi jota vakionopeudensäädin käyttää valojen tunnistukseen. "Legacy" on tarkoitettu vanhalle karttadatalle ennen versiota 1.55.
fr: Sélectionnez la manière dont l'ACC doit gérer les feux de signalisation. Le mode normal gère mieux les feux situés de l'autre côté de l'intersection.
id: Pilih bagaimana ACC harus menangani lampu lalu lintas. Mode normal menangani lampu di sisi lain persimpangan dengan lebih baik.
it: Scegli come l'ACC dovrebbe gestire i semafori. La modalità normale gestisce i semafori posti al lato opposto dell'incrocio in modo migliore.
nl: Selecteer hoe de ACC met verkeerslichten moet omgaan. Normale modus behandelt lichten aan de andere kant van de kruising beter.
pl: Wybierz sposób, w jaki ACC ma obsługiwać sygnalizację świetlną. Tryb normalny lepiej obsługuje sygnalizację po drugiej stronie skrzyżowania.
ru: Выбрать, как АКК будет реагировать на светофоры. В стандартном режиме светофоры на другой стороне перекрёстка обрабатываются лучше.
sk: Vyberte, ako má ACC reagovať na semafory. Normálny režim lepšie reaguje na svetlá na druhej strane križovatky.
sv: Välj hur ACC:n ska hantera trafikljus. Normala läget hanterar trafikljus på andra sidan vägen bättre.
tr: ACC'nin trafik ışıklarını nasıl ele alacağını seçin. Normal mod, kavşağın diğer tarafındaki ışıkları daha iyi ele alır.
vi: Chọn cách ACC xử lý với đèn giao thông. Chế độ "thường" sẽ xử lý đèn giao thông ở bên kia ngã tư tốt hơn.

source: Speed Control
de: Geschwindigkeitskontrolle
es: Control de velocidad
et: Kiirusekontroll
fi: Nopeudensäätö
fr: Contrôle de vitesse
hu: Sebességszabályozás
id: Kontrol Kecepatan
it: Controllo della velocità
nl: Snelheidscontrole
pl: Kontrola prędkości
pt_br: Controle de Velocidade
ru: Контроль скорости
sk: Ovládanie rýchlosti
sv: Hastighetskontroll
tr: Hız Kontrolü
vi: Điều khiển tốc độ tự động

source: Curve Settings
de: Kurveneinstellungen
es: Configuración de curvas
et: Kõvera seadistused
fi: Mutkien asetukset
fr: Paramètres de courbe
id: Pengaturan Tikungan
it: Impostazioni delle Curve
nl: Curve instellingen
pl: Ustawienia krzywej
ru: Настройки поворотов
sk: Nastavenia krivky
sv: Kurvinställningar
tr: Viraj Ayarları
vi: Cài đặt khúc cua

source: Coefficient of Friction
de: Reibungskoeffizient
es: Coeficiente de fricción
et: Hõõrdetegur
fi: Kirkakerroin
fr: Coefficient de friction
hu: Súrlódási együttható
id: Koefisien Gesekan
it: Coefficiente di attrito
nl: Wrijvingscoëfficiënt
pl: Współczynnik tarcia
pt_br: Coeficiente de atrito
ru: Коэффициент трения
sk: Koeficient trenia
sv: Friktionskoefficient
tr: Sürtünme Katsayısı
vi: Hệ số ma sát
