Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Did your wipers get stuck? Click the button and alt tab to the game. They should turn off in 5 seconds.
de: Sind deine Scheibenwischer stecken geblieben? Drücke auf den Knopf und wechsel mit alt und tab zurück ins Spiel. Sie sollten in 5 Sekunden ausgehen.
es: ¿Se te atascaron los limpiaparabrisas? Haz clic en el botón y presiona Alt Tab para entrar al juego. Deberían apagarse en 5 segundos.
et: Kas su klaasipuhastid jäid kinni? Klõpsake nuppu ja alt+tab mängu. Nad peaksid 5 sekundi pärast välja lülituma.
fi: Jäikö pyyhkijät jumiin? Paina nappia ja mene takaisin peli-ikkunaan. Pyyhkijöiden pitäisi kytkeytyä pois 5 sekunnin sisällä.
fr: Vos essuie-glaces sont bloqués ? Cliquez sur le bouton, puis faites un Alt+Tab vers le jeu. Ils devraient s’arrêter dans 5 secondes.
hu: Beragadtak az ablaktörlők? Kattints a gombra, és válts át a játékra. 5 másodperc múlva kikapcsolódnak.
id: Wiper macet? Klik tombol lalu alt+tab ke game. Harusnya mati dalam 5 detik.
it: I tergicristalli si sono bloccati? Clicca il pulsante e passa al gioco con Alt+Tab. Dovrebbero spegnersi entro 5 secondi.
nl: Zitten je ruitenwissers vast? Klik op de knop en alt tab naar het spel. Ze moeten over 5 seconden uit.
pl: Wycieraczki zablokowały się? Kliknij przycisk Aktywuj i następnie Tab oraz Alt aby wrócić do gry. Powinny włączyć się w ciągu 5 sekund.
pt_br: Os seus limpadores de para-brisa travaram? Clique no botão, volte para o jogo com Alt+Tab. Eles deverão desligar em 5 segundos.
ru: Ваши дворники застряли? Нажмите кнопку и вернитесь в игру. Они должны выключиться через 5 секунд.
sk: Zasekli sa vám stierače? Kliknite na tlačidlo a potom stlačením klávesu Alt Tab prejdite do hry. Mali by sa vypnúť do 5 sekúnd.
sv: Har dina vindrutetorkare fastnat? Klicka på knappen och alt-tabbtangenten för att komma till spelet. De borde stängas av om 5 sekunder.
tr: Silecekleriniz takıldı mı? Düğmeye tıklayın ve oyuna alt sekmesine geçin. 5 saniye içinde kapanmaları gerekir.
vi: Cần gạt nước của bạn đang bị ket? Đừng lo, hãy nhấn vào nút này và alt tab vào lại game. Cần gạt nước sẽ được tắt chỉ sau 5 giây.

source: Activate
de: Aktiviere
es: Activar
et: Aktiveeri
fi: Aktivoi
fr: Activer
hu: Aktiválás
id: Akifkan
it: Attiva
nl: Activeer
pl: Aktywuj
pt_br: Ativar
ru: Активировать
sk: Aktivovať
sv: Aktivera
tr: Etkinleştir
vi: Kích hoạt

source: Force an update
de: Erzwinge ein Update
es: Forzar actualización
et: Sundi värskendus
fi: Pakota päivitys
fr: Forcer une mise à jour
hu: Frissítés kényszerítése
id: Paksa pembaruan
it: Forza un aggiornamento
nl: Een update forceren
pl: Wymuś aktualizację
pt_br: Forçar a atualização
ru: Обновиться принудительно
sk: Vynútiť aktualizáciu
sv: Tvinga fram en uppdatering
tr: Güncellemeye zorla
vi: Kiểm tra cập nhật thủ công

source: Do you think there should've been an update? Click this button and the app will restart and check for them.
de: Denkst du es hätte eine Aktualisierung geben sollen? Klicke auf diesen Knopf und die App wird neu gestartet. Es wird nach Updates gesucht.
es: ¿Crees que debería haber habido una actualización? Haz clic en este botón y la aplicación reiniciará y comprobará por ellas.
et: Kas sa arvad, et seal oleks pidanud olema uuendus? Klõpsake seda nuppu ja rakendus taaskäivitab ja otsib neid.
fi: Tuntuuko siltä, että ohjelmassa pitäisi olla päivitys? Paina tätä nappia ja ohjelma uudelleenkäynistyy ja tarkistaa päivitykset.
fr: Vous pensez qu'une mise à jour aurait dû être disponible ? Cliquez sur ce bouton, l'application redémarrera et vérifiera les mises à jour.
hu: Gondolod, hogy frissítésre lett volna szükség? Kattints erre a gombra, és az alkalmazás újraindul, és ellenőrzi a frissítéseket.
id: Menurut anda seharusnya ada pembaruan? Klik tombol ini, aplikasi akan restart dan memeriksa pembaruan.
it: Pensi che ci dovrebbe essere un aggiornamento? Clicca questo pulsante e l’app si riavvierà per controllare la presenza di aggiornamenti.
nl: Denk je dat er een update had moeten zijn? Klik op deze knop en de app zal herstarten en controleren op hen.
pl: Czy uważasz, że powinna być aktualizacja? Kliknij ten przycisk, a aplikacja uruchomi się ponownie i sprawdzi dostępność aktualizacji.
pt_br: Você acha que deveria ter uma atualização? Clique neste botão para que o aplicativo reinicie e verifique se há atualizações.
ru: Думаете здесь должно быть обновление? Нажмите эту кнопку и приложение перезагрузится для проверки.
sk: Myslíte si, že mala byť k dispozícii aktualizácia? Kliknite na toto tlačidlo a aplikácia sa reštartuje a skontroluje ich dostupnosť.
sv: Tycker du att det borde ha funnits en uppdatering? Klicka på den här knappen så startar appen om och letar efter dem.
tr: Güncelleme olması gerektiğini düşünüyor musunuz? Bu düğmeye tıklayın, uygulama yeniden başlatılacak ve güncellemeleri kontrol edecektir.
vi: Bạn nghĩ ở đây đã có một bản cập nhật mới? Nhấn vào nút này, ứng dụng sẽ khởi động lại và kiểm tra chúng.

source: Update
de: Aktualisierung
es: Actualización
et: Uuenda
fi: Päivitä
fr: Mettre à jour
hu: Frissítés
id: Perbarui
it: Aggiornamento
nl: Bijwerken
pl: Aktualizacja
pt_br: Atualizar
ru: Обновить
sk: Aktualizovať
sv: Uppdatera
tr: Güncelleme
vi: Cập nhật

source: Unknown
de: Unbekannt
es: Desconocido
et: Tundmatu
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
id: Tidak dikenal
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sk: Neznámy
sv: Okänd
tr: Belirsiz
vi: Không xác định

source: No overview provided.
de: Keine Übersicht vorhanden.
es: No se ofrece una visión general.
et: Ülevaadet ei ole antud.
fi: Kehittäjä ei lisännyt lyhyttä kuvausta.
fr: Pas d'apperçu fourni.
hu: Áttekintés nem áll rendelkezésre.
id: Tidak ada ringkasan tersedia.
it: Nessuna panoramica fornita.
nl: Geen overzicht verstrekt.
pl: Nie podano przeglądu.
ru: Обзор отсутствует.
sk: Nebol poskytnutý žiadny prehľad.
sv: Ingen översikt tillhandahålls.
tr: Özet bilgisi bulunmamaktadır.
vi: Không có tổng quát nào được cung cấp.

source: No description provided.
de: Keine Beschreibung vorhanden.
es: No hay descripción proporcionada.
et: Kirjeldust ei ole antud.
fi: Kehittäjä ei lisännyt kuvausta.
fr: Aucune description fournie.
hu: Nincs leírás megadva.
id: Tidak ada deskripsi tersedia.
it: Nessuna descrizione fornita.
nl: Geen beschrijving gegeven.
pl: Brak opisu.
pt_br: Nenhuma descrição fornecida.
ru: Описание отсутствует.
sk: Nebol poskytnutý žiadny popis.
sv: Ingen beskrivning tillhandahålls.
tr: Hiçbir açıklama bulunmamaktadır.
vi: Không có mô tả nào được cung cấp.

source: Installing
de: Installieren
es: Instalación
et: Paigaldamine
fi: Asennetaan
fr: Installation
hu: Telepítés
id: Menginstal
it: Installazione in corso
nl: Installatie
pl: Instalacja
pt_br: Instalando
ru: Установка
sk: Inštaluje sa
sv: Installerar
tr: Kuruluyor
vi: Đang cài đặt

source: Plugin not found in the catalogue.
de: Plugin wurde nicht im Katalog gefunden.
es: Plugin no se encuentra en el catálogo.
et: Lisaosa ei ole leitud kataloogis.
fi: Laajennusta ei löytynyt kirjastosta.
fr: Plugin non trouvé dans le catalogue.
hu: A plugin nem található a katalógusban.
id: Plugin tidak ditemukan di katalog.
it: Plugin non trovato nel catalogo.
nl: Plugin niet gevonden in de catalogus.
pl: Wtyczka nie znaleziona w katalogu.
pt_br: O plugin não foi encontrado no catalogo.
ru: Плагин не найден в каталоге.
sk: Plugin sa v katalógu nenašiel.
sv: Plugin hittades inte i katalogen.
tr: Eklenti katalogda bulunamadı.
vi: Plugin không được tìm thấy trong danh mục.

source: Closing existing plugin processes
pl: Zamykanie istniejących procesów wtyczki
ru: Завершение существующих процессов плагинов

source: Failed to stop existing plugin processes.
pl: Nie udało się zatrzymać istniejących procesów wtyczki.
ru: Не удалось завершить существующие процессы плагинов.

source: Updating existing installation
pl: Aktualizowanie istniejącej instalacji
ru: Обновление существующей установки

source: Restarting plugin process
pl: Ponowne uruchamianie procesu wtyczki
ru: Перезапуск процессов плагинов

source: Failed to start plugin background process, but the plugin files were updated.
pl: Nie udało się uruchomić procesu wtyczki w tle, ale pliki wtyczki zostały zaktualizowane.
ru: Не удалось запустить фоновый процесс плагина, однако файлы плагина были обновлены.

source: Success
de: Erfolg
es: Exitoso
et: Õnnestus
fi: Onnistui
fr: Succès
hu: Siker
id: Berhasil
it: Successo
nl: Succes
pl: Sukces
pt_br: Sucesso
ru: Успех
sk: Úspech
sv: Lyckat
tr: Başarı
vi: Thành công

source: Plugin '{name}' updated successfully.
hu: A(z) '{name}' plugin sikeresen frissült.
pl: Wtyczka „{name}” została pomyślnie zaktualizowana.
ru: Плагин '{name}' успешно обновлён.

source: Failed
de: Fehlgeschlagen
es: Fallo
et: Ebaõnnestus
fi: Epäonnistui
fr: Échec
hu: Sikertelen
id: Gagal
it: Fallito
nl: Mislukt
pl: Niepowodzenie
pt_br: Bah, falhou
ru: Ошибка
sk: Nepodarilo sa
sv: Misslyckades
tr: Başarısız
vi: Thất bại

source: Failed to update plugin '{name}'
hu: A(z) '{name}' plugin frissítése sikertelen volt
pl: Nie udało się zaktualizować wtyczki „{name}”
ru: Не удалось обновить плагин '{name}'

source: Cloning repository
de: Repository klonen
es: Repositorio de clonación
et: Kloonin hoidlat
fi: Ladataan laajennusta
fr: Clonage du dépôt
hu: Repozitórium klónozása
id: Mengkloning repositori
it: Clonazione del repository
nl: Klonende repository
pl: Klonowanie repozytorium
pt_br: Clonando o repositório
ru: Клонирование репозитория
sk: Klonovacie úložisko
sv: Kloningsförråd
tr: Depo Klonlanıyor
vi: Đang nhân bản kho lưu trữ

source: Installing requirements
de: Installationsanforderungen
es: Requisitos de instalación
et: Paigaldan nõudeid
fi: Asennetaan vaatimuksia
fr: Installation des prérequis
hu: Követelmények telepítése
id: Menginstal persyaratan
it: Installazione delle dipendenze
nl: Installatievoorschriften
pl: Wymagania dotyczące instalacji
pt_br: Instalando os requerimentos
ru: Установка зависимостей
sk: Požiadavky na inštaláciu
sv: Installationskrav
tr: Gerekli bileşenler kuruluyor
vi: Đang cài đặt những thứ cần thiết

source: Starting plugin background process
de: Plugin Hintergrundprozess wird gestartet
es: Iniciar el proceso en segundo plano del complemento
et: Käivitan lisaosa taustaprotsessi
fi: Käynnistetään laajennuksen taustaprosessia
fr: Démarrage du processus d'arrière-plan du plugin
hu: Plugin háttérfolyamat indítása
id: Memulai proses latar belakang plugin
it: Inizializzando il processo in background del plugin
nl: Start plugin-achtergrondproces
pl: Uruchamianie wtyczki w tle
pt_br: Iniciando o plugin em segundo plano
ru: Запуск фонового процесса плагина
sk: Spúšťa sa proces pluginu na pozadí
sv: Startar plugin-bakgrundsprocesser
tr: Eklentinin arka planda çalışması başlatılıyor
vi: Đang khởi động tiến trình chạy nền của plugin

source: Failed to start plugin background process, but the plugin files were installed.
de: Hintergrundprozess vom Plugin konnte nicht gestartet werden, aber die Plugin Dateien wurden installiert.
es: No se pudo iniciar el proceso en segundo plano del complemento, pero se instalaron los archivos del complemento.
et: Lisaosa taustaprotsessi käivitamine nurjus, kuid lisaosa failid paigaldati.
fi: Taustaprosessin käynnistys epäonnistui, mutta laajennuksen tiedostot on asennettu.
fr: Échec du démarrage du processus d'arrière-plan du plugin, mais les fichiers du plugin on étés installés.
hu: A plugin háttérfolyamatának indítása sikertelen volt, de a plugin fájlok telepítve lettek.
id: Gagal memulai proses latar belakang plugin, tetapi file plugin berhasil diinstal.
it: Impossibile avviare il processo in background del plugin, ma i file del plugin sono stati installati.
nl: Kon plugin-achtergrondproces niet starten, maar de plugin-bestanden zijn geïnstalleerd.
pl: Nie można uruchomić wtyczki w tle, ale pliki wtyczki zostały zainstalowane.
pt_br: Falha ao iniciar o processo em segundo plano do plugin, mas os arquivos do plugin foram instalados.
ru: Не удалось запустить фоновый процесс плагина, но файлы плагина были установлены.
sk: Nepodarilo sa spustiť proces pluginu na pozadí, ale súbory pluginu boli nainštalované.
sv: Misslyckades med att starta plugin bakgrundsprocessen, men plugin-filerna installerades.
tr: Eklenti arka plan işlemi başlatılamadı, ancak eklenti dosyaları yüklendi.
vi: Thất bại khi khởi động tiến trình nền của plugin, nhưng các tệp của plugin đã được cài đặt.

source: Plugin '{name}' installed successfully.
de: Plugin '{name}' wurde erfolgreich installiert.
es: El plugin "{name}" se ha instalado correctamente.
et: Lisaosa '{name}' paigaldati edukalt.
fi: Laajennus '{name}' asennettiin onnistuneesti.
fr: Plugin '{name}' installé avec succès.
hu: A '{name}' plugin telepítése sikeresen megtörtént.
id: Plugin '{name}' berhasil diinstal.
it: Plugin '{name}' installato con successo.
nl: Plugin "{name}' is succesvol geïnstalleerd.
pl: Wtyczka '{name}' została zainstalowana pomyślnie.
pt_br: Plugin '{name}' instalado com sucesso.
ru: Плагин '{name}' успешно установлен.
sk: Plugin „{name}“ bol úspešne nainštalovaný.
sv: Pluginet '{name}' har installerats.
tr: '{name}' eklentisi başarıyla kuruldu.
vi: Plugin '{name}' đã được cài đặt thành công.

source: Failed to install plugin '{name}': {error}
de: Installation vom Plugin '{name}': {error} fehlgeschlagen
es: Fallo al instalar el plugin "{name}": {error}
et: Lisaosa '{name}' paigaldamine ebaõnnestus: {error}
fi: Laajennuksen '{name}' asennuksessa tapahtui virhe: {error}
fr: Échec de l'installation du plugin '{name}' : {error}
hu: A '{name}' plugin telepítése sikertelen: {error}
id: Gagal menginstal plugin '{name}': {error}
it: Impossibile installare il plugin '{name}': {error}
nl: Kon plugin "{name}' niet installeren: {error}
pl: Nie udało się zainstalować wtyczki '{name}': {error}
pt_br: Ocorreu o erro: {error} na instalação do plugin '{name}'
ru: Не удалось установить плагин '{name}': {error}
sk: Nepodarilo sa nainštalovať plugin „{name}“: {error}
sv: Misslyckades med att installera plugin '{name}': {error}
tr: '{name}' eklentisi yüklenirken bir hata oluştu: {error}
vi: Thất bại khi cài đặt plugin '{name}': {error}

source: Uninstalling
de: Deinstallation
es: Desinstalando
et: Deinstallimine
fi: Poistetaan
fr: Désinstallation
hu: Eltávolítás
id: Menghapus instalasi
it: Disinstallazione
nl: Verwijderen
pl: Odinstalowywanie
pt_br: Desinstalando
ru: Удаление
sk: Prebieha odinštalovanie
sv: Avinstallerar
tr: Kaldırılıyor
vi: Đang gỡ cài đặt

source: Closing plugin processes
de: Schließe Plugin Prozesse
es: Cerrando los procesos de plugins
et: Lisaosa protsesside sulgemine
fi: Suljetaan laajennuksen taustaprosessia
fr: Arrêt des processus de plugin
hu: Plugin folyamatok bezárása
id: Menutup proses plugin
it: Chiusura dei processi del plugin
nl: Afsluiten plugin processen
pl: Zamykanie procesów wtyczki
pt_br: Fechando o processo do plugin
ru: Завершение процессов плагина
sk: Zatváranie procesov pluginov
sv: Stänger plugin-processer
tr: Eklenti işlemleri sonlandırılıyor
vi: Đang đóng các tiến trình plugin

source: Failed to stop plugin processes.
de: Stoppen von Plugin Prozessen fehlgeschlagen.
es: No se pudieron detener los procesos de los plugins.
et: Lisaosa protsesside peatamine nurjus.
fi: Laajennuksen taustaprosessin sulkeminen epäonnistui.
fr: Échec de l'arrêt des processus de plugin.
hu: A plugin folyamatok leállítása nem sikerült.
id: Gagal menghentikan proses plugin.
it: Impossibile arrestare i processi del plugin.
nl: Stoppen van plugin-processen is mislukt.
pl: Nie udało się zatrzymać procesów wtyczki.
pt_br: Não foi possível parar o processo do plugin.
ru: Не удалось завершить процессы плагина.
sk: Nepodarilo sa zastaviť procesy pluginov.
sv: Misslyckades med att stoppa plugin-processer.
tr: Eklenti süreçleri durdurulamadı.
vi: Thất bại khi dừng các tiến trình plugin.

source: Unregistering git repository
de: Git-Repository erfolgreich abgemeldet
es: Cancelando el registro del repositorio Git
et: Registreerimata giti hoidla
fi: Poistetaan laajennuksen git kirjastoa
fr: Désinscription du dépôt Git
hu: Git-tárhely regisztrációjának törlése
id: Menghapus pendaftaran repositori git
it: Deregistrazione del repository Git
nl: Git repository uitschrijven
pl: Wyrejestrowanie repozytorium git
ru: Удаление git репозитория
sk: Zrušenie registrácie git repozitára
sv: Avregistrerar git-arkivet
tr: Git deposu kayıttan çıkarılıyor
vi: Đang hủy đăng kí kho lưu trữ git

source: Removing plugin files
de: Entfernen von Plugin Dateien
es: Eliminando archivos de plugins
et: Lisaosa failide eemaldamine
fi: Poistetaan laajennuksen tiedostoja
fr: Suppression des fichiers du plugin
hu: Plugin fájlok eltávolítása
id: Menghapus file plugin
it: Rimozione dei file del plugin
nl: Verwijderen van plugin-bestanden
pl: Usuwanie plików wtyczki
pt_br: Removendo arquivos do plugin
ru: Удаление файлов плагина
sk: Odstraňujú sa súbory pluginov
sv: Tar bort plugin-filer
tr: Eklenti dosyalarını kaldırma
vi: Đang xóa các tệp plugin

source: Retrying removal ({cur}/{max})
de: Erneuter Entfernungsversuch ({cur}/{max})
es: Reintentando la eliminación ({cur}/{max})
et: Proovin uuesti eemaldada ({cur}/{max})
fi: Poistoa yritetään uudelleen ({cur}/{max})
fr: Nouvelle tentative de suppression ({cur}/{max})
hu: Az eltávolítás újbóli megkísérlése ({cur}/{max})
id: Mencoba menghapus lagi ({cur}/{max})
it: Ritento rimozione ({cur}/{max})
nl: Verwijdering opnieuw proberen ({cur}/{max})
pl: Ponowna próba usunięcia ({cur}/{max})
pt_br: Tentando Novamente a remoção ({cur}/{max})
ru: Повторная попытка удаления ({cur}/{max})
sk: Opakovaný pokus o odstránenie ({cur}/{max})
sv: Försöker ta bort igen ({cur}/{max})
tr: Kaldırma işlemi yeniden deneniyor ({cur}/{max})
vi: Đang thử lại việc gỡ bỏ ({cur}/{max})

source: Failed to remove plugin files after {max} attempts
de: Entfernen der Plugin Dateien nach {max} Versuchen fehlgeschlagen
es: Fallo al quitar los archivos del plugin después de los {max} intentos
et: Lisaosa eemaldamine nurjus pärast {max} korda
fi: Laajennuksen poisto epäonnistui {max} yrityksen jälkeen
fr: Échec de la suppression des fichiers du plugin après {max} essais
hu: A plugin fájlok eltávolítása {max} kísérlet után sem sikerült
id: Gagal menghapus file plugin setelah {max} percobaan
it: Impossibile rimuovere i file del plugin dopo {max} tentativi
nl: Verwijderen van plugin-bestanden is mislukt na {max} pogingen
pl: Nie udało się usunąć plików pluginu po {max} próbach
pt_br: Falha ao remover os arquivos do plugin após {max} tentativas
ru: Не удалось удалить файлы плагина после {max} попыток
sk: Nepodarilo sa odstrániť súbory pluginu po {max} pokusoch
sv: Misslyckades med att ta bort plugin-filer efter {max} försök
tr: {max} denemenin ardından eklenti dosyaları silinemedi
vi: Thất bại khi xóa các tệp plugin sau {max} lần thử

source: Plugin '{name}' uninstalled successfully.
de: Plugin '{name}' wurde erfolgreich deinstalliert.
es: El plugin {name} se ha desinstalado correctamente.
et: Lisaosa '{name}' eemaldati edukalt.
fi: Laajennus '{name}' poistettiin onnistuneesti.
fr: Plugin '{name}' désinstallé avec succès.
hu: A '{name}' plugin sikeresen eltávolítva.
id: Plugin '{name}' berhasil dihapus.
it: Plugin '{name}' disinstallato con successo.
nl: Plugin "{name}' is succesvol verwijderd.
pl: Wtyczka '{name}' została odinstalowana pomyślnie.
pt_br: Plugin '{name}' removido com sucesso.
ru: Плагин '{name}' успешно удалён.
sk: Plugin „{name}“ bol úspešne odinštalovaný.
sv: Pluginet '{name}' har avinstallerats.
tr: Eklenti ‘{name}’ başarıyla kaldırıldı.
vi: Plugin '{name}' đã được gỡ cài đặt thành công.

source: Failed to uninstall plugin '{name}': {error}
de: Deinstallieren vom Plugin '{name}': {error} fehlgeschlagen
es: Error al desinstalar el plugin "{name}": {error}
et: Lisaosa '{name}' eemaldamine nurjus: {error}
fi: Laajennuksen '{name}' poistaminen epäonnistui virheen takia: {error}
fr: Échec de la désinstallation du plugin '{name}' : {error}
hu: A '{name}' plugin eltávolítása sikertelen: {error}
id: Gagal menghapus plugin '{name}': {error}
it: Impossibile disinstallare il plugin '{name}': {error}
nl: Kon plugin "{name}' niet verwijderen: {error}
pl: Nie udało się odinstalować wtyczki '{name}': {error}
pt_br: O erro: {error} impediu a remoção do plugin '{name}'
ru: Не удалось удалить плагин '{name}': {error}
sk: Nepodarilo sa odinštalovať plugin „{name}“: {error}
sv: Misslyckades med att avinstallera plugin-programmet '{name}': {error}
tr: '{name}' eklentisi kaldırılırken bir hata oluştu: {error}
vi: Thất bại khi gỡ cài đặt plugin '{name}: {error}

source: Couldn't find source code for this plugin.
de: Es konnte kein Quellcode für diese Plugin gefunden werden.
es: No se pudo encontrar el código fuente para este plugin.
et: Selle lisaosa lähtekoodi ei leitud.
fi: Tälle laajennukselle ei löytynyt lähdekoodia.
fr: Impossible de trouver le code source pour ce plugin.
hu: A plugin forráskódja nem található.
id: Tidak dapat menemukan kode sumber untuk plugin ini.
it: Impossibile trovare il codice sorgente per questo plugin.
nl: Kon broncode voor deze plugin niet vinden.
pl: Nie mogłem znaleźć kodu źródłowego dla tej wtyczki.
pt_br: Não foi possível encontrar o código-fonte para este plugin.
ru: Не удалось найти исходный код этого плагина.
sk: Nepodarilo sa nájsť zdrojový kód pre tento plugin.
sv: Kunde inte hitta källkoden för detta plugin.
tr: Bu eklentinin kaynak kodu bulunamadı.
vi: Không thể tìm thấy mã nguồn cho plugin này.

source: Refreshing...
de: Aktualisieren...
es: Refrescando...
et: Värskendattakse...
fi: Päivitetään...
fr: Rafraîchissement...
hu: Frissítés...
id: Memperbarui...
it: Aggiornamento database in corso...
nl: Verversen...
pl: Odświeżanie...
pt_br: Atualizando...
ru: Обновление...
sk: Obnovuje sa...
sv: Återhämtar...
tr: Yenileniyor...
vi: Đang làm mới...

source: Found {count} plugins
de: {count} Plugins wurden gefunden
es: Se encontraron {count} plugins
et: Leiti {count} lisaosi
fi: Löydettiin {count} laajennusta
fr: {count} Plugins trouvés
hu: {count} plugin található
id: Menemukan {count} plugin
it: Trovati {count} plugin
nl: Plugins {count} gevonden
pl: Znaleziono {count} wtyczkę/wtyczki
pt_br: Foi encontrados: {count} plugins
ru: Найдено плагинов: {count}
sk: Nájdených {count} pluginov
sv: Hittade {count} plugins
tr: Bulunan {count} eklentiler
vi: Đã tìm thấy {count} plugin

source: Update Available {new}
hu: Új frissítés elérhető {new}
pl: Dostępna aktualizacja: {new}
ru: Доступно обновление {new}

source: Failed to read version
pl: Nie udało się odczytać wersji
ru: Не удалось прочитать версию

source: Back
de: Zurück
es: Atrás
et: Tagasi
fi: Takaisin
fr: Retour
hu: Vissza
id: Kembali
it: Indietro
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sk: Späť
sv: Bak
tr: Geri
vi: Trở lại

source: Source Code
de: Quellcode
es: Código Fuente
et: Lähtekood
fi: Lähdekoodi
fr: Code source
hu: Forráskód
id: Kode Sumber
it: Codice sorgente
nl: Broncode
pl: Kod źródłowy
pt_br: Código-Fonte
ru: Исходный код
sk: Zdrojový kód
sv: Källkod
tr: Kaynak Kodu
vi: Mã nguồn

source: Uninstall
de: Deinstallieren
es: Desinstalar
et: Kustuta
fi: Poista
fr: Désinstaller
hu: Eltávolítás
id: Hapus Instalasi
it: Disinstalla
nl: Verwijderen
pl: Odinstaluj
pt_br: Desinstalar
ru: Удалить
sk: Odinštalovať
sv: Avinstallera
tr: Kaldır
vi: Gỡ cài đặt

source: Install
de: Installieren
es: Instalar
et: Paigalda
fi: Asenna
fr: Installer
hu: Telepítés
id: Instal
it: Installa
nl: Installeren
pl: Instaluj
pt_br: Instalar
ru: Установить
sk: Inštalovať
sv: Installera
tr: Kur
vi: Cài đặt
