Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: ETS2LA Window Timeout
de: ETS2LA Fenster Zeitüberschreitung
es: ETS2LA ventana tiempo de espera
et: ETS2LA akna aegumine
fi: ETS2LA -ikkunan aikakatkaisu
fr: Délai d’expiration de la fenêtre ETS2LA
id: Waktu Tunggu Window ETS2LA
it: Timeout finestra ETS2LA
nl: ETS2LA Venster Time-Out
pl: Czas oczekiwania na okno ETS2LA
ru: Время ожидания окна ETS2LA
sk: Časový limit okna ETS2LA
sv: ETS2LA-fönstertidsgräns
tr: ETS2LA Pencere Zaman Aşımı
vi: Thời gian chờ của sổ ETS2LA

source: The amount of time ETS2LA waits for the window to show up.
de: Die Zeit, die ETS2LA wartet, bis das Fenster angezeigt wird.
es: La cantidad de tiempo ETS2LA espera que la ventana aparezca.
et: Aeg, mille jooksul ETS2LA ootab akna ilmumist.
fi: Kuinka kauan ETS2LA odottaa ikkunan aukaisua.
fr: Le temps qu’ETS2LA attend avant que la fenêtre ne s’affiche.
id: Jumlah waktu ETS2LA menunggu window untuk muncul.
it: Il tempo che ETS2LA aspetta per la visualizzazione della finestra.
nl: De tijd die ETS2LA wacht totdat het venster wordt weergegeven.
pl: Czas, przez jaki ETS2LA czeka na pojawienie się okna.
ru: Количество времени, которое ETS2LA будет ждать до появления окна.
sk: Čas, ktorý ETS2LA čaká na zobrazenie okna.
sv: Den tid ETS2LA väntar på att fönstret ska visas.
tr: ETS2LA'nın pencereyi görüntülemek için beklediği süre.
vi: Lượng thời gian ETS2LA cần chờ để cửa sổ hiện lên.

source: Backend Settings
pl: Ustawienia backendu
ru: Настройки Backend

source: Send Crash Reports
de: Sende Absturzberichte
es: Enviar informes Crash
et: Saatke krahhiaruanded
fi: Lähetä kaatumisilmoitukset
fr: Envoyer les rapports de plantage
hu: Hibaüzenetek elküldése
id: Kirim Laporan Kerusakan
it: Invia il report dell'arresto anomalo
nl: Crash-rapporten versturen
pl: Wyślij raporty awarii
ru: Отправлять отчеты о сбоях
sk: Odoslať správy o zlyhaní
sv: Skicka kraschrapporter
tr: Hata Raporlarını Gönder
vi: Gửi báo cáo crash

source: Automatically send crash reports to help improve the application.
de: Sende automatisch Absturzberichte, um die Anwendung zu verbessern.
es: Enviar automáticamente informes de fallos para ayudar a mejorar la aplicación.
et: Rakenduse parandamiseks saadetakse automaatselt krahhiaruanded.
fi: Lähetä automaattisesti kaatumisilmoituksia sovelluksen parantamiseksi.
fr: Envoyer automatiquement les rapports de plantage pour aider à améliorer l’application.
hu: Hibajelentések automatikus küldése az alkalmazás fejlesztése érdekében.
id: Secara otomatis mengirim laporan kerusakan untuk membantu meningkatkan aplikasi.
it: Invia automaticamente i report degli arresti anomali per aiutarci a migliorare.
nl: Stuur automatisch crashrapporten om de toepassing te helpen verbeteren.
pl: Automatycznie wysyłać raporty awarii, aby poprawić aplikację.
pt_br: Enviar relatórios de falhas automaticamente para nos ajudar a melhorar e evitar erros no aplicativo<3.
ru: Автоматически отправлять отчеты о сбоях, чтобы помочь улучшить приложение.
sk: Automaticky odosielať hlásenia o zlyhaní s cieľom pomôcť vylepšiť aplikáciu.
sv: Skicka automatiskt kraschrapporter för att förbättra applikationen.
tr: Uygulamanın geliştirilmesine yardımcı olmak için hata raporlarını otomatik olarak gönderin.
vi: Tự động gửi báo cáo crash để giúp cải thiện ứng dụng.

source: Use Fancy Traceback
de: Fancy Traceback verwenden
es: Usar Fancy Traceback
et: Kasutage uut veaväljundit
fi: Käytä uutta virhetulostusta
fr: Utiliser le traceback amélioré
hu: Használja a részletes visszakeresés funkciót
id: Gunakan Traceback Fancy
it: Usa il traceback avanzato
nl: Fancy Traceback gebruiken
pl: Użyj zaawansowanego śledzenia błędów
ru: Использовать Fancy Traceback
sk: Použite efektné spätné sledovanie
sv: Använd Fancy Traceback
tr: Gelişmiş Hata Takibini Kullan
vi: Hiển thị lỗi "dễ đọc" hơn

source: Enable this option to use a fancy traceback for errors.
de: Aktiviere diese Option, um Fancy Traceback für Fehler zu verwenden.
es: Permitir esta opción para usar un trazador para errores.
et: Sisselülitamisel saab vigade korral kasutada väljamõeldud jälitust.
fi: Uusi virhetulostus antaa paremman kuvan virheen paikasta ja ympäristöstä.
fr: Activez cette option pour utiliser un traceback amélioré en cas d’erreurs.
hu: Engedélyezze ezt az opciót, ha hiba esetén részletes visszakeresést szeretne használni.
id: Aktifkan opsi ini untuk menggunakan traceback fancy untuk kesalahan.
it: Abilita questa opzione per utilizzare un traceback avanzato in caso di errori.
nl: Schakel deze optie in om een mooie traceback te gebruiken voor fouten.
pl: Włącz tę opcję, aby używać zaawansowanego śledzenia błędów.
pt_br: Ative esta opção para usar um rastreamento de erros mais avançado.
ru: Включите эту опцию, чтобы использовать красивую трассировку ошибок.
sk: Povoľte túto možnosť, ak chcete použiť efektné spätné sledovanie chýb.
sv: Aktivera det här alternativet för att använda en avancerad spårning för fel.
tr: Hatalar için gelişmiş hata izlemeyi kullanmak için bu seçeneği etkinleştirin.
vi: Bật tùy chọn này giúp các bản ghi lỗi "dễ đọc" hơn.

source: Seasonal Effects
pl: Efekty sezonowe
ru: Сезонные эффекты

source: Fireworks
de: Feuerwerk
es: Fuegos artificiales
et: Ilutulestik
fi: Ilotulitukset
fr: Feux d’artifice
hu: Tűzijáték
id: Kembang Api
it: Fuochi d'artificio
nl: Vuurwerk
pl: Fajerwerki
ru: Фейерверки
sk: Ohňostroje
sv: Fyrverkeri
tr: Havai fişekler
vi: Pháo hoa

source: Enable this option to use fireworks effects during the new year's.
de: Aktiviere diese Option, um Feuerwerkseffekte während des Jahreswechsels zu verwenden.
es: Permitir esta opción para usar efectos de fuegos artificiales durante el año nuevo.
et: Sisselülitamisel kasutatakse ilutulestikuefekte uuel aastal.
fi: Kytke tämä asetus päälle nähdäksesi ilotulituseffektejä uudenvuoden aikana.
fr: Activez cette option pour afficher des effets de feux d’artifice pendant le Nouvel An.
hu: Engedélyezd ezt az opciót, ha újévkor tűzijáték effektusokat szeretnél látni.
id: Aktifkan opsi ini untuk menggunakan efek kembang api selama tahun baru.
it: Abilita questa opzione per utilizzare gli effetti dei fuochi d'artificio durante Capodanno.
nl: Schakel deze optie in om vuurwerkeffecten te gebruiken tijdens het nieuwe jaar.
pl: Włącz tę opcję, aby wykorzystać efekty fajerwerków w nowym roku.
pt_br: Ative esta opção para usar efeitos de fogos de artifício durante o Ano Novo.
ru: Включите эту опцию, чтобы использовать эффекты фейерверков во время Нового года.
sk: Povoľte túto možnosť, ak chcete počas nového roka použiť ohňostrojné efekty.
sv: Aktivera det här alternativet för att använda fyrverkerieffekter under nyår.
tr: Yeni yıl zamanı havai fişek efektlerini kullanmak için bu seçeneği açın.
vi: Bật tùy chọn này, sẽ có hiệu ứng pháo hoa vào năm mới.

source: Snow
de: Schnee
es: Nieve
et: Lumi
fi: Lumisade
fr: Neige
hu: Hó
id: Salju
it: Neve
nl: Sneeuw
pl: Śnieg
ru: Снег
sk: Sneh
sv: Snö
tr: Kar
vi: Tuyết

source: Enable this option to use snow effects during the winter season.
de: Aktiviere diese Option, um in der Wintersaison Schneeeffekte zu verwenden.
es: Permitir esta opción para usar efectos de nieve durante la temporada de invierno.
et: Sisselülitamisel kasutatakse talvehooajal lumeefekte.
fi: Käytä tätä vaihtoehtoa näyttääksesi lumieffektit talvikaudella.
fr: Activez cette option pour afficher des effets de neige pendant la saison hivernale.
hu: Télen engedélyezheted a hó szállingózást a képernyődön.
id: Aktifkan opsi ini untuk menggunakan efek salju selama musim dingin.
it: Abilita questa opzione per utilizzare gli effetti di neve durante la stagione invernale.
nl: Schakel deze optie in om tijdens het winterseizoen sneeuweffecten te gebruiken.
pl: Włącz tę opcję do używania efektów śniegowych w sezonie zimowym.
pt_br: Ative esta opção para usar efeitos de neve durante o inverno.
ru: Включите эту опцию, чтобы использовать эффекты снега в зимний сезон.
sk: Povoľte túto možnosť, ak chcete počas zimnej sezóny používať snehové efekty.
sv: Aktivera det här alternativet för att använda snöeffekter under vintersäsongen.
tr: Kış mevsiminde kar efektlerini kullanmak için bu seçeneği etkinleştirin.
vi: Bật tùy chọn này, sẽ có hiệu ứng tuyết rơi vào mùa đông.

source: If you've done the onboarding before, you know how to exit. ETS2LA will not work without doing the onboarding once.
de: Wenn du das Onboarding schon einmal absolviert hast, weißt du, wie man es beendet. ETS2LA funktioniert nicht, ohne dass das Onboarding einmal durchgeführt wurde.
es: Si has hecho el a bordo antes, sabes cómo salir. ETS2LA no funcionará sin hacer el a bordo una vez.
et: Kui olete varem pardal olnud, teate, kuidas väljuda. ETS2LA ei tööta ilma ühe korra pardale minemata.
fi: Jos olet tehnyt perehdytyksen jo kerran, tiedät miten lähteä tältä sivulta. ETS2LA ei toimi ilman perehdytystä.
fr: Si vous avez déjà suivi l’introduction, vous savez comment quitter. ETS2LA ne fonctionnera pas tant que l’onboarding n’aura pas été effectué au moins une fois.
hu: Ha már korábban elvégezted az 'onboardingot' (azaz a bevezető/betanítási folyamatot), akkor tudni fogod, hogyan kell kilépni. Az ETS2LA nem fog működni, amíg egyszer nem csináltad meg az 'onboardingot'.
id: Jika anda telah melakukan onboarding sebelumnya, anda tahu cara keluar. ETS2LA tidak akan bekerja tanpa melakukan onboarding sekali.
it: Se hai già completato la configurazione iniziale, sai come uscire. ETS2LA non funzionerà senza aver completato almeno una volta la configurazione iniziale.
nl: Als je eerder aan boord bent geweest, weet je hoe je moet vertrekken. ETS2LA zal niet werken zonder één keer aan boord te gaan.
pl: Jeśli już wcześniej przeszedłeś konfigurację, wiesz, jak z niej wyjść. ETS2LA nie będzie działać bez jednokrotnego przejścia konfiguracji.
pt_br: Se você já fez a configuração inicial, sabe como sair. O ETS2LA não funcionará sem completar a configuração inicial pelo menos uma vez.
ru: Если вы уже прошли обучение, то вы знаете, как выйти. ETS2LA не будет работать без прохождения обучения.
sk: Ak ste už predtým vykonali onboarding, viete, ako ho ukončiť. ETS2LA nebude fungovať bez vykonania onboardingu.
sv: Om du har gjort onboardingen tidigare vet du hur du avslutar. ETS2LA fungerar inte utan att göra onboardingen en gång.
tr: Daha önce başlangıç işlemlerini yaptıysanız, nasıl çıkacağınızı biliyorsunuzdur. ETS2LA, başlangıç işlemi bir kez yapılmadan çalışmaz.
vi: Nếu bạn đã hoàn thành các thiết lập ban đâu trước đây, bạn biết cách để thoát. ETS2LA sẽ không hoạt động nếu bạn chưa hoàn thành các thiết lập ban đầu một lần nào.

source: Loading...
de: Lade...
es: Cargando...
et: Laadimine...
fi: Ladataan...
fr: Chargement...
hu: Betöltés...
id: Memuat...
it: Caricamento...
nl: Laden...
pl: Ładowanie...
pt_br: Carregando...
ru: Загрузка...
sk: Načítava sa...
sv: Laddar...
tr: Yükleniyor...
vi: Đang nạp...

source: We are doing something that is taking a while. Just sit tight and relax!
de: Wir tun etwas, das eine Weile dauert. Bleibe ruhig sitzen und entspanne dich!
es: Estamos haciendo algo que está tomando un tiempo. ¡Siéntate fuerte y relájate!
et: Me teeme midagi, mis võtab aega. Lihtsalt istu ja rahune!
fi: Teemme taustalla jotain, joka kestää jonkin aikaa. Ota hetki rauhallisesti!
fr: Nous faisons quelque chose qui prend un peu de temps. Détendez-vous et patientez !
hu: Még el kell végeznünk pár dolgot. Addig is dőlj hátra és lazíts!
id: Kami sedang melakukan sesuatu yang membutuhkan waktu. Duduk dan bersantai!
it: Stiamo facendo qualcosa che richiede un po' di tempo. Rilassati e aspetta!
nl: We doen iets wat een tijdje duurt. Blijf zitten en ontspan je!
pl: Robimy coś, co zajmuje trochę czasu. Po prostu poczekaj i zrelaksuj się!
pt_br: Estamos fazendo algo que pode demorar um pouco. Apenas espere e relaxe!
ru: Мы делаем кое-что, что займёт какое-то время. Просто посидите спокойно и расслабьтесь!
sk: Robíme niečo, čo chvíľu trvá. Len sa usaďte a relaxujte!
sv: Vi gör något som tar ett tag. Sitt bara lugnt och slappna av!
tr: Bu işlem biraz zaman alabilir, en kısa süre içerisinde tamamlanacaktır rahat olun her şey kontrol altında!
vi: Chúng mình đang làm một số thứ, sẽ mất một chút thời gian. Ngồi xuống và thư giãn!

source: Welcome to ETS2LA!
de: Willkommen bei ETS2LA!
es: ¡Bienvenido a ETS2LA!
et: Tere tulemast ETS2LA-sse!
fi: Tervetuloa ETS2LA:han!
fr: Bienvenue sur ETS2LA !
hu: Köszöntjük az ETS2LA-ban!
id: Selamat datang di ETS2LA!
it: Benvenuto in ETS2LA!
nl: Welkom bij ETS2LA!
pl: Witamy w ETS2LA!
pt_br: Bem vindo(a) ao ETS2LA!
ru: Добро пожаловать в ETS2LA!
sk: Vitajte na ETS2LA!
sv: Välkommen till ETS2LA!
tr: ETS2LA'ya hoş geldiniz!
vi: Chào mừng đến với ETS2LA!

source: Let's get you setup with the basics right off the bat! Press the button below to continue.
de: Lass und die Grundlagen einrichten! Klicke auf die Schaltfläche unten, um fortzufahren.
es: ¡Te ayudamos a configurar lo básico desde el principio! Pulsa el botón de abajo para continuar.
et: Paneme sulle põhitõed kohe nahkhiirelt paika! Vajutage allpool olevat nuppu, et jätkata.
fi: Katsotaan perusasiat nyt heti ensimmäisenä, tässä ei mene kauaa! Paina alla olevaa painiketta jatkaaksesi.
fr: Commençons par configurer les bases ! Appuyez sur le bouton ci-dessous pour continuer.
hu: Kezdjük az alapokkal! Nyomjd meg az alábbi gombot a folytatáshoz.
id: Mari siapkan dasar-dasarnya sekarang juga! Tekan tombol di bawah untuk melanjutkan.
it: Mettiamoci subito in pari con le basi! Premi il pulsante qui sotto per continuare.
nl: Laten we je klaarmaken met de basis. Druk op de knop hieronder om verder te gaan.
pl: Skonfigurujmy od początku podstawowe ustawienia. Aby kontynuować, naciśnij przycisk poniżej.
pt_br: Vamos configurar o básico! Pressione o botão abaixo para continuar.
ru: Давайте сразу же настроим всё необходимое! Нажмите кнопку ниже, чтобы продолжить.
sk: Poďme si hneď na začiatku nastaviť základné veci! Stlačte tlačidlo nižšie a pokračujte.
sv: Nu kan vi hjälpa dig att komma igång med grunderna direkt! Tryck på knappen nedan för att fortsätta.
tr: Hadi, temel bilgilerle hızlıca başlayalım! Devam etmek için aşağıdaki düğmeye tıklayın.
vi: Bắt đầu ngay với các thiết lập cơ bản. Nhấn vào nút dưới đây để tiếp tục.

source: Continue
de: Weiter
es: Continuar
et: Jätka
fi: Jatka
fr: Continuer
hu: Folytatás
id: Lanjutkan
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Devam
vi: Tiếp tục

source: Skip Onboarding
de: Einführung überspringen
es: Saltar a bordo
et: Jäta pardaleminek vahele
fi: Ohita perehdytys
fr: Passer l’introduction
hu: Bevezető kihagyása
id: Lewati Onboarding
it: Salta la configurazione iniziale
nl: Aan boord overslaan
pl: Pomiń konfigurację początkową
pt_br: Pular Configuração Inicial (não recomendado)
ru: Пропустить обучение
sk: Preskočiť registráciu
sv: Hoppa över onboarding
tr: Kılavuzu Atla
vi: Bỏ qua các thiết lập ban đầu

source: You can change the theme here!
de: Hier kannst du das Design ändern!
es: ¡Puedes cambiar el tema aquí!
et: Sina saad teemat muuta siin!
fi: Voit muuttaa väriteemaa täältä!
fr: Vous pouvez changer le thème ici !
hu: Itt megváltoztathatod a témát!
id: Anda dapat mengubah tema di sini!
it: Puoi cambiare il tema qui!
nl: U kunt het thema hier veranderen!
pl: Tutaj można zmienić motyw!
pt_br: Você pode mudar o tema aqui!
ru: Вы можете изменить тему здесь!
sk: Tému si môžete zmeniť tu!
sv: Du kan byta app temat här!
tr: Temayı buradan değiştirebilirsiniz!
vi: Hãy thử thay đổi giao diện ở đây!

source: Language Selection
de: Sprachauswahl
es: Selección de idioma
et: Keelevalik
fi: Kielen valinta
fr: Sélection de la langue
hu: Nyelv választó
id: Pemilihan Bahasa
it: Selezione lingua
nl: Taalselectie
pl: Wybór języka
pt_br: Selecionar Idioma
ru: Выбор языка
sk: Výber jazyka
sv: Språkval
tr: Dil seçiniz
vi: Chọn ngôn ngữ

source: Please select your preferred language for ETS2LA. This option can be changed later in the options. All our translations are community made!
de: Bitte wähle deine bevorzugte Sprache für ETS2LA. Diese Option kann später in den Einstellungen geändert werden. Alle unsere Übersetzungen wurden von der Community erstellt!
es: Por favor, seleccione su idioma preferido para ETS2LA. Esta opción puede cambiarse más adelante en las opciones. ¡Todas nuestras traducciones son hechas comunitariamente!
et: Palun valige oma eelistatud keel ETS2LA jaoks. Seda võimalust saab hiljem valikutes muuta. Kõik meie tõlked on tehtud kogukonna poolt!
fi: Valitse haluamasi kieli. Tätä asetusta voi vaihtaa myöhemminkin, kaikki käännökset tulevat yhteisöltä!
fr: Veuillez sélectionner votre langue préférée pour ETS2LA. Cette option peut être modifiée plus tard dans les paramètres. Toutes nos traductions sont réalisées par la communauté !
hu: Kérjük, válaszd ki az ETS2LA számára kívánt nyelvet. Ez az opció később az opciók között módosítható. Minden fordításunk közösségi alapú!
id: Silakan pilih bahasa pilihan anda untuk ETS2LA. Opsi ini dapat diubah nanti di pengaturan. Semua terjemahan kami dibuat oleh komunitas!
it: Seleziona la lingua preferita per ETS2LA. Questa opzione può essere cambiata in seguito nelle impostazioni. Tutte le nostre traduzioni sono fatte dalla community!
nl: Selecteer uw gewenste taal voor ETS2LA. Deze optie kan later in de opties worden gewijzigd. Al onze vertalingen zijn community gemaakt!
pl: Wybierz preferowany język dla ETS2LA. Opcję tę można zmienić później w ustawieniach. Wszystkie nasze tłumaczenia są tworzone przez społeczność!
pt_br: Por favor, selecione seu idioma preferido para o ETS2LA. Esta opção pode ser alterada mais tarde nas configurações. Todas as nossas traduções são feitas pela comunidade, inclusive está!
ru: Пожалуйста, выберите предпочитаемый вами язык для ETS2LA. Его можно будет изменить позже в настройках. Все наши переводы сделаны участниками сообщества!
sk: Vyberte si preferovaný jazyk pre ETS2LA. Túto možnosť je možné neskôr zmeniť v nastaveniach. Všetky naše preklady sú vytvorené komunitou!
sv: Välj ditt föredraget språk för ETS2LA. Denna inställning kan ändras senare i inställningarna. Alla våra översättningar är gjorda av communytin!
tr: Lütfen ETS2LA için tercih ettiğiniz dili seçiniz. Bu seçenek daha sonra ayarlar kısmından değiştirilebilir. Tüm çevirilerimiz topluluk tarafından yapılmaktadır!
vi: Hãy chọn ngôn ngữ mà bạn muốn cho ETS2LA. Tùy chọn này có thể được thay đổi sau trong cài đặt. Các bản dịch của chúng mình đều được cộng đồng đóng góp đó!

source: Select your preferred language for ETS2LA.
de: Wähle deine bevorzugte Sprache für ETS2LA.
es: Seleccione su idioma preferido para ETS2LA.
et: Valige oma eelistatud keel ETS2LA jaoks.
fi: Valitse haluamasi kieli.
fr: Sélectionnez votre langue préférée pour ETS2LA.
hu: Válaszd ki az ETS2LA kívánt nyelvét.
id: Pilih bahasa pilihan anda untuk ETS2LA.
it: Seleziona la tua lingua preferita per ETS2LA.
nl: Selecteer uw voorkeurstaal voor ETS2LA.
pl: Wybierz preferowany język dla ETS2LA.
pt_br: Selecione seu idioma preferido para o ETS2LA.
ru: Выберите предпочитаемый вами язык для ETS2LA.
sk: Vyberte si preferovaný jazyk pre ETS2LA.
sv: Välj ditt föredragna språk för ETS2LA.
tr: ETS2LA için tercih ettiğiniz dili seçiniz.
vi: Chọn ngôn ngữ bạn muốn cho ETS2LA.

source: SDK Setup
de: SDK-Einrichtung
es: Configuración del SDK
et: SDK Seadistamine
fi: SDK:n Asennus
fr: Configuration du SDK
hu: SDK beállítása
id: Pengaturan SDK
it: Impostazioni SDK
nl: SDK Instellen
pl: Instalacja SDK
ru: Настройка SDK
sk: Nastavenie SDK
sv: SDK-konfiguration
tr: SDK Kurulumu
vi: Cài đặt SDK

source: To get started, we need to set up the SDK. This will allow ETS2LA to interact with your game. To the right you will find a list of games, click install on one of them and then continue.
de: Um loszulegen, müssen wir das SDK einrichten. Dies ermöglicht es ETS2LA, mit dem Spiel zu interagieren. Auf der rechten Seite findest du eine Liste von Spielen. Klicke auf eines davon und fahre fort.
es: Para comenzar, necesitamos configurar el SDK. Esto permitirá que ETS2LA interactúe con tu juego. A la derecha encontrarás una lista de juegos; haz clic en instalar en uno de ellos y luego continúa.
et: Et alustada, peame SDK üles seadma. See võimaldab ETS2LA-l teie mänguga suhelda. Paremal leiate nimekirja mänge, klõpsake installida üks neist ja seejärel jätkata.
fi: Jotta ETS2LA toimii kunnolla, on peliin asennettava niin sanottu SDK. Tämä antaa ETS2LA:lle mahdollisuuden kerätä tietoja ja lähettää ohjaus komentoja peliin. Asenna SDK ainakin yhteen peliin ja voit jatkaa eteenpäin.
fr: Pour commencer, nous devons configurer le SDK. Cela permettra à ETS2LA d’interagir avec votre jeu. À droite, vous trouverez une liste de jeux : cliquez sur « Installer » pour l’un d’eux, puis continuez.
hu: Első lépésként be kell állítanunk az SDK-t. Ez lehetővé teszi az ETS2LA számára, hogy kommunikáljon a játékkal. A jobb oldalon található játékok listájából válassz ki egyet, kattints a telepítés gombra, majd folytasd.
id: Untuk memulai, kita perlu menyiapkan SDK. Ini akan memungkinkan ETS2LA berinteraksi dengan game anda. Di sebelah kanan anda akan menemukan daftar game, klik instal pada salah satunya dan lanjutkan.
it: Per iniziare, dobbiamo configurare l'SDK. Questo permetterà a ETS2LA di interagire con il tuo gioco. A destra troverai un elenco di giochi, clicca su "installa" su uno di essi e poi continua.
nl: Om te beginnen moeten we de SDK opzetten. Dit zal ETS2LA in staat stellen om te communiceren met uw spel. Rechts vindt u een lijst van games, klik op installeren op een van hen en ga verder.
pl: Aby rozpocząć, musimy skonfigurować SDK. Umożliwi to ETS2LA interakcję z Twoją grą. Po prawej stronie znajduje się lista gier. Kliknij „Instaluj” przy jednej z nich, a następnie kontynuuj.
pt_br: Para começar, precisamos configurar o SDK. Isso permitirá que o ETS2LA interaja com o seu jogo. À direita, você encontrará uma lista de jogos; clique em Instalar em um deles e depois em Continuar.
ru: Для начала нам нужно настроить SDK. Это позволит ETS2LA взаимодействовать с вашей игрой. Справа вы найдёте список игр, нажмите «Установить» на одну из них и продолжайте.
sk: Na začiatok musíme nastaviť SDK. To umožní ETS2LA interagovať s vašou hrou. Vpravo nájdete zoznam hier, kliknite na inštaláciu jednej z nich a potom pokračujte.
sv: För att komma igång behöver vi konfigurera SDK:et. Detta gör att ETS2LA kan interagera med ditt spel. Till höger hittar du en lista med spel, klicka på installera på ett av dem och fortsätt sedan.
tr: Başlamak için SDK’yı kurmamız gerekiyor. Bu, ETS2LA’nın oyununuzla iletişim kurmasını sağlar. Sağ tarafta oyunların bir listesi var, birinin yanındaki “Yükle” butonuna tıklayın ve sonra devam edin.
vi: Để bắt đầu, chúng ta cần cài đặt SDK. Nó giúp ETS2LA tương tác với game. Ở bên phải, bạn sẽ có một danh sách các game được hỗ trợ đã cài đặt trên PC của bạn, nhấn cài đặt và tiếp tục.

source: Waiting for SDK installation...
de: Warten auf SDK-Installation...
es: Esperando la instalación de SDK...
et: SDK paigalduse ootamine...
fi: Odotetaan SDK:n asennusta...
fr: En attente de l’installation du SDK...
hu: Egy pilanat csak telepítjük a SDK-kat...
id: Menunggu instalasi SDK...
it: In attesa dell'installazione dell'SDK...
nl: Wachten op SDK-installatie...
pl: Czekam na instalację SDK...
ru: Ожидание установки SDK...
sk: Čaká sa na inštaláciu SDK...
sv: Väntar på SDK-installation...
tr: SDK kurulumu bekleniyor...
vi: Đang chờ SDK được cài đặt...

source: Plugins
et: Lisaosad
fi: Laajennukset
hu: Pluginok
id: Plugin
pl: Wtyczki
ru: Плагины
sk: Pluginy
tr: Eklentiler
vi: Plugin
