Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: **F5** A key you can use to refresh websites. Since this page is also a website it works just the same here.
pl: **F5** Klawisz, którego można użyć do odświeżenia stron internetowych. Ponieważ ta strona również jest stroną internetową, działa tutaj tak samo.
ru: **F5** Горячая клавиша, которую вы можете использовать для обновления вебсайтов. Поскольку данная страница тоже вебсайт, клавиша здесь работает точно также.

source: Example of a broken visualization page.
pl: Przykład zepsutego okna wizualizacji.
ru: Пример сломанной страницы визуализации.

source: Onboarding Complete!
de: Onboarding abgeschlossen!
es: ¡A bordo!
et: Pardalemine lõpetatud!
fi: Perehdytys valmis!
fr: Introduction terminé !
hu: Bevezető befejezve!
id: Onboarding Selesai!
it: Configurazione Completata!
nl: Onboarding Compleet!
pl: Konfiguracja zakończona!
pt_br: Configuração Inicial Concluída!
ru: Обучение завершено!
sk: Nástupný proces dokončený!
sv: Onboarding Klar!
tr: Başlangıç Rehberi Tamamlandı!
vi: Thiết lập ban đầu đã hoàn thành!

source: You have successfully completed the onboarding process. You can now start using ETS2LA. If you need help, feel free to join our Discord server.
de: Du hast das Onboarding erfolgreich abgeschlossen. Du kannst nun ETS2LA verwenden. Wenn du Hilfe benötigst, trete gerne unserem Discord-Server bei.
es: Has completado con éxito el proceso de a bordo. Ahora puedes empezar a usar ETS2LA. Si necesita ayuda, siéntete libre de unirte a nuestro servidor Discord.
et: Te olete edukalt läbinud pardaprotsessi. Nüüd saate hakata kasutama ETS2LA-d. Kui vajate abi, võite vabalt liituda meie Discordi serveriga.
fi: Voit nyt alkaa käyttämään ETS2LA:ta. Jos tarvitset tulevaisuudessa lisää tukea niin suosittelemme liittymään Discord kanavalle. Olen itse siellä auttamassa terv. Tuomas! (Tumppi066)
fr: Vous avez réussi l'introduction. Vous pouvez maintenant commencer à utiliser ETS2LA. Si vous avez besoin d’aide, n’hésitez pas à rejoindre notre serveur Discord.
hu: Sikeresen befejezted a bevezető folyamatot. Mostantól használhatod az ETS2LA-t. Ha segítségre van szükséged, csatlakozz Discord szerverünkhöz.
id: Anda telah berhasil menyelesaikan proses onboarding. Anda sekarang dapat mulai menggunakan ETS2LA. Jika anda membutuhkan bantuan, jangan ragu untuk bergabung dengan server Discord kami.
it: Hai completato con successo il processo di configurazione iniziale. Ora puoi iniziare a utilizzare ETS2LA. Se hai bisogno di aiuto, entra nel nostro server Discord.
nl: Je hebt het onboarding proces succesvol afgerond. U kunt nu beginnen met het gebruik van ETS2LA. Als je hulp nodig hebt, voel je vrij om je aan te sluiten bij onze Discord server.
pl: Pomyślnie zakończyłeś proces konfiguracji. Teraz możesz zacząć korzystać z ETS2LA. Jeśli potrzebujesz pomocy, dołącz do naszego serwera Discord.
pt_br: Você concluiu com sucesso o processo de configuração inicial. Agora você pode começar a usar o ETS2LA. Se precisar de ajuda, sinta-se à vontade para entrar em nosso servidor do Discord.
ru: Вы успешно прошли процесс обучения. Теперь вы можете начать пользоваться ETS2LA. Если вам потребуется помощь, не стесняйтесь зайти на наш сервер в Discord.
sk: Úspešne ste dokončili proces registrácie. Teraz môžete začať používať ETS2LA. Ak potrebujete pomoc, neváhajte sa pripojiť k nášmu Discord serveru.
sv: Du har slutfört onboardingprocessen. Du kan nu börja använda ETS2LA. Om du behöver hjälp är du välkommen att gå med i vår Discord-server.
tr: Başlangıç sürecini başarıyla tamamladınız. Artık ETS2LA’yı kullanmaya hazırsınız. Yardıma ihtiyacınız olursa, Discord sunucumuza katılmaktan çekinmeyin.
vi: Bạn đã hoàn thành quá trình thiết lập ban đầu thành công. Bây giờ, bạn có thể bắt đầu sử dụng ETS2LA. Nếu bạn cần trợ giúp, hãy thấy thoải mái, tham gia máy chủ Discord của chúng mình.

source: Finish
de: Fertigstellen
es: Acabado
et: Lõpeta
fi: Valmista
fr: Terminer
hu: Kész
id: Selesai
it: Finisci
nl: Afmaken
pl: Zakończ
pt_br: Finalizar
ru: Завершить
sk: Dokončiť
sv: Avsluta
tr: Bitir
vi: Kết thúc

source: <- Press this edge to open and close the sidebar. Open the Manager to enable plugins.
de: <- Drücke auf diese Kante, um die Seitenleiste zu öffnen und zu schließen. Öffne den Manager, um Plugins zu aktivieren.
es: Presione este borde para abrir y cerrar la barra lateral. Abra el Administrador para habilitar plugins.
et: <- Vajuta seda serva, et avada ja sulgeda külgriba. Avab halduri lisaosade lubamiseks.
fi: <- Paina tätä sivua jotta voit avata / sulkea sivupalkin. Avaa laajennusten hallinta käynnistääksesi ne.
fr: <- Appuyez sur ce bord pour ouvrir ou fermer la barre latérale. Ouvrez le gestionnaire pour activer les plugins.
hu: <- Nyomd meg ezt a szélét az oldalsáv megnyitásához és bezárásához. Nyisd meg a Kezelőt a pluginok engedélyezéséhez.
id: <- Tekan tepi ini untuk membuka dan menutup sidebar. Buka Manajer untuk mengaktifkan plugin.
it: <- Premi su questo lato per aprire e chiudere la barra laterale. Apri la sezione "Gestione" per abilitare i plugin.
nl: <- Druk op deze rand om de zijbalk te openen en te sluiten. Open de Manager om plugins in te schakelen.
pl: < - Naciśnij tę krawędź, aby otworzyć i zamknąć pasek boczny. Otwórz menedżera, aby włączyć wtyczki.
pt_br: <- Pressione esta borda para abrir e fechar a barra lateral. Abra o Gerenciador para habilitar os plugins.
ru: <- Нажмите на эту границу, чтобы открыть и закрыть боковую панель. Откройте менеджер плагинов, чтобы их включить.
sk: <- Stlačením tohto okraja otvoríte a zatvoríte bočný panel. Otvorte Správcu a povolíte pluginy.
sv: <- Tryck på den här kanten för att öppna och stänga sidofältet. Öppna hanteraren för att aktivera plugin-program.
tr: <- Kenar çubuğunu açıp kapatmak için buraya tıklayın. Eklentileri etkinleştirmek için Eklentiler Yöneticisi'ni açın.
vi: <- Nhấn vào cạnh này để mở hoặc đóng thanh bên. Mở trình quản lý plugin để bật các plugin.

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
et: Lehekülge ei leitud
fi: Sivua ei löytynyt
fr: Page non trouvée
hu: Az oldal nem találhaató
id: Halaman tidak ditemukan
it: Pagina non trovata
nl: Pagina niet gevonden
pl: Nie znaleziono strony
pt_br: Página não encontrada
ru: Страница не найдена
sk: Stránka sa nenašla
sv: Sidan hittades inte
tr: Sayfa bulunamadı
vi: Không tìm thấy trang

source: Go back
de: Gehe zurück
es: Vuelve
et: Mine tagasi
fi: Mene takaisin
fr: Retourner en arrière
hu: Vissza
id: Kembali
it: Torna indietro
nl: Ga terug
pl: Wróć
pt_br: Retornar
ru: Назад
sk: Choď späť
sv: Gå tillbaka
tr: Geri dön
vi: Quay lại

source: Data is still being collected, please wait a few seconds for the graphs to stabilize.
de: Die Datenerfassung läuft noch, bitte warte einige Sekunden, bis sich die Diagramme stabilisiert haben.
es: Los datos siguen siendo recogidos, por favor espere unos segundos para que los gráficos se estabilicen.
et: Andmeid kogutakse veel, palun oodake paar sekundit, kuni graafikud stabiliseeruvad.
fi: Dataa kerätään vielä, odota muutama sekuntti, jotta kaaviot tasaantuvat.
fr: Les données sont encore en cours de collecte, veuillez patienter quelques secondes que les graphiques se stabilisent.
hu: Az adatok gyűjtése még folyamatban van, várj néhány másodpercet, amíg a grafikonok stabilizálódnak.
id: Data masih dikumpulkan, harap tunggu beberapa detik hingga grafik stabil.
it: I dati sono ancora in fase di raccolta, attendi qualche secondo affinché i grafici si stabilizzino.
nl: De gegevens worden nog verzameld, wacht een paar seconden tot de grafieken zich stabiliseren.
pl: Dane są nadal zbierane, proszę poczekaj kilka sekund, aż wykresy się ustabilizują.
pt_br: Os dados ainda estão sendo coletados, por favor, espere alguns segundos para que os gráficos se estabilizem.
ru: Данные всё ещё собираются, пожалуйста, подождите несколько секунд, чтобы графики стабилизировались.
sk: Dáta sa stále zhromažďujú, počkajte niekoľko sekúnd, kým sa grafy stabilizujú.
sv: Data samlas fortfarande in, vänligen vänta några sekunder tills graferna stabiliseras.
tr: Veri toplama işlemi devam etmektedir, grafiklerin kararlı hale gelmesi için lütfen birkaç saniye bekleyiniz.
vi: Dữ liệu vẫn đang được thu thập, hãy chờ vài giây để biểu đồ được ổn định.

source: CPU Usage
de: CPU Nutzung
es: Uso de CPU
et: CPU Kasutamine
fi: Prosessorin käyttö
fr: Utilisation du processeur
hu: CPU Használat
id: Penggunaan CPU
it: Uso della CPU
nl: CPU Gebruik
pl: Użycie CPU
pt_br: Uso de CPU(processador)
ru: Использование ЦП
sk: Využitie CPU
sv: CPU-användning
tr: CPU Kullanımı
vi: Mức sử dụng CPU

source: CPU Usage
de: CPU Nutzung
es: Uso de CPU
et: CPU Kasutamine
fi: Prosessorin käyttö
fr: Utilisation du processeur
hu: CPU Használat.
id: Penggunaan CPU
it: Utilizzo della CPU.
nl: CPU Gebruik
pl: Użycie CPU
pt_br: Uso da CPU
ru: Использование ЦП
sk: Využitie CPU
sv: CPU-användning
tr: CPU Kullanımı
vi: Mức sử dụng CPU

source: RAM Usage
de: RAM Nutzung
es: Uso de RAM
et: RAM Kasutamine
fi: Muistin käyttö
fr: Utilisation de la RAM
hu: RAM Használat
id: Penggunaan RAM
it: Utilizzo della RAM
nl: RAM Gebruik
pl: Użycie RAM
pt_br: Uso de Memória RAM
ru: Использование ОЗУ
sk: Využitie RAM
sv: RAM-användning
tr: RAM Kullanımı
vi: Mức sử dụng RAM

source: RAM Usage
de: RAM Nutzung
es: Uso de RAM
et: RAM Kasutamine
fi: Muistin käyttö
fr: Utilisation de la RAM
hu: RAM Használat.
id: Penggunaan RAM
it: Utilizzo della RAM.
nl: RAM Gebruik
pl: Użycie RAM
pt_br: Uso de RAM
ru: Использование ОЗУ
sk: Využitie RAM
sv: RAM-användning
tr: RAM Kullanımı
vi: Mức sử dụng RAM

source: ETS2LA RAM Usage
de: ETS2LA RAM Nutzung
es: Uso de RAM ETS2LA
et: ETS2LA RAM Kasutamine
fi: ETS2LA:n muistin käyttö
fr: Utilisation de la RAM par ETS2LA
hu: ETS2LA RAM Használata.
id: Penggunaan RAM ETS2LA
it: Utilizzo della RAM da parte di ETS2LA
nl: ETS2LA RAM Gebruik
pl: ETS2LA Użycie RAM
pt_br: Uso de Ram pelo ETS2LA
ru: Использование ОЗУ ETS2LA
sk: Využitie pamäte RAM ETS2LA
sv: ETS2LA RAM-användning
tr: ETS2LA RAM Kullanımı
vi: Mức sử dụng RAM của ETS2LA

source: No plugins are currently running.
de: Derzeit sind keine Plugins aktiv.
es: No hay plugins actualmente en funcionamiento.
et: Praegu ei tööta ühtegi lisaosa.
fi: Laajennuksia ei ole tällä hetkellä käynnissä.
fr: Aucun plugin n’est actuellement en cours d’exécution.
hu: Jelenleg nincs futó plugin.
id: Tidak ada plugin yang sedang berjalan saat ini.
it: Attualmente nessun plugin è in esecuzione.
nl: Momenteel zijn er geen plugins actief.
pl: Żadne wtyczki nie są aktualnie uruchomione.
pt_br: Nenhum plugin está em execução no momento.
ru: Ни один плагин в данный момент не запущен.
sk: Momentálne nie sú spustené žiadne pluginy.
sv: Inga plugin-program körs för närvarande.
tr: Şu anda çalışan eklenti bulunmamaktadır.
vi: Hiện tại không có plugin nào đang hoạt động.

source: Warning: Graph is still gathering data, please wait 60 seconds for it to stabilize.
de: Warnung: Die Grafik sammelt noch Daten, bitte warte 60 Sekunden, bis sie sich stabilisiert hat.
es: Advertencia: El Gráfico todavía está recopilando datos, por favor espere 60 segundos para que se estabilice.
et: Hoiatus: Graph kogub endiselt andmeid, palun oodake 60 sekundit, et see stabiliseeruks.
fi: Varoitus: Kaavio kerää vielä dataa, odota 60 sekunttia että se tasaantuu.
fr: Attention : le graphique collecte encore des données, veuillez patienter 60 secondes pour qu’il se stabilise.
hu: Figyelem: A grafikon még adatokat gyűjt, várj 60 másodpercet, amíg stabilizálódik.
id: Peringatan: Grafik masih mengumpulkan data, harap tunggu 60 detik hingga stabil.
it: Attenzione: il grafico sta ancora raccogliendo dati, attendi 60 secondi affinché si stabilizzi.
nl: Waarschuwing: Graph is nog steeds gegevens aan het verzamelen, wacht alstublieft 60 seconden tot het stabiel is.
pl: Ostrzeżenie: Wykres nadal gromadzi dane, proszę poczekaj 60 sekund, aż się ustabilizuje.
pt_br: Aviso: o gráfico ainda está coletando dados, por favor, espere 60 segundos para que ele se estabilize.
ru: Внимание: График всё ещё собирает данные, пожалуйста, подождите 60 секунд, чтобы он стабилизировался.
sk: Upozornenie: Graf stále zhromažďuje údaje, počkajte 60 sekúnd, kým sa stabilizuje.
sv: Varning: Diagrammet samlar fortfarande in data, vänligen vänta 60 sekunder tills det stabiliseras.
tr: Uyarı: Grafik hâlâ veri toplamaktadır, lütfen stabil hale gelmesi için 60 saniye bekleyin.
vi: Cảnh báo: Biểu đồ vẫn đang thu thập dữ liệu, hãy chờ 60 giây để nó được ổn định.

source: Failed to render plugin {plugin_name}.
de: Das Plugin {plugin_name} konnte nicht gerendert werden.
es: No se pudo renderizar el plugin {plugin_name}.
et: Lisaosa {plugin_name} renderdamine nurjus.
fi: Virhe laajennuksen {plugin_name} renderöimisessä.
fr: Échec du rendu du plugin {plugin_name}.
hu: A {plugin_name} plugin renderelése sikertelen.
id: Gagal merender plugin {plugin_name}.
it: Impossibile renderizzare il plugin {plugin_name}.
nl: Kon plugin {plugin_name} niet weergeven.
pl: Nie udało się wyrenderować wtyczki {plugin_name}.
ru: Не удалось отобразить плагин {plugin_name}.
sk: Nepodarilo sa vyrendrovať plugin {plugin_name}.
sv: Misslyckades med att rendera plugin {plugin_name}.
tr: {plugin_name} eklentisi işlenirken hata oluştu.
vi: Thất bại khi render plugin {plugin_name}.

source: All displayed data is averaged over a second.
de: Alle angezeigten Daten werden über eine Sekunde gemittelt.
es: Todos los datos mostrados se promedian en un segundo.
et: Kõik kuvatavad andmed keskmistatakse ühe sekundi peale.
fi: Kaikki data on keskiarvotettu sekuntin ajanjaksolla.
fr: Toutes les données affichées sont moyennées sur une seconde.
hu: Az összes megjelenített adat egy másodperc alatt átlagolt.
id: Semua data yang ditampilkan dirata-rata selama satu detik.
it: Tutti i dati visualizzati rappresentano una media su un secondo.
nl: Alle weergegeven gegevens worden gemiddeld over een seconde.
pl: Wszystkie wyświetlane dane są uśredniane w ciągu sekundy.
ru: Все отображаемые данные усреднены в течение секунды.
sk: Všetky zobrazené údaje sú spriemerované za sekundu.
sv: All visad data är medelvärdet över en sekund.
tr: Görüntülenen tüm veriler, saniyelik ortalamaya dayanır, bir saniyelik ortalama üzerinden alınır.
vi: Tất cả các dữ liệu được hiển thị đều tính trung bình theo từng giây.

source: This page took {time:.2f} ms to render.
de: Diese Seite benötigte {time:.2f} ms zum Rendern.
es: Esta página tomó {time:.2f} ms para renderizar.
et: See lehekülg võttis {time:.2f} ms renderdamiseks.
fi: Tämä sivu käytti {time:.2f} ms prosessoriaikaa.
fr: Cette page a mis {time:.2f} ms à s'afficher.
hu: Ez az oldal {time:.2f} ms alatt töltődött be.
id: Halaman ini membutuhkan {time:.2f} ms untuk dirender.
it: Questa pagina ha impiegato {time:.2f} ms per essere caricata.
nl: Deze pagina nam {time:.2f} ms om te renderen.
pl: Wyświetlenie tej strony zajęło {time:.2f} ms.
ru: Эта страница была отображена за {time:.2f} мс.
sk: Vyrendrovanie tejto stránky trvalo {time:.2f} ms.
sv: Det tog {time:.2f} ms att rendera den här sidan.
tr: Bu sayfa {time:.2f} ms sürede görüntülendi.
vi: Trang này cần {time:.2f}mili giây để render.

source: Steering
de: Lenkung
es: Dirección
et: Juhtimine
fi: Ohjaus
fr: Direction
hu: Kormányzás
id: Kemudi
it: Sterzo
nl: Sturen
pl: Sterowanie
ru: Управление рулём
sk: Riadenie
sv: Styrning
tr: Direksiyon
vi: Đánh lái

source: Enable automated steering using ETS2LA. You can toggle it on and off using the 'Toggle Steering' keybind in the control settings.
de: Aktiviere die automatische Lenkung mit ETS2LA. Du kannst sie mit der Tastenkombination „Lenkung umschalten“ in den Steuerungseinstellungen ein- und ausschalten.
es: Activar la dirección automatizada utilizando ETS2LA. Puede cambiarlo y apagarlo usando el keybind 'Toggle Steering' en la configuración de control.
et: Automaatse juhtimise lubamine ETS2LA abil. Selle saab sisse ja välja lülitada juhtseadistuste klahviga 'Lülita juhtimine'.
fi: Aktivoi automaattinen ohjaus ETS2LA:n avulla. Voit laittaa sen päälle ja pois "Aktivoi ohjaus" painikkeella. Tätä voidaan muuttaa asetuksissa.
fr: Activez la direction automatisée avec ETS2LA. Vous pouvez l’activer ou la désactiver via le raccourci clavier "Basculer la direction" dans les paramètres de contrôle.
id: Aktifkan kemudi otomatis menggunakan ETS2LA. Anda dapat menyalakan dan mematikannya menggunakan tombol 'Alihkan Kemudi' di pengaturan kontrol.
it: Abilita lo sterzo automatico utilizzando ETS2LA. Puoi attivarlo o disattivarlo usando il tasto di scelta rapida "Attiva/Disattiva sterzo" nelle impostazioni di controllo.
nl: Schakel automatische besturing in met ETS2LA. U kunt het in- en uitschakelen met de toetscombinatie ‘Sturen’ in de besturingsinstellingen.
pl: Włącz automatyczne sterowanie za pomocą ETS2LA. Możesz je włączać i wyłączać za pomocą skrótu klawiszowego „Przełącz sterowanie” w ustawieniach sterowania.
pt_br: Habilite a direção automatizada usando o ETS2LA. Você pode ativá-la e desativá-la usando a combinação de teclas "Alternar Direção" nas configurações de controle.
ru: Включить автоматическое управление рулём используя ETS2LA. Вы можете переключать эту настройку, используя привязку клавиши 'Переключение управления рулём' в настройках управления.
sk: Povoľte automatické riadenie pomocou ETS2LA. Môžete ho zapnúť a vypnúť pomocou klávesovej skratky „Prepnúť riadenie“ v nastaveniach ovládania.
sv: Aktivera automatisk styrning med ETS2LA. Du kan slå på och av den med knappen 'Växla styrning' i kontrollinställningarna.
tr: ETS2LA kullanarak otomatik direksiyon kontrolünü etkinleştirin. Bunu, kontrol ayarlarında 'Direksiyon Değiştirme' tuş atamasını kullanarak açıp kapatabilirsiniz.
vi: Bật tự động đánh lái bằng ETS2LA. Bạn có thể bật hoặc tắt nó bằng cách dùng phím đã gán cho chức năng "Tự động đánh lái" trong cài đặt điều khiển.

source: Lateral Control
de: Seitliche Steuerung
es: Control lateral
et: Külgsuunaline juhtimine
fi: Nopeuden hallinta
fr: Contrôle latéral
hu: Oldalirányú vezérlés
id: Kontrol Lateral
it: Controllo Laterale
nl: Laterale controle
pl: Sterowanie boczne
ru: Контроль скорости
sk: Bočné ovládanie
sv: Sido-kontroll
tr: Yan Yön Kontrolü
vi: Tăng/giảm tốc độ tự động

source: Enable automated acceleration and deceleration using ETS2LA. You can toggle it on and off using the 'Toggle Speed Control' keybind in the control settings.
de: Aktiviere die automatische Beschleunigung und Verzögerung von ETS2LA. Du kannst diese Funktion mit der Tastenkombination „Toggle Speed Control“ in den Steuerungseinstellungen ein- und ausschalten.
es: Permitir aceleración y desaceleración automatizada utilizando ETS2LA. Puede activar y apagar el teclado "Toggle Speed Control" en la configuración de control.
et: Automaatse kiirenduse ja aeglustuse lubamine ETS2LA abil. Selle saab sisse ja välja lülitada, kasutades juhtseadistustes klahvi 'Lülita kiiruskontroll'.
fi: Aktivoi automaattinen kiihdytys ja jarrutus. Voit laittaa sen päälle ja pois "Aktivoi nopeuden hallinta" painikkeella. Tätä voidaan muuttaa asetuksissa.
fr: Activez l’accélération et la décélération automatiques avec ETS2LA. Vous pouvez les activer ou désactiver via le raccourci clavier "Basculer le contrôle de vitesse" dans les paramètres de contrôle.
hu: Az ETS2LA segítségével engedélyezheted az automatikus gyorsítást és lassítást. A vezérlőbeállítások 'Sebességszabályozás'gombjával kapcsolható be és ki.
id: Aktifkan akselerasi dan deselerasi otomatis menggunakan ETS2LA. Anda dapat menyalakan dan mematikannya menggunakan tombol 'Alihkan Kontrol Kecepatan' di pengaturan kontrol.
it: Abilita l'accelerazione e decelerazione automatica utilizzando ETS2LA. Puoi attivarla o disattivarla utilizzando il tasto di scelta rapida "Abilita Controllo Velocità" nelle impostazioni di controllo.
nl: Automatische versnelling en vertraging inschakelen met behulp van ETS2LA. U kunt het in- en uitschakelen met de 'Toggle Speed Control' keybind in de instellingen.
pl: Włącz automatyczne przyspieszanie i zwalnianie za pomocą ETS2LA. Możesz włączać i wyłączać tę funkcję za pomocą skrótu klawiszowego „Przełącz kontrolę prędkości” w ustawieniach sterowania.
pt_br: Habilite a aceleração e desaceleração automatizadas usando o ETS2LA. Você pode ativar e desativar essa opção usando a combinação de teclas "Alternar Controle de Velocidade" nas configurações de controle.
ru: Включить автоматическое ускорение и замедление используя ETS2LA. Вы можете переключать эту настройку, используя привязку клавиши 'Переключение контроля скорости' в настройках управления.
sk: Povoľte automatické zrýchľovanie a spomaľovanie pomocou ETS2LA. Môžete ho zapnúť a vypnúť pomocou klávesovej skratky „Prepnúť ovládanie rýchlosti“ v nastaveniach ovládania.
sv: Aktivera automatisk acceleration och retardation med ETS2LA. Du kan slå på och av den med tangentbindningen 'Toggle Speed Control' i kontrollinställningarna.
tr: ETS2LA kullanarak otomatik hızlanma ve yavaşlama sistemini etkinleştir. Bunu, kontrol ayarlarında yer alan 'Hız Kontrolünü Değiştir' tuş atamasını kullanarak açıp kapatabilirsiniz.
vi: Bật tự động tăng và giảm tốc độ sử dụng ETS2LA. Bạn có thể bật hoặc tắt nó bằng cách dùng phím đã gán cho chức năng "Điều khiển tốc độ tự động" trong cài đặt điều khiển.

source: Visualization
de: Visualisierung
es: Visualización
et: Visualiseerimine
fi: Visualisaatio
fr: Visualisation
hu: Vizualizáció
id: Visualisasi
it: Visualizzazione
nl: Visualisatie
pl: Wizualizacja
pt_br: Visualização
ru: Визуализация
sk: Vizualizácia
sv: Visualisering
tr: Görselleştirme
vi: Trực quan hóa dữ liệu
