Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: You will see as many ads as I thought would not completely destroy the usage. Visualization pages are still ad free when enabled.
de: Du wirst so viele Anzeigen sehen, wie ich dachte, die Nutzung würde dadurch nicht völlig zerstört wird. Visualisierungsseiten bleiben trotzdem noch ohne Werbung.
es: Verás tantos anuncios como pensé que no afectarían por completo su uso. Las páginas de visualización siguen sin anuncios cuando están habilitadas.
et: Te näete nii palju reklaame, kui ma arvasin, ei hävita kasutust täielikult. Visualiseerimislehed on sisselülitamisel reklaamivabad.
fi: Näet niin paljon mainoksia kun uskalsimme laittaa tuhoamatta sovelluksen käytettävyyden. Visualisaatio sivut ovat silti mainoksettomia.
fr: Vous verrez autant de publicités que j’ai estimé sans nuire complètement à l’utilisation. Les pages de visualisation restent sans publicité lorsque l’option est activée.
id: Anda akan melihat iklan sebanyak yang saya pikir tidak akan sepenuhnya merusak penggunaan. Halaman visualisasi tetap bebas iklan saat diaktifkan.
it: Vedrai quante pubblicità ritengo che non compromettano completamente l'esperienza d'uso. Le pagine di visualizzazione rimarranno comunque senza pubblicità quando attivata.
nl: Je zal zo veel mogelijk advertenties zien zonder de gebruikbaarheid te hinderen. Visualisatie pagina's zijn steeds advertentie vrij.
pl: Zobaczysz tyle reklam, ile moim zdaniem nie wpłynie negatywnie na komfort użytkowania. Strony wizualizacyjne pozostają wolne od reklam, gdy są włączone.
ru: Вы будете видеть столько рекламы, сколько я посчитал возможным без уничтожения опыта использования. Страницы визуализации по-прежнему останутся без рекламы, когда она включена.
sk: Uvidíte toľko reklám, koľko som si myslel, že úplne nezničia používanie. Vizualizačné stránky sú stále bez reklám, aj keď sú povolené.
sv: Du kommer att se så många annonser som jag trodde inte skulle förstöra användningen helt. Visualiseringssidor är fortfarande reklamfria när de är aktiverade.
tr: Kullanım deneyimini bozmayacak kadar reklam göreceksiniz. Görselleştirme sayfaları etkinleştirildiğinde hala reklamsız olacaktır.
vi: Bạn sẽ thấy rất nhiều quảng cáo, nhưng chúng mình sẽ không để chúng phá hủy trải nghiệm của bạn. Trang "Hiển thị" vẫn được miễn quảng cáo.

source: Fallback to old acceleration method
de: Zurückgreifen auf alte Beschleunigungsmethode
es: Volver al método antiguo de aceleración
et: Tagasiminek vanale kiirendusmeetodile
fi: Takaisin vanhaan kiihdytysmenetelmään
fr: Retour à l’ancienne méthode d’accélération
hu: Visszatérés a régi gyorsítási módszerhez
id: Kembali ke metode akselerasi lama
it: Torna al vecchio metodo di accelerazione
nl: Terugval naar oude acceleratiemethode
pl: Powrót do starej metody przyspieszania
pt_br: Voltar ao antigo método de aceleração
ru: Возврат к старому методу ускорения
sk: Návrat k starej metóde zrýchlenia
sv: Återgång till gammal accelerationsmetod
tr: Eski hızlandırma yöntemine geri dönülüyor
vi: Chuyển sang phương pháp gia tốc cũ

source: If you are experiencing issues with the truck not accelerating / braking properly, then you can enable this option to use another method. Please keep in mind that if the new one has gotten stuck, you might need to restart the game after toggling this.
de: Wenn du Probleme damit hast, dass der LKW nicht richtig beschleunigt/bremst, kannst du diese Option aktivieren, um eine andere Methode zu verwenden. Bitte denke daran, dass das Spiel nach dem Aktivieren dieser Option möglicherweise neu starten muss, wenn die neue Methode stecken geblieben ist.
es: Si tienes problemas con que el camión no acelere o frene correctamente, puedes activar esta opción para usar otro método. Ten en cuenta que si el nuevo método se queda bloqueado, puede que necesites reiniciar el juego después de cambiar esta configuración.
et: Kui teil on probleeme veoautoga, mis ei kiirenda või ei pidurda korralikult, siis saate selle võimaluse lubada kasutada teist meetodit. Pidage meeles, et kui uus on kinni jäänud, peate võib-olla mängu uuesti käivitama pärast selle lülitamist.
fi: Jos rekka ei kiihdyttä / jarrutta kunnolla, niin voit asettaa tämän vaihtoehdon, jotta ETS2LA käyttää vanhaa järjestelmää. Muista, että jos uusi järjestelmä on jumissa, voit joutua käynnistämään pelin uudelleen sen korjaamiseksi.
fr: Si vous rencontrez des problèmes avec le camion qui n’accélère ou ne freine pas correctement, vous pouvez activer cette option pour utiliser une autre méthode. Gardez à l’esprit que si la nouvelle méthode se bloque, il faudra peut-être redémarrer le jeu après avoir changé ce réglage.
hu: Ha azt tapasztalod, hogy a kamion nem gyorsul/fékez megfelelően, akkor bekapcsolhatod ezt az opciót, hogy egy másik módszert használjon. Kérjük, vedd figyelembe, hogy ha az új módszer beakadt, akkor előfordulhat, hogy újra kell indítanod a játékot, miután átállítottad ezt.
id: Jika anda mengalami masalah dengan truk yang tidak berakselerasi/mengerem dengan benar, anda dapat mengaktifkan opsi ini untuk menggunakan metode lain. Harap diingat bahwa jika metode baru macet, anda mungkin perlu memulai ulang game setelah mengubah ini.
it: Se stai riscontrando problemi con il camion che non accelera o frena correttamente, puoi abilitare questa opzione per utilizzare un altro metodo. Tieni presente che, se il nuovo metodo è bloccato, potrebbe essere necessario riavviare il gioco dopo aver attivato questa opzione.
nl: Als u problemen ondervindt met de vrachtwagen niet goed versnellen / remmen, dan kunt u deze optie inschakelen om een andere methode te gebruiken. Houd er rekening mee dat als de nieuwe vast zit, je het spel misschien moet herstarten na het schakelen.
pl: Jeśli masz problemy z nieprawidłowym przyspieszaniem / hamowaniem ciężarówki, możesz włączyć tę opcję, aby skorzystać z innej metody. Pamiętaj, że jeśli nowa opcja utknie, po jej włączeniu może być konieczne ponowne uruchomienie gry.
pt_br: Se você estiver enfrentando problemas com o caminhão que não acelera ou freia corretamente, pode ativar esta opção para usar outro método. Lembre-se que, se o novo método travar, talvez seja necessário reiniciar o jogo depois de ativar/desativar esta opção.
ru: Если у вас возникли проблемы с разгоном/торможением грузовика, включите эту опцию, чтобы использовать другой метод. Имейте в виду, что если новый грузовик застрял, вам может потребоваться перезапустить игру после включения этой опции.
sk: Ak máte problémy s nesprávnym zrýchľovaním/brzdením nákladného auta, môžete túto možnosť povoliť a použiť inú metódu. Majte na pamäti, že ak sa nové vozidlo zaseklo, po prepnutí tejto možnosti možno budete musieť hru reštartovať.
sv: Om du har problem med att lastbilen inte accelererar/bromsar ordentligt kan du aktivera det här alternativet för att använda en annan metod. Tänk på att om den nya har fastnat kan du behöva starta om spelet efter att du har aktiverat det här alternativet.
tr: Eğer kamyonunuzun düzgün hızlanma/frenleme yapmamasıyla ilgili sorunlar yaşıyorsanız, bu seçeneği etkinleştirerek başka bir yöntem kullanabilirsiniz. Yeni yöntem takılıp kalırsa, bu seçeneği etkinleştirdikten sonra oyunu yeniden başlatmanız gerekebileceğini lütfen unutmayın.
vi: Nếu bạn đang gặp vấn đề về xe tải không tự đạp ga / phanh đúng cách, thì bạn có thể bật tùy chọn này để sử dụng phương pháp khác. Xin bạn luôn nhớ trong đầu rằng nếu phương pháp mới bị kẹt, bạn có thể sẽ phải khởi động lại game sau khi bật cái này.

source: High Priority
de: Hohe Priorität
es: Alta Prioridad
et: Kõrge prioriteet
fi: Korkea prioriteetti
fr: Priorité élevée
hu: Magas prioritás
id: Prioritas Tinggi
it: Alta priorità
nl: Hoge prioriteit
pl: Wysoki priorytet
pt_br: Alta Prioridade
ru: Высокий приоритет
sk: Vysoká priorita
sv: Hög Prioritet
tr: Yüksek Öncelikli
vi: Mức yêu tiên cao

source: Run ETS2LA in high priority mode. This will tell your OS to give more CPU time to ETS2LA, which can improve performance at the cost of other applications.
de: Führe ETS2LA mit hoher Priorität aus. Dadurch wird das Betriebssystem angewiesen, ETS2LA mehr CPU-Zeit zu geben, was die Leistung auf Kosten anderer Anwendungen verbessern kann.
es: Ejecuta ETS2LA en modo de alta prioridad. Esto indicará a tu sistema operativo que asigne más tiempo de CPU a ETS2LA, lo que puede mejorar el rendimiento a costa de otras aplicaciones.
et: ETS2LA käivitamine kõrge prioriteediga režiimis. See annab teie operatsioonisüsteemile rohkem protsessoriaega ETS2LA-le, mis võib parandada jõudlust teiste rakenduste hinnaga.
fi: Suorita ETS2LA korkean prioriteetin tilassa. Tämä kertoo käyttöjärjestelmälle antaa enemmän prosessori aikaa ETS2LA:lle, joka voi parantaa suorituskykyä.
fr: Exécutez ETS2LA en mode priorité élevée. Cela indique à votre système d’allouer plus de temps CPU à ETS2LA, ce qui peut améliorer les performances au détriment des autres applications.
hu: Futtasd az ETS2LA-t magas prioritású módban. Ezzel az operációs rendszer több CPU-időt biztosít az ETS2LA-nak, ami javíthatja a teljesítményt, de más alkalmazások lassúbbak lehetnek.
id: Jalankan ETS2LA dalam mode prioritas tinggi. Ini akan memberi tahu OS Anda untuk memberikan lebih banyak waktu CPU ke ETS2LA, yang dapat meningkatkan performa dengan mengorbankan aplikasi lain.
it: Esegui ETS2LA in modalità alta priorità. Questo dirà al tuo sistema operativo di dedicare più tempo CPU a ETS2LA, migliorando le prestazioni a discapito di altre applicazioni.
nl: Voer ETS2LA in hoge prioriteit modus. Dit zal uw besturingssysteem vertellen om meer CPU tijd te geven aan ETS2LA, die de prestaties kan verbeteren ten koste van andere toepassingen.
pl: Uruchom ETS2LA w trybie wysokiego priorytetu. Spowoduje to, że system operacyjny przeznaczy więcej czasu CPU na ETS2LA, co może poprawić wydajność kosztem innych aplikacji.
pt_br: Execute o ETS2LA com prioridade alta. Isso faz com que seu sistema operacional reserve mais tempo do processador para o ETS2LA, o que pode aumentar o desempenho, mas pode afetar outros programas em execução.
ru: Запуск ETS2LA в режиме высокого приоритета. Это позволит вашей ОС выделить больше процессорного времени для ETS2LA, что может повысить производительность за счёт других приложений.
sk: Spustite ETS2LA v režime s vysokou prioritou. Toto povie vášmu operačnému systému, aby pridelil ETS2LA viac času CPU, čo môže zlepšiť výkon na úkor iných aplikácií.
sv: Kör ETS2LA i högprioritetsläge. Detta kommer att instruera ditt operativsystem att ge mer CPU-tid till ETS2LA, vilket kan förbättra prestandan på bekostnad av andra applikationer.
tr: ETS2LA'yı yüksek öncelik modunda çalıştırmanıza yarar. Bu, işletim sisteminize ETS2LA'ya daha fazla CPU zamanı vermesini söyleyecektir, bu da diğer uygulamalar pahasına performansı artırabilir.
vi: Chạy ETS2LA ở chế độ mức yêu tiên cao. Nó sẽ nói với hệ điều hành của bạn dành nhiều CPU hơn cho ETS2LA, có thể mượt hơn nhưng đồng nghĩa với việc các ứng dụng khác sẽ chạy chậm hơn.

source: You need to restart ETS2LA to apply the priority change!
de: Du musst ETS2LA neu starten, um die Prioritätsänderung zu übernehmen!
es: ¡Necesitas reiniciar ETS2LA para aplicar el cambio de prioridad!
et: Prioriteetse muudatuse rakendamiseks tuleb ETS2LA uuesti käivitada!
fi: ETS2LA täytyy uudelleenkäynnistää, jotta voit ottaa muutokset käyttöön!
fr: Vous devez redémarrer ETS2LA pour que le changement de priorité soit pris en compte !
hu: Az ETS2LA újraindítást igényel a prioritás változtatásához!
id: Anda perlu memulai ulang ETS2LA untuk menerapkan perubahan prioritas!
it: Devi riavviare ETS2LA per applicare la modifica della priorità!
nl: Je moet ETS2LA herstarten om de prioriteitsverandering toe te passen!
pl: Aby zmiana priorytetu zaczęła obowiązywać, należy ponownie uruchomić ETS2LA!
pt_br: Você precisa reiniciar o ETS2LA para aplicar a mudança de prioridade!
ru: Вам необходимо перезапустить ETS2LA, чтобы изменение приоритета вступило в силу!
sk: Pre uplatnenie zmeny priority je potrebné reštartovať ETS2LA!
sv: Du måste starta om ETS2LA för att tillämpa prioritetsändringen!
tr: Öncelik değişikliğini uygulamak için ETS2LA'yı yeniden başlatmanız gerekir!
vi: Bạn cần khởi động lại ETS2LA để áp dụng thay đổi mức ưu tiên!

source: Slow Loading
de: Langsames Laden
es: Carga lenta
et: Aeglane laadimine
fi: Hidas Lataus
fr: Chargement lent
hu: Lassú betöltés
id: Pemuatan Lambat
it: Caricamento lento
nl: Langzaam laden
pl: Powolne ładowanie
pt_br: Carregamento lento
ru: Медленная загрузка
sk: Pomalé načítanie
sv: Långsam laddning
tr: Yavaş Yükleniyor
vi: Tốc độ nạp chậm hơn

source: If your PC has troubles loading all plugins in parallel, you can enable this option to load them one by one. Please note that enabling this option will mean you have to wait a while for the plugins to become available.
de: Wenn dein PC Probleme hat alle Plugins parallel zu laden, kannst du diese Option aktivieren um alle Plugins nacheinander zu laden. Bitte beachte, dass wenn du diese Funktion aktivierst, es länger dauert bis alle Plugins geladen sind.
es: Si tu PC tiene problemas para cargar todos los plugins en paralelo, puedes activar esta opción para cargarlos uno por uno. Ten en cuenta que al activar esta opción tendrás que esperar un tiempo para que los plugins estén disponibles.
et: Kui teie arvutil on probleeme kõigi lisaosade laadimisega paralleelselt, saate selle sisse lülitada, et neid ükshaaval laadida. Pange tähele, et selle valiku lubamine tähendab, et peate ootama kauvem, kuni pluginad muutuvad kättesaadavaks.
fi: Lataa laajennukset hitaasti yksi kerrallaan. Tämä voi auttaa käynnistyksen yhteydessä vähempitehoisilla tietokoneilla. Muista kuitenkin että laajennuksien hallinta lataa hetken ennen kaikkien laajennusten käynnistymistä.
fr: Si votre PC a des problème pour charger tous les plugins en même temps, vous pouvez activer cette option pour les charger un par un. Notez qu'activer cette option signifie que vous devrez attendre plus lontemps pour que tous les plugins soient disponibles.
hu: Ha a számítógépednek problémája van az összes plugin párhuzamos betöltésével, akkor engedélyezheted ezt az opciót, hogy egyenként töltsd be őket. Kérjük, vedd figyelembe, hogy ennek az opciónak az engedélyezése azt jelenti, hogy egy ideig várnod kell, amíg a pluginok elérhetővé válnak.
id: Jika PC anda kesulitan memuat semua plugin secara paralel, anda dapat mengaktifkan opsi ini untuk memuatnya satu per satu. Harap dicatat bahwa mengaktifkan opsi ini berarti anda harus menunggu sebentar hingga plugin tersedia.
it: Se il tuo PC riscontra problemi a caricare tutti i plugin in contemporaneo, puoi abilitare questa opzione per caricarli uno per uno. Nota che abilitando questa opzione ci potrebbe volere più tempo per abilitare tutti i plugin.
nl: Als uw PC problemen heeft met het laden van alle plugins parallel, kunt u deze optie inschakelen om ze een voor een te laden. Houd er rekening mee dat het inschakelen van deze optie betekent dat je een tijdje moet wachten tot de plugins beschikbaar zijn.
pl: Jeśli Twój komputer ma problemy z równoległym ładowaniem wszystkich wtyczek, możesz włączyć tę opcję, aby ładować je pojedynczo. Pamiętaj, że włączenie tej opcji oznacza, że będziesz musiał chwilę poczekać, aż wtyczki będą dostępne.
pt_br: Se o seu PC está com dificuldades para carregar todos os plugins em paralelo, você pode ativar esta opção para carregá-los um por um. Lembre-se que, ao fazer isso, você terá que esperar um pouco mais até que os plugins fiquem disponíveis.
ru: Если ваша система не может справиться с параллельной загрузкой плагинов, вы можете включить эту опцию, чтобы загружать их по очереди. Пожалуйста, имейте в виду, что включая эту опцию, время включения всех плагинов увеличится.
sk: Ak má váš počítač problémy s paralelným načítaním všetkých pluginov, môžete túto možnosť povoliť a načítať ich jeden po druhom. Upozorňujeme, že po povolení tejto možnosti budete musieť chvíľu počkať, kým budú pluginy k dispozícii.
sv: Ifall din dator har problem med att ladda alla plugins parallellt så kan du ändra den här inställningen för att ladda de en efter en. Notera att om du ändrar den här inställningen så behöver du vänta ett tag på att alla plugins laddat klart.
tr: Bilgisayarınız tüm eklentileri paralel olarak yüklemekte sorun yaşıyorsa, eklentileri tek tek yüklemek için bu seçeneği etkinleştirebilirsiniz. Bu seçeneğin etkinleştirilmesinin, eklentilerin kullanılabilir hale gelmesi için bir süre beklemeniz gerektiği anlamına geleceğini lütfen unutmayın.
vi: Nếu PC của bạn gặp vấn đề với việc nạp tất cả các plugin song song, bạn có thể bật tùy chọn này để nạp từng plugin một. Nhớ rằng việc bật tùy chọn này sẽ tốn thêm một chút thời gian cho tất cả các plugin trở nên sẵn có.

source: Miscellaneous
de: Sonstiges
es: Misceláneos
et: Mitmesugused
fi: Sekalaiset
fr: Divers
hu: Egyéb
id: Lain-lain
it: Varie
nl: Diversen
pl: Różne
pt_br: Diversos
ru: Разное
sk: Rôzne
sv: Diverse
tr: Çeşitli
vi: Tùy chọn bổ sung

source: UI Settings
pl: Ustawienia interfejsu użytkownika
ru: Настройки интерфейса

source: Frontend Port
es: Puerto frontend
et: kasutajaliidse port
fi: Käyttöliittymän portti
fr: Port de l’interface
hu: Felhasználói felület port
id: Port Frontend
it: Porta Frontend
nl: Frontend-poort
pl: Port frontendowy
ru: Порт интерфейса
vi: Cổng frontend

source: Change the port used by the frontend. This is only used in local mode.
de: Ändere den Port für das Frontend. Wird nur im Lokalmodus verwendet.
es: Cambia el puerto que usa el frontend. Esto solo se usa en modo local.
et: Muuda kasutajaliidese kasutatavat porti. Seda kasutatakse ainult kohalikus režiimis.
fi: Vaihda käyttöliittymän käyttämä portti. Tätä käytetään vain paikallisessa tilassa.
fr: Modifiez le port utilisé par l’interface. Cela ne s’applique qu’en mode local.
hu: A frontend által használt port megváltoztatása. Ez csak helyi módban használható.
id: Ubah port yang digunakan oleh frontend. Ini hanya digunakan dalam mode lokal.
it: Cambia la porta utilizzata dal frontend. Questo è usato solo in modalità locale.
nl: Verander de poort die gebruikt wordt door de frontend. Dit wordt alleen gebruikt in lokale modus.
pl: Zmień port używany przez frontend. Jest to używane tylko w trybie lokalnym.
pt_br: Altere a porta usada pelo frontend. Isso é usado apenas no modo local.
ru: Изменение порта, используемого интерфейсом. Он используется только в локальном режиме.
sk: Zmeňte port používaný frontendom. Toto sa používa iba v lokálnom režime.
sv: Ändra porten som används av frontend. Detta används endast i lokalt läge.
tr: Arayüzün kullandığı bağlantı noktasını değiştirin. Bu ayar yalnızca yerel modda kullanılır.
vi: Thay đổi cổng được sử dụng bởi frontend. Nó chỉ được dùng trong chế độ cục bộ.

source: Frameless Window
de: Rahmenloses Fenster
es: Ventana sin marco
et: Raamita aken
fi: Kehyksetön ikkuna
fr: Fenêtre sans bordure
hu: Keret nélküli ablak
it: Finestra senza bordi
nl: Frameloos venster
pl: Okno bezramowe
ru: Безрамочное окно
sk: Bezrámové okno
sv: Ramlöst fönster
tr: Çerçevesiz Pencere
vi: Cửa sổ không viền

source: Disable this option if you have any issues moving the window around.
de: Deaktiviere diese Option, wenn du Probleme hast, das Fenster zu verschieben.
es: Desactiva esta opción si tienes algún problema moviendo la ventana alrededor.
et: Lülita see sisse, kui sul on probleeme akna liigutamisega.
fi: Poista tämä asetus käytöstä, jos sinulla on ongelmia ikkunan siirtämisessä.
fr: Désactivez cette option si vous rencontrez des problèmes pour déplacer la fenêtre.
hu: Ha problémát okoz az ablak mozgatása, kapcsold ki ezt az opciót.
id: Nonaktifkan opsi ini jika Anda mengalami masalah saat memindahkan window.
it: Disabilita questa opzione se riscontri problemi nel spostare la finestra.
nl: Schakel deze optie uit als u problemen heeft met het verplaatsen van het venster.
pl: Wyłącz tę opcję, jeśli masz problemy z przesuwaniem okna.
pt_br: Desative esta opção se tiver problemas para mover a janela.
ru: Отключите эту опцию, если у вас возникли проблемы с перемещением окна.
sk: Túto možnosť vypnite, ak máte problémy s presúvaním okna.
sv: Inaktivera det här alternativet om du har problem med att flytta fönstret.
tr: Pencereyi taşımada sorun yaşıyorsanız, bu seçeneği devre dışı bırakın.
vi: Tắt tùy chọn này nếu bạn gặp bất kì vấn đề nào liên quan đến việc di chuyển cửa sổ.

source: Debug Mode
de: Debug-Modus
es: Modo de depuración
et: Silumisrežiim
fi: Vianetsintätila
fr: Mode débogage
hu: Debug mód
id: Mode Debug
it: Modalità di debug
nl: Debugmodus
pl: Tryb Debugowania
ru: Режим отладки
sk: Režim ladenia
sv: Felsökningsläge
tr: Hata Ayıklama Modu
vi: Chế độ gỡ lỗi

source: Enable this option to use the edge debugger for the frontend.
de: Aktiviere diese Option, um den Edge-Debugger für das Frontend zu verwenden.
es: Permite esta opción para usar el depurador de bordes para el frontend.
et: Sisselülitamisel kasutatakse kasutajaliidese serva silurit.
fi: Tämä asetus avaa Microsoft Edgen sisäänrakennetun käyttöliittymä vianetsintätyökalun.
fr: Activez cette option pour utiliser le débogueur Edge pour l’interface.
hu: Engedélyezd ezt az opciót, ha a frontendhez az edge debugger-t szeretnéd használni.
id: Aktifkan opsi ini untuk menggunakan debugger edge untuk frontend.
it: Abilita questa opzione per utilizzare il debugger avanzato per il frontend.
nl: Schakel deze optie in om de edge debugger te gebruiken voor de frontend.
pl: Włącz tę opcję, aby używać debuggera Edge dla frontendu.
ru: Включите эту опцию, чтобы использовать отладчик Edge для интерфейса.
sk: Povoľte túto možnosť, ak chcete pre frontend použiť ladenie Edge.
sv: Aktivera det här alternativet för att använda edge-felsökaren för användargränssnittet.
tr: Arayüz için Edge hata ayıklayıcısını kullanmak için bu seçeneği etkinleştirin.
vi: Bật tùy chọn này để sử dụng tính năng gỡ lỗi của edge cho frontend.

source: Default UI Mirror
de: Standard UI Spiegel
es: Espejo UI por defecto
et: Vaikimisi kasutajaliidese peegel
fi: Käyttöliittymän palvelin
fr: Mirroir d'interface utilisateur par défaut
id: Mirror UI Default
it: Mirror dell'interfaccia utente default
nl: Standaard UI spiegel
pl: Domyślny serwer interfejsu
ru: Зеркало интерфейса по умолчанию
sk: Predvolené zrkadlo používateľského rozhrania
sv: Standard UI-spegling
tr: Varsayılan UI Yansıması
vi: UI Mirror mặc định

source: The default ETS2LA UI mirror to use. Auto will choose the best available mirror.
de: Der standardmäßig zu verwendende ETS2LA UI Mirror. Auto wählt den besten verfügbaren Mirror aus.
es: El espejo UI ETS2LA predeterminado para usar. Auto elegirá el mejor espejo disponible.
et: Kasutatav vaikimisi ETS2LA kasutajaliides. Automaat valib parima võimaliku peegli.
fi: Käyttöliittymän palvelin jota käyttää. "Auto" valitsee parhaan palvelimen sijaintisi perusteella.
fr: Le mirroir par défaut d'ETS2LA à utiliser. Le mode automatique choisira le meilleur mirroir disponible.
id: Mirror UI default ETS2LA yang akan digunakan. Auto akan memilih mirror terbaik yang tersedia.
it: Il mirror che ETS2LA userà di default. Auto sceglierà il miglior specchio disponibile.
nl: De standaard ETS2LA UI spiegel om te gebruiken. Auto kiest automatisch de beste beschikbare spiegel.
pl: Domyślny serwer interfejsu ETS2LA do użycia. Opcja Auto wybierze najlepszy dostepny mirror.
ru: Зеркало интерфейса ETS2LA, используемое по умолчанию. "Авто" выберет лучшее доступное зеркало.
sk: Predvolené zrkadlo používateľského rozhrania ETS2LA, ktoré sa má použiť. Možnosť Auto vyberie najlepšie dostupné zrkadlo.
sv: Standard ETS2LA UI-spegeln att använda. Auto väljer den bästa tillgängliga spegeln.
tr: Kullanılacak varsayılan ETS2LA UI yansıması. Otomatik olarak en iyi yansıma seçilecektir.
vi: UI mirror mặc định của ETS2LA. "Tự động" sẽ chọn mirror tốt nhất sẵn có.
