Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: I see you've disabled ads. That's totally fine, but you can still support ETS2LA development by donating via Ko-Fi. *Every donation is equal to weeks(!) of ad revenue*, we are eternally grateful for every bit of support we get!
de: Ich sehe du hast Werbung deaktiviert. Das ist komplett ok, aber du kannst die ETS2LA Entwicklung unterstützen, indem du etwas über Ko-Fi spendest. *Jede Spende ist so viel wie Wochen(!) an Werbeeinahmen*, wir sind für jede Unterstützung die wir bekommen unendlich dankbar!
es: Hemos visto que tienes los anuncios desactivados. Eso está totalmente bien, pero puedes seguir apoyando el desarrollo de ETS2LA donando vía Ko-Fi. *Cada donación equivale a semanas(!) de ingresos por publicidad*, ¡Estamos eternamente agradecidos por mínima ayuda que consigamos!
et: Näen, et oled reklaamid välja lülitanud. See on täiesti okei, kuid saate siiski toetada ETS2LA arengut, annetades Ko-Fi kaudu. * Iga annetus on võrdne nädalait reklaamitulu *, oleme igavesti tänulikud iga toetuse eest, mida saame!
fi: Olet laittanut mainokset pois päältä. Siitä vaan! Voit silti tukea ETS2LA:n kehitystä Ko-Fi lahjoituksella. *Jokainen kolmen euron lahjoitus on sama kuin monen viikon(!) mainostulot*. Kiitämme kaikkia tukijoita, he pitävät projektin elossa!
fr: Je vois que vous avez désactivé les publicités. Ce n'est pas grave, mais vous pouvez toujours soutenir le développement d'ETS2LA en faisant un don via Ko-Fi. *Chaque don équivaut à plusieurs semaines(!) de revenus publicitaires*, nous sommes éternellement reconnaissants pour chaque soutien que nous recevons !
id: Saya lihat Anda telah menonaktifkan iklan. Itu tidak masalah, tetapi Anda masih dapat mendukung pengembangan ETS2LA dengan berdonasi melalui Ko-Fi. Setiap donasi setara dengan minggu-minggu(!) pendapatan iklan, kami sangat berterima kasih atas setiap dukungan yang kami dapatkan!
it: Vedo che hai disabilitato gli annunci. Beh, è totalmente corretto, ma puoi comunque supportare lo sviluppo di ETS2LA donando su Ko-Fi. *Ogni donazione equivale a ben 2 settimane di profitto dagli annunci! Siamo eternamente grati di ogni supporto, anche piccolo, che riceviamo!
nl: Ik zie dat je advertenties hebt uitgeschakeld. Dat is helemaal prima, maar je kunt de ontwikkeling van ETS2LA nog steeds ondersteunen door via Ko-Fi te doneren. *Elke donatie is gelijk aan weken(!) van ad-inkomsten*, we zijn eeuwig dankbaar voor alle steun die we krijgen!
pl: Widzę, że wyłączyłeś reklamy. Nie ma w tym nic złego, ale nadal możesz wesprzeć rozwój ETS2LA, przekazując darowiznę za pośrednictwem serwisu Ko-Fi. *Każda darowizna jest równa tygodniowym (!) przechodom z reklam*. Jesteśmy niezmiernie wdzięczni za każde wsparcie, jakie otrzymujemy!
ru: Кажется, вы выключили рекламу. В этом нет ничего страшного, но вы всё ещё можете поддержать разработку ETS2LA, сделав пожертвование через Ko-Fi. *Каждое пожертвование равно неделям(!) доходов с рекламы*, мы бесконечно благодарны за любую поддержку, которую получаем!
sk: Vidím, že ste zakázali reklamy. To je úplne v poriadku, ale stále môžete podporiť vývoj ETS2LA darovaním cez Ko-Fi. *Každý dar sa rovná týždňom(!) príjmov z reklamy*, sme večne vďační za každú podporu, ktorú dostaneme!
sv: Jag ser att du har inaktiverat annonser. Det är helt okej, men du kan fortfarande stödja ETS2LA-utvecklingen genom att donera via Ko-Fi. *Varje donation motsvarar veckor(!) av reklam inkomster*, vi är evigt tacksamma för allt stöd vi får!
tr: Reklamları devre dışı bıraktığınızı görüyoruz – bu sorun değil! Ancak dilerseniz ETS2LA’nın gelişimine Ko-Fi üzerinden bağış yaparak yine de destek olabilirsiniz. Yapılan her bağış, haftalarca reklam geliriyle eş değerde olup, aldığımız her türlü destek için minnettarız!
vi: Mình thấy bạn đã tắt quảng cáo. Điều đó hoàn toàn ổn, nhưng bạn có thể hỗ trợ việc phát triển ETS2LA bằng cách quyên góp qua Ko-Fi. *Mọi quyên góp đều được tính bằng cả tuần (hoặc cả tháng) danh thu quảng cáo*, chúng mình thực sự rất biết ơn cho mọi hỗ trợ chúng mình nhận được!

source: Donate via Ko-Fi
de: Spende über Ko-Fi
es: Dona vía Ko-Fi
et: Anneta Ko-Fi
fi: Lahjoita Ko-Fi:ssa
fr: Faire un don via Ko-Fi
id: Donasi via Ko-Fi
it: Dona con Ko-Fi
nl: Doneren via Ko-Fi
pl: Przekaż darowiznę za pośrednictwem Ko-Fi
ru: Сделать пожертвование через Ko-Fi
sk: Prispejte cez Ko-Fi
sv: Donera via Ko-Fi
tr: Ko-Fi aracılığıyla destek olun
vi: Ủng hộ qua Ko-Fi

source: Hide
de: Verstecken
es: Ocultar
et: Peida
fi: Piilota
fr: Masquer
hu: Elrejtve
id: Sembunyikan
it: Nascondi
nl: Verbergen
pl: Ukryj
ru: Скрыть
sk: Skryť
sv: Göm
tr: Gizle
vi: Ẩn

source: Notice!
de: Beachten!
es: ¡Aviso!
et: Pange tähele!
fi: Huomio!
fr: Avis !
hu: Figyelem!
id: Perhatian!
it: Avviso!
nl: Aankondiging!
pl: Uwaga!
ru: Внимание!
sk: Všimnite si!
sv: Märk!
tr: Dikkat!
vi: Thông báo!

source: An SDK for {0} is outdated. Please reinstall it to update to the latest version in the SDK settings.
de: Die SDK für {0} ist nicht mehr aktuell. Zum aktualisieren bitte in den SDK Einstellungen neu installieren.
es: Un SDK para {0} está desactualizado. Reinstálelo para actualizarlo a la última versión en la configuración del SDK.
et: SDK {0} jaoks on aegunud. Palun installige see uuesti, et värskendada SDK seadete uusimat versiooni.
fi: SDK pelille {0} on vanhentunut. Asenna SDK uudelleen asetuksista, jotta peli ja ETS2LA toimivat kunnolla.
fr: Le SDK pour {0} est obselète. Réinstallez-le pour le mettre à jour dans les paramètres SDK.
id: SDK untuk {0} sudah kedaluwarsa. Harap instal ulang melalui pengaturan SDK untuk memperbarui ke versi terbaru.
it: Un SDK per {0} è obsoleto. Per favore, reinstallalo per aggiornare all'ultima versione nelle impostazioni dell'SDK.
nl: Een SDK voor {0} is verouderd. Installeer het opnieuw om bij te werken naar de nieuwste versie in de SDK instellingen.
pl: SDK dla {0} jest przestarzały. Proszę go ponownie zainstalować w celu aktualizacji do najnowszej wersji w ustawieniach SDK.
ru: SDK для {0} устарел. Пожалуйста, переустановите его в настройках SDK, чтобы обновиться до последний версии.
sk: Súprava SDK pre {0} je zastaraná. Preinštalujte ju, aby ste aktualizovali na najnovšiu verziu v nastaveniach SDK.
sv: Ett SDK för {0} är gammal. Installera om det för att uppdatera till den senaste versionen i SDK-inställningarna.
tr: {0} için SDK güncel değil. Lütfen SDK ayarlarından en son sürüme güncellemek için yeniden yükleyin.
vi: SDK cho {0} đã lỗi thời. Để cập nhật lên phiên bản mới nhất, hãy cài đặt lại trong mục cài đặt SDK.

source: Open SDK Settings
hu: SDK beállítások megnyitása
pl: Otwórz ustawienia SDK
ru: Открыть настройки SDK

source: About
de: Über
es: Acerca de
et: Teave
fi: Tietoa
fr: À propos
hu: Rólunk
id: Tentang
it: Chi siamo
nl: Info
pl: Informacje
pt_br: Sobre
ru: О программе
sk: O ETS2LA
sv: Om
tr: Hakkında
vi: Về chúng mình

source: ETS2LA is a project that aims to provide an easy to use self driving solution for ETS2 and ATS, if you want to learn more then you can visit the github page or the wiki via the sidebar.
de: ETS2LA ist ein Projekt, das darauf abzielt, eine einfach zu bedienende selbstfahrende Lösung für ETS2 und ATS bereitzustellen. Wenn Sie mehr erfahren möchten, können sie die Github-Seite oder das Wiki über die Seitenleiste besuchen.
es: ETS2LA es un proyecto que tiene como objetivo proporcionar una solución de conducción autónoma fácil de usar para ETS2 y ATS. Si desea obtener más información, puede visitar la página de github o la wiki a través de la barra lateral.
et: ETS2LA on projekt, mille eesmärk on pakkuda ETS2 ja ATS-i jaoks hõlpsasti kasutatavat isejuhtivat lahendust, kui soovid rohkem teada saada, siis võid külastada githubi lehte või wikit külgriba kaudu.
fi: ETS2LA on projekti, joka tähtää tarjoamaan itseajavuuden sekä ETS2 että ATS peleille. Jos haluta tietää lisää, voit katso sivupalkin Github ja Wiki linkkejä.
fr: ETS2LA est un projet visant à fournir une solution de conduite autonome facile à utiliser pour ETS2 et ATS. Si tu veux en savoir plus, tu peux visiter la page GitHub ou le wiki via la barre latérale.
hu: ETS2LA egy projekt, ami egy egyszerűen kezelhető önvezető megoldást szeretne adni az EST2 és ATS játékokban. Ha tövvet szeretnél megtudni, látogass el a GitHub oldalunkra, vagy a Wikipédiára az oldalsáv segítségével.
id: ETS2LA adalah proyek yang bertujuan menyediakan solusi self-driving yang mudah digunakan untuk ETS2 dan ATS. Untuk mempelajari lebih lanjut, anda dapat mengunjungi halaman GitHub atau wiki melalui sidebar.
it: ETS2LA è un progetto che mira a fornire una soluzione di guida autonoma facile da usare per ETS2 e ATS. Se vuoi saperne di più, puoi visitare la pagina GitHub o la wiki tramite la barra laterale.
nl: ETS2LA is een project dat tot doel heeft om een eenvoudig te gebruiken zelfrijdende oplossing voor ETS2 en ATS te bieden, als u meer wilt weten dan kunt u de github pagina of de wiki via de zijbalk bezoeken.
pl: ETS2LA jest projektem, który ma na celu zapewnienie łatwego w użyciu rozwiązania do samodzielnego prowadzenia pojazdów dla ETS2 i ATS, jeśli chcesz dowiedzieć się więcej, to możesz odwiedzić stronę github lub wiki za pośrednictwem paska bocznego.
pt_br: O ETS2LA é um projeto que tem como objetivo fornecer uma solução de direção autônoma fácil de usar para os jogos ETS2 e ATS. Se você quiser saber mais, pode visitar a página do projeto no GitHub ou a wiki através da barra lateral. Tradução (PTBR) por: OTAVIO(LUCKYHEAD).
ru: ETS2LA — это проект, который предоставляет простое решение для автопилота в ETS2 и ATS. Если вы хотите узнать больше, посетите страницу GitHub или вики через боковую панель.
sk: ETS2LA je projekt, ktorého cieľom je poskytnúť ľahko použiteľné riešenie pre autonómne riadenie pre ETS2 a ATS. Ak sa chcete dozvedieť viac, môžete navštíviť stránku github alebo wiki cez bočný panel.
sv: ETS2LA är ett projekt som syftar till att tillhandahålla en lättanvänd självkörande lösning för ETS2 och ATS. Om du vill veta mer kan du besöka github-sidan eller wikin via sidofältet.
tr: ETS2LA, ETS2 ve ATS için kullanımı kolay bir otonom sürüş çözümü sunmayı amaçlayan bir projedir. Daha fazla bilgi edinmek isterseniz, kenar çubuğundan github sayfasına veya wiki'ye ulaşabilirsiniz.
vi: ETS2LA là một dự án hướng đến việc cung cấp một trải nghiệm tự động lái dễ dàng cho ETS2 và ATS, nếu bạn muốn tìm hiểu, bạn có thể truy cập trang github hoặc trang wiki ở thanh bên.

source: Statistics
de: Statistiken
es: Estadísticas
et: Statistika
fi: Statistiikat
fr: Statistiques
hu: Statisztikák
id: Statistik
it: Statistiche
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
ru: Статистика
sk: Štatistiky
sv: Statistiker
tr: İstatistikler
vi: Thống kê

source: Users online:
de: Nutzer online:
es: Usuarios en línea:
et: Kasutajad võrgus:
fi: Käyttäjiä paikalla:
fr: Utilisateurs en ligne :
hu: Online felhasználó(k):
id: Pengguna online:
it: Utenti online:
nl: Gebruikers online:
pl: Użytkownicy online:
pt_br: Usuários Online:
ru: Пользователей онлайн:
sk: Používatelia online:
sv: Användare online:
tr: Çevrimiçi kullanıcılar:
vi: Người dùng đang trực tuyến:

source: Past 24 hours:
de: Vergangene 24 Stunden:
es: Últimas 24 horas:
et: 24 tunni jooksul:
fi: Viimeisen 24 tunnin aikana:
fr: Dernières 24 heures :
hu: Az elmúlt 24 órában:
id: 24 jam terkahir:
it: Ultime 24 ore:
nl: De afgelopen 24 uur:
pl: Ostatnie 24 godziny:
pt_br: Ultimas 24 horas:
ru: За последние 24 часа:
sk: Posledných 24 hodín:
sv: Senaste 24 timmar:
tr: Son 24 saat:
vi: Trong 24 giờ qua:

source: Your usage time:
de: Deine Nutzungsdauer:
es: Su tiempo de uso:
et: Teie kasutusaeg:
fi: Sinun käyttöaika:
fr: Votre temps d'utilisation :
hu: Ennyi időt használtad az alkalmazást:
id: Waktu penggunaan anda:
it: Il tuo tempo di utilizzo:
nl: Uw gebruikstijd:
pl: Czas użytkowania:
pt_br: Seu tempo de Uso:
ru: Ваше время использования:
sk: Váš čas používania:
sv: Din användningstid:
tr: Kullanım süreniz:
vi: Thời gian sử dụng của bạn:

source: over {count} session
pl: w ciągu {count} sesji
ru: За {count} сессию

source: You are not logged in.
de: Du bist nicht eingeloggt.
es: No has iniciado sesión.
et: Sa pole sisse logitud.
fi: Et ole kirjautunut sisään.
fr: Vous n'êtes pas connecté(e).
hu: Nincs bejelentkezve.
id: Anda belum login.
it: Non hai effettuato l'accesso.
nl: Je bent niet ingelogd.
pl: Nie jesteś zalogowany.
pt_br: Você não está logado(a).
ru: Вы не вошли в систему.
sk: Nie ste prihlásený/á.
sv: Du är inte inloggad.
tr: Giriş yapmadınız.
vi: Bạn đang không đăng nhập.

source: Your anonymous user ID is: {0}
de: Deine anonyme Nutzer-ID ist: {0}
es: Su ID de usuario anónimo es: {0}
et: Sinu anonüümne kasutaja ID on: {0}
fi: Sinun anonyymi käyttäjätunnus on: {0}
fr: Votre identifiant anonyme est : {0}
hu: A te névtelen megkülönböztető számod: {0}
id: ID pengguna anonim Anda adalah: {0}
it: Il tuo ID utente anonimo è: {0}
nl: Uw anonieme gebruikers-ID is: {0}
pl: Twój anonimowy identyfikator użytkownika to: {0}
pt_br: Seu ID de usuário anônimo é: {0}
ru: Ваш анонимный ID пользователя: {0}
sk: Vaše anonymné ID používateľa je: {0}
sv: Ditt anonyma användar-ID är: {0}
tr: Anonim kullanıcı kimliğiniz: {0}
vi: ID người dùng ẩn danh của bạn là: {0}

source: You are logged in.
de: Du bist eingeloggt.
es: Has iniciado sesión.
et: Sa oled sisse logitud.
fi: Olet kirjautunut sisään.
fr: Vous êtes connecté(e).
hu: Be vagy jelentkezve.
id: Anda telah login.
it: Hai effettuato l'accesso.
nl: Je bent ingelogd.
pl: Jesteś zalogowany.
pt_br: Você está logado(a).
ru: Вы вошли в систему.
sk: Ste prihlásený/á.
sv: Du är inloggad.
tr: Giriş yaptınız.
vi: Bạn đang không đăng nhập.

source: Welcome back, {0}!
de: Willkommen zurück, {0}!
es: ¡Bienvenido de nuevo, {0}!
et: Tere tulemast tagasi, {0}!
fi: Tervetuloa takaisin {0}!
fr: Bienvenue à nouveau, {0} !
hu: Üdv újra, {0}!
id: Selamat datang lagi, {0}!
it: Bentornato, {0}!
nl: Welkom terug, {0}!
pl: Witaj z powrotem, {0}!
pt_br: Bem-vindo(a) de volta, {0}!
ru: С возвращением, {0}!
sk: Vitaj späť, {0}!
sv: Välkommen tillbaks, {0}!
tr: Hoş geldin, {0}!
vi: Chào mừng trở lại, {0}!

source: The ETS2LA backend might be partially unavailable, please mind any erroneous values or missing statistics!
pl: Backend ETS2LA może być częściowo niedostępny, dlatego prosimy mieć na uwadze ewentualne błędne wartości lub brakujące statystyki!
ru: Backend ETS2LA может быть частично недоступен, пожалуйста, имейте в виду любые ошибочные значения или отсутствующую статистику!

source: We are working to restore full functionality as soon as possible. Hang on tight, this might take anywhere from a few minutes to several days!
pl: Pracujemy nad jak najszybszym przywróceniem pełnej funkcjonalności. Prosimy o cierpliwość — może to potrwać od kilku minut do nawet kilku dni!
ru: Мы стараемся восстановить полную функциональность как можно быстрее. Держитесь крепче, это может занять от нескольких минут до нескольких дней!

source: Contributors
de: Mitwirkende
es: Colaboradores
et: Arendajad
fi: Kehittäjät
fr: Contributeurs
hu: Közreműködők
id: Kontributor
it: Collaboratori
nl: Bijdragen
pl: Współtwórcy
pt_br: Contribuidores
ru: Участники
sk: Prispievatelia
sv: Bidragsgivare
tr: Katkıda bulunanlar
vi: Những người đóng góp

source: Translations
de: Übersetzungen
es: Traducciones
et: Tõlked
fi: Käännökset
fr: Traductions
hu: Fordítások
id: Terjemahan
it: Traduzioni
nl: Vertalingen
pl: Tłumaczenia
pt_br: Tradutores
ru: Переводы
sk: Preklady
sv: Översättningar
tr: Çeviriler
vi: Các bản dịch

source: List Contributors
de: Liste der Mitwirkenden
es: Lista de contribuyentes
et: Näida arendajad
fi: Näytä Kehittäjät
fr: Liste des contributeurs
hu: Lista a közreműködőkröl
id: Daftar Kontributor
it: Lista dei collaboratori
nl: Lijst bijdragers
pl: Lista współtwórców
pt_br: Lista dos contribuidores
ru: Список участников
sk: Zoznam prispievateľov
sv: Lista bidragsgivare
tr: Liste Katılımcıları
vi: Danh sách những người đóng góp

source: Help Translate
de: Helfe zu übersetzen
es: Ayuda a traducir
et: Aidake tõlkida
fi: Auta Kääntämään
fr: Contribuer à la traduction
hu: Segíts fordítani
id: Bantu Terjemah
it: Aiuta a tradurre
nl: Help vertalen
pl: Pomoc w tłumaczeniu
pt_br: Ajudar na tradução
ru: Помощь в переводе
sk: Pomoc s prekladom
sv: Hjälp Översätta
tr: Çevirmeye Yardımcı Olun
vi: Hỗ trợ dịch thuật

source: Support Development
de: Unterstütze die Entwicklung
es: Ayuda al Desarrollo
et: Toetada arengut
fi: Tue Kehitystä
fr: Soutenir le développement
hu: Támogasd a fejlesztést
id: Dukung Pengembangan
it: Supporta lo sviluppo
nl: Steun voor ontwikkeling
pl: Wsparcie rozwoju
ru: Поддержка разработчиков
sk: Podpora rozvoja
sv: Stöda Utvecklingen
tr: Destek Geliştirme
vi: Ủng hộ nhà phát triển

source: If you like the project and want to support the development, you can do so by donating via Ko-Fi.
de: Wenn du das Projekt magst und es unterstützen möchtest kannst du dies mit einer Spende über Ko-Fi tun.
es: Si te gusta el proyecto y quieres apoyar el desarrollo, puedes hacerlo donando a través de Ko-Fi.
et: Kui teile projekt meeldib ja soovite arendust toetada, saate seda teha Ko-Fi kaudu annetades.
fi: Jos pidät projektista voit lähettää Ko-Fi -palvelun kautta rahaa kehityksen tukemista varten.
fr: Si vous appréciez le projet et souhaitez soutenir son développement, vous pouvez le faire en faisant un don via Ko-Fi.
hu: Ha tetszik a project, és szeretnéd támogatni a fejlesztését, azt megteheted Ko-Fi keresztül.
id: Jika anda menyukai pyoyek dan ingin membantu pengembangan, anda dapat memberikan dukungan dengan melakukan donasi melalui Ko-Fi.
it: Se ti piace il progetto e vuoi supportarne lo sviluppo, puoi farlo facendo una donazione tramite Ko-Fi.
nl: Als u van het project houdt en de ontwikkeling wilt ondersteunen, kunt u dit doen door te doneren via Ko-Fi.
pl: Jeśli podoba Ci się projekt i chcesz wspierać rozwój, możesz to zrobić poprzez darowiznę Ko- Fi.
pt_br: Se você gostou do projeto e deseja apoiar o desenvolvimento, pode doar através do Ko-Fi.
ru: Если вам нравится проект и вы хотите поддержать разработку, вы можете сделать это через Ko-Fi.
sk: Ak sa vám projekt páči a chcete podporiť jeho rozvoj, môžete tak urobiť darovaním prostredníctvom Ko-Fi.
sv: Om du gillar projektet och vill stödja utvecklingen kan du göra det genom att donera via Ko-Fi.
tr: Projeyi beğendiyseniz ve geliştirilmesini desteklemek istiyorsanız, Ko-Fi aracılığıyla bağışta bulunabilirsiniz.
vi: Nếu bạn thích dự án này và muốn hỗ trợ nhà phát triển, bạn có thể làm bằng cách quyên góp qua Ko-Fi.

source: If you want to contribute, then I recommend joining the discord server and checking out the github page.
de: Wenn du etwas beitragen möchtest, empfehle ich dir, dem Discord-Server beizutreten und die GitHub-Seite zu besuchen.
es: Si quieres contribuir, te recomiendo unirte al servidor de discord y visitar la página de github.
et: Kui soovite kaasa aidata, siis soovitan liituda discord serverile ja vaadata githubi lehte.
fi: Jos haluat kehittää omia laajennuksia, niin on suositeltavaa liittyä Discord palvelimelle ja vilkaisemaan projektin Github sivuja.
fr: Si vous souhaitez contribuer, je vous recommande de rejoindre le serveur Discord et de consulter la page GitHub.
hu: Ha szeretnél hozzájárulni, akkor ajálnlom, hogy lépj be a Discrod szerverünkbe, és csekkold le a GitHub oldalunkat.
id: Jika anda ingin berkontribusi, maka saya sarankan untuk bergabung server discord dan mengecek halaman github.
it: Se vuoi contribuire, ti consiglio di unirti al server Discord e dare un’occhiata alla pagina GitHub.
nl: Als je een bijdrage wilt leveren, raad ik je aan om je aan te sluiten bij de discord server en de github pagina te bekijken.
pl: Jeśli chcesz się przyłączyć, polecam dołączenie do serwera discord i sprawdzenie strony z github.
pt_br: Para contribuir, junte-se ao nosso servidor no Discord e confira a página no GitHub.
ru: Если вы хотите внести свой вклад, мы рекомендуем присоединиться к серверу Discord и посетить страницу GitHub.
sk: Ak chcete prispieť, odporúčam pripojiť sa k Discord serveru a pozrieť si stránku na GitHube.
sv: Om du vill bidra rekommenderar jag att du går med i Discord-servern och kollar in github-sidan.
tr: Katkıda bulunmak istiyorsanız, Discord sunucusuna katılmanızı ve GitHub sayfasını kontrol etmenizi öneririm.
vi: Nếu bạn muốn đóng góp, bạn nên tham gia máy chủ discord và khám phá trang github.

source: If you want to contribute to the translations, then you can do so by joining the discord and contacting a moderator.
de: Wenn du zu der Übersetzung beitragen möchtest kannst du das tun, indem du dem Discord beitrittst und einen Moderator kontaktierst.
es: Si quieres contribuir a las traducciones, entonces puedes hacerlo uniéndote al discord y contactando con un moderador.
et: Kui soovite tõlkele kaasa aidata, saate seda teha liitumal discordi ja võttes ühendust moderaatoriga.
fi: Jos haluat auttaa käänöksissä niin voit tehdä niin liitymällä Discord palvelimelle ja ottamalla yhteyttä moderaatoriin.
fr: Si vous souhaitez contribuer aux traductions, vous pouvez le faire en rejoignant le serveur Discord et en contactant un modérateur.
hu: Hogyha szeretnél hozzájárulni a fordításokhoz, lépj be a Discord szerverbe és kérj segítséget egy moderátortól.
id: Jika anda ingin berkontribusi dalam penerjemahan, Anda bisa bergabung ke discord dan menghubungi moderator.
it: Se vuoi contribuire alle traduzioni, puoi farlo unendoti al Discord e contattando un moderatore.
nl: Als je wilt bijdragen aan de vertalingen, dan kun je dat doen door je aan te sluiten bij de discord en contact op te nemen met een moderator.
pl: Jeśli chcesz przyczynić się do tłumaczenia, możesz to zrobić, dołączając do discorda i kontaktując się z moderatorem.
pt_br: Se você deseja contribuir com as traduções, pode entrar no Discord e entrar em contato com um moderador.
ru: Если вы хотите помочь с переводами, вы можете сделать это, присоединившись к Discord и связавшись с модератором.
sk: Ak chcete prispieť k prekladom, môžete tak urobiť pripojením sa k Discordu a kontaktovaním moderátora.
sv: Om du vill bidra till översättningarna kan du göra det genom att gå med i discord och kontakta en moderator.
tr: Çevirilere katkıda bulunmak istiyorsanız, Discord'a katılarak ve bir moderatörle iletişime geçerek bunu yapabilirsiniz.
vi: Nếu bạn muốn đóng góp các bản dịch, bạn có thể làm bằng cách tham gia máy chủ discord và liên hệ trực tiếp với Tumppi066.

source: Utils
de: Werkzeuge
es: Utilidades
et: Utiliidid
fi: Avustimet
fr: Outils
id: Utilitas
it: Strumenti
pl: Narzędzia
pt_br: Utilidades
ru: Утилиты
sk: Nástroje
sv: Användning
tr: Yardımcı Programlar
vi: Các tiện ích

source: Fix Wipers
de: Repariere Scheibenwischer
es: Arregla los limpiaparabrisas
et: Paranda klaasipuhastid
fi: Korjaa pyyhkijät
fr: Réparer les essuie-glaces
hu: Ablaktörlők javítása
id: Perbaiki Wiper
it: Aggiusta i tergicristalli
nl: Repareren wissers
pl: Napraw wycieraczki
pt_br: Correção para os limpadores de para-brisa
ru: Починить дворники
sk: Opravte stierače
sv: Fixa Vindrutetorkare
tr: Silecekleri Tamir Et
vi: Sửa cần gạt nước
