Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: The coefficient of friction used for the ACC calculations. Higher values allow the truck to drive faster in curves.
de: Der Reibungskoeffizient, der für die ACC-Berechnungen verwendet wird. Höhere Werte ermöglichen es dem Lkw, schneller durch Kurven zu fahren.
es: Coeficiente de fricción utilizado para los cálculos del ACC. Valores más altos permiten que el camión tome las curvas a mayor velocidad.
et: Hõõrdetegur, mida kasutatakse ACC arvutustes. Kõrgemad väärtused võimaldavad veokil kurvides kiiremini sõita.
fi: ACC käyttää tätä kitkakerrointa kulmanopeuksien laskemisessa. Korkea arvo tarkoittaa kulmissa nopeampaa ajoa.
fr: Coefficient de friction utilisé pour les calculs de l’ACC. Des valeurs plus élevées permettent au camion de prendre les virages à une vitesse supérieure.
hu: Szabályozza a (képzeletbeli) súrlódást a gumiabroncsok és az út között. Az alacsonyabb értékek miatt a teherautó jobban lelassul, míg a magasabb értékek miatt gyorsabban halad a kanyarokban.
id: Koefisien gesekan yang digunakan untuk perhitungan ACC. Nilai yang lebih tinggi memungkinkan truk melaju lebih cepat di tikungan.
it: Il coefficiente di attrito utilizzato per i calcoli dell'ACC. Valori più alti permettono al camion di affrontare le curve a velocità maggiori.
nl: De wrijvingscoëfficiënt die wordt gebruikt voor de ACC-berekeningen. Met hogere waarden kan de truck sneller rijden in bochten.
pl: Współczynnik tarcia używany do obliczeń ACC. Wyższe wartości pozwalają ciężarówce jechać szybciej na zakrętach.
pt_br: O coeficiente de atrito usado para os cálculos do ACC. Valores mais altos permitem que o caminhão dirija mais rápido em curvas.
ru: Коэффициент трения используется для вычислений АКК. Высокие значения позволяют грузовику ехать быстрее на изгибах.
sk: Koeficient trenia použitý na výpočty ACC. Vyššie hodnoty umožňujú nákladnému vozidlu jazdiť v zákrutách rýchlejšie.
sv: Friktionskoefficienten som används för ACC-beräkningarna. Högre värden gör att lastbilen kan köra snabbare i kurvor.
tr: ACC (Uyumlu Hız Kontrol Sistemi) hesaplamalarında kullanılan sürtünme katsayısı, yüksek değerlerle kamyonun virajlarda daha yüksek hızlara ulaşmasını sağlar.
vi: Hệ số ma sát được dùng cho các tính toán của ACC. Giá trị cao hơn cho phép xe tải vào cua nhanh hơn.

source: Speed Limit Settings
de: Geschwindigkeitsbegrenzungseinstellungen
es: Configuración del límite de velocidad
et: Kiirusepiirangu seadistused
fi: Nopeusrajoittimen asetukset
fr: Paramètres de limitation de vitesse
id: Pengaturan Batas Kecepatan
it: Impostazioni dei Limiti di Velocità
nl: Snelheidslimietinstellingen
pl: Ustawienia ograniczenia prędkości
ru: Настройки ограничения скорости
sk: Nastavenia rýchlostného limitu
sv: Hastighets begränsnings inställningar
tr: Hız Sınırı Ayarları
vi: Cài đặt giới hạn tốc độ

source: Maximum Speed
de: Höchstgeschwindigkeit
es: Velocidad máxima
et: Maksimaalne kiirus
fi: Maksiminopeus
fr: Vitesse maximale
id: Kecepatan Maksimum
it: Velocità Massima
nl: Maximumsnelheid
pl: Maksymalna prędkość
ru: Максимальная скорость
sk: Maximálna rýchlosť
sv: Maximal hastighet
tr: Maksimum Hız
vi: Tốc độ tối đa

source: The maximum speed ACC will drive at. Set this to 0 to disable.
de: Die maximale Geschwindigkeit die das ACC fährt. Setze es auf 0 um es zu deaktivieren.
es: La velocidad máxima a la que conducirá el ACC. Establécelo en 0 para desactivarlo.
et: Maksimaalne kiirus ACC sõidab. Väljalülitamiseks määra 0.
fi: Maksimi nopeus jolla vakionopeudensäädin ajaa. Arvo 0 poistaa käytöstä.
fr: Vitesse maximale à laquelle l'ACC roulera. Réglez ce paramètre sur 0 pour le désactiver.
id: Kecepatan maksimum yang akan dikendarai ACC. Setel ke 0 untuk menonaktifkan.
it: La velocità massima a cui l'ACC potrà andare. Imposta questo campo a 0 per disabilitarlo.
nl: De maximale snelheid ACC zal rijden op. Zet dit op 0 om uit te schakelen.
pl: Maksymalna prędkość, z jaką będzie jeździć ACC. Ustaw wartość 0, aby wyłączyć tę funkcję.
ru: Максимальная скорость, с которой будет ехать АКК. Установите 0, чтобы выключить.
sk: Maximálna rýchlosť, ktorou bude systém ACC jazdiť. Pre deaktiváciu nastavte túto hodnotu na 0.
sv: Den högsta farten ACC:n kommer köra vid. Sätt denna på 0 för att stänga av.
tr: ACC'nin ulaşabileceği maksimum hız. Devre dışı bırakmak için bu değeri 0 olarak ayarlayın.
vi: Tốc độ tối đa ACC sẽ chạy. Đặt về 0 để tắt.

source: Fallback speed
de: Fallback Geschwindigkeit
es: Velocidad de respaldo
et: Tagasilöögikiirus
fi: Vararajoitus
fr: Vitesse de secours
id: Kecepatan fallback
it: Velocità alternativa
nl: Terugvalsnelheid
pl: Prędkość awaryjna
ru: Запасная скорость
sk: Záložná rýchlosť
sv: Reservhastighet
tr: Geri çekilme hızı
vi: Tốc độ dự phòng

source: The speed to drive when the game tells us that the speed limit is 0 km/h.
de: Die Geschwindigkeit, mit der gefahren werden soll, wenn das Spiel angibt, dass die Geschwindigkeitsbegrenzung 0 km/h beträgt.
es: La velocidad a la que se debe conducir cuando el juego indica que el límite de velocidad es 0 km/h.
et: Sõidukiirus, kui mäng ütleb meile, et kiiruspiirang on 0 km/h.
fi: Peli kertoo joskus rajoituksen olevan 0 km/h, tässä tapauksessa ajetaan tätä nopeutta.
fr: Vitesse à adopter lorsque le jeu indique une limite de vitesse de 0 km/h.
hu: A sebesség, amellyel akkor halad, amikor az API (út) 0 vagy annál alacsonyabb sebességkorlátozást olvas.
id: Kecepatan untuk berkendara saat game memberi tahu kita bahwa batas kecepatan adalah 0 km/jam.
it: La velocità da mantenere quando il gioco indica che il limite di velocità è 0 km/h.
nl: De snelheid om te rijden wanneer het spel ons vertelt dat de maximumsnelheid 0 km/h is.
pl: Prędkość, z jaką należy jechać, gdy gra informuje nas, że ograniczenie prędkości wynosi 0 km/h.
pt_br: A velocidade para dirigir quando o jogo nos informa que o limite de velocidade é de 0 km/h.
ru: Скорость движения, когда игра сообщает нам, что ограничение скорости 0 км/ч.
sk: Rýchlosť, ktorou sa máme jazdiť, keď nám hra povie, že rýchlostný limit je 0 km/h.
sv: Hastigheten att köra när spelet säger att hastighetsgränsen är 0 km/h.
tr: Oyun, hız sınırını 0 km/s olarak belirttiğinde, sürülmesi gereken hızı belirtir.
vi: Tốc độ chạy khi game nói với ETS2LA rằng giới hạn tốc độ là 0km/h.

source: Ignore Speed Limit
de: Geschwindigkeitsbegrenzung ignorieren
es: Ignorar límite de velocidad
et: Kiirusepiirangu eiramine
fi: Ohita nopeusrajoitus
fr: Ignorer la limite de vitesse
hu: Sebességkorlátozás figyelmen kívül hagyása
id: Abaikan Batas Kecepatan
it: Ignora il limite di velocità
nl: Snelheidslimiet negeren
pl: Ignoruj ograniczenie prędkości
pt_br: Ignorar Limite da Pista
ru: Игнорировать ограничение скорости
sk: Ignorovať rýchlostný limit
sv: Ignorera hastighetsbegränsning
tr: Hız Limitini Yoksay
vi: Mặc kệ giới hạn tốc độ

source: Whether the ACC should ignore the speed limit.
de: Ob der ACC (Adaptive Cruise Control) die Geschwindigkeitsbegrenzung ignorieren soll.
es: Indica si el ACC debe ignorar el límite de velocidad.
et: Kas ACC peaks kiirusepiirangut eirama.
fi: Jos tämä asetus on päällä, ACC ei ota nopeusrajoitusta huomioon ollenkaan ajon aikana.
fr: Si l'ACC doit ignorer la limite de vitesse.
hu: Vezetés közben hagyja figyelmen kívül a sebességkorlátozásokat.
id: Apakah ACC harus mengabaikan batas kecepatan.
it: Se l'ACC dovrebbe ignorare il limite di velocità.
nl: Of de ACC de snelheidslimiet moet negeren.
pl: Czy ACC powinno ignorować ograniczenie prędkości.
pt_br: Se o ACC deve ignorar o limite de velocidade.
ru: Должен ли АКК игнорировать ограничение скорости.
sk: Či má ACC ignorovať rýchlostný limit.
sv: Om ACC ska ignorera hastighetsgränsen.
tr: ACC'nin hız limitini görmezden gelip gelmemesi gerektiği.
vi: ACC có nên mặc kệ giới hạn tốc độ không? Nhớ rằng **chắc chắn nó sẽ không an toàn**.

source: Speed Offset Type
de: Typ des Geschwindigkeitsversatzes
es: Tipo de compensación de velocidad
et: Kiiruse nihke tüüp
fi: Nopeuspoikkeaman tyyppi
fr: Type d’écart de vitesse
hu: Sebességeltolás típusa
id: Jenis Offset Kecepatan
it: Tipo di offset della velocità
nl: Snelheidsverschuivingstype
pl: Rodzaj przesunięcia prędkości
pt_br: Tipo de Variação de Velocidade
ru: Тип отклонения скорости
sk: Typ odchýlky rýchlosti
sv: Hastighetsförskjutningstyp
tr: Hız Değişim Türü
vi: Loại offset tốc độ

source: Select the type of speed offset to apply.
de: Wähle den Typ des anzuwendenden Geschwindigkeitsversatzes.
es: Selecciona el tipo de compensación de velocidad que se aplicará.
et: Vali rakendatava kiiruse nihke tüüp.
fi: Valitse poikkeaman tyyppi, siis prosentti vai kilometri arvo.
fr: Sélectionnez le type de décalage de vitesse à appliquer.
id: Pilih jenis offset kecepatan yang akan diterapkan.
it: Seleziona il tipo di offset di velocità da applicare.
nl: Selecteer het toe te passen type snelheidsverschuiving.
pl: Wybierz rodzaj przesunięcia prędkości, które chcesz zastosować.
pt_br: Selecione o tipo de variação de velocidade a ser aplicado.
ru: Укажите тип отклонения скорости, который нужно применить.
sk: Vyberte typ rýchlostnej odchýlky, ktorú chcete použiť.
sv: Välj vilken typ av hastighetsförskjutning som ska tillämpas.
tr: Uygulanacak hız ofseti türünü seçin.
vi: Chọn loại offset tốc độ để áp dụng.

source: Speed Offset
de: Geschwindigkeitsversatz
es: Compensación de velocidad
et: Kiiruse nihe
fi: Nopeuspoikkeama
fr: Décalage de vitesse
hu: Sebességeltolás
id: Offset Kecepatan
it: Offset di velocità
nl: Snelheidsverschuiving
pl: Przesunięcie prędkości
pt_br: Variação de Velocidade
ru: Отклонение скорости
sk: Odchýlka rýchlosti
sv: Hastighetsförskjutning
tr: Hız Değişimi
vi: Offset tốc độ

source: The speed offset to apply to all speedlimits. Please note that you can also change this dynamically with the keybinds in the controls.
de: Der Geschwindigkeitsversatz, der auf alle Geschwindigkeitsbegrenzungen angewendet wird. Bitte beachte, dass du dies auch dynamisch über die Tastenkombinationen in den Steuerungen ändern kannst.
es: La compensación de velocidad que se aplicará a todos los límites de velocidad. Ten en cuenta que también puedes modificar esto dinámicamente con las teclas asignadas en los controles.
et: Kiiruse nihe kehtib kõigi kiiruspiirangute puhul. Pange tähele, et saate seda dünaamiliselt muuta ka juhtseadiste klaviatuuridega.
fi: Staattinen nopeuspoikkeama kaikkilla nopeuksilla. ETS2:n turvallinen poikkeama on 3 km/h ylinopeutta.
fr: Le décalage de vitesse à appliquer à toutes les limites de vitesse. Veuillez noter que vous pouvez également modifier cela de manière dynamique à l'aide des raccourcis clavier dans les contrôles.
id: Offset kecepatan yang akan diterapkan ke semua batas kecepatan. Harap dicatat bahwa anda juga dapat mengubah ini secara dinamis dengan keybinds di kontrol.
it: L’offset di velocità da applicare a tutti i limiti di velocità. Nota che puoi anche modificarlo dinamicamente con i tasti di scelta rapida nei comandi.
nl: De snelheidscompensatie voor alle snelheidsbeperkingen. Houd er rekening mee dat u dit ook dynamisch kunt wijzigen met de toetsenborden in de bediening.
pl: Przesunięcie prędkości, które ma być stosowane do wszystkich ograniczeń prędkości. Należy pamiętać, że można to również zmieniać dynamicznie za pomocą skrótów klawiszowych w ustawieniach.
pt_br: A variação de velocidade a ser aplicada a todos os limites de velocidade. Lembre-se que você também pode alterar isso de forma dinâmica com as teclas de atalho nas configurações de controle.
ru: Значение отклонения скорости, которое нужно применить ко всем ограничениям скорости. Пожалуйста, имейте в виду, что вы также можете изменять это динамически путём привязывания клавиш в настройках управления.
sk: Odchýlka rýchlosti, ktorá sa aplikuje na všetky rýchlostné limity. Upozorňujeme, že túto hodnotu môžete dynamicky meniť aj pomocou klávesových skratiek v ovládaní.
sv: Hastighetsförskjutningen som ska gälla för alla hastighetsgränser. Observera att du också kan ändra detta dynamiskt med tangentkombinationerna i kontrollerna.
tr: Tüm hız limitlerine uygulanacak hız değişimi. Ayrıca bunu kontrol tuşlarıyla dinamik olarak değiştirebileceğinizi unutmayın.
vi: Offset tốc độ sẽ áp dụng cho tất cả giới hạn tốc độ. Bạn cũng có thể thay đổi cái này một cách linh hoạt với các phím tắt trong cài đặt điều khiển.

source: Show Debug Data
pl: Pokaż dane debugowania
ru: Отобразить инфо для дебага

source: Show ACC debug information on the AR overlay, can help when tuning the PID controller.
pl: Wyświetlanie informacji debugowania ACC na nakładce AR może pomóc w modyfikacji regulatora PID.
ru: Показ дебаг-информации для АКК на AR оверлее, может помочь в настройке PID контроллера.

source: Unlock PID
de: Entsperre PID
es: Desbloquear PID
et: Ava PID
fi: Avaa PID muokkaus
fr: Déverrouiller le PID
id: Buka Kunci PID
it: Sblocca il PID
nl: PID ontgrendelen
pl: Odblokuj PID
pt_br: Desbloquear PID
ru: Разблокировать ПИД
sk: Odomknúť PID
sv: Lås upp PID
tr: PID Kilidini Aç
vi: Mở khóa PID

source: You can unlock the PID settings to adjust them manually. This isn't recommended unless you know what a PID is and how you can tune it correctly.
de: Du kannst die PID Einstellungen entsperren, um sie manuell anzupassen. Dies wird nicht aber nicht empfohlen, außer wenn du weißt was ein PID ist und wie man es richtig einstellt.
es: Puedes desbloquear la configuración del PID para ajustarla manualmente. Esto no se recomienda a menos que sepas qué es un PID y cómo ajustarlo correctamente.
et: Saate PID-seadeid avada, et neid käsitsi kohandada. Seda ei soovitata, kui te ei tea, mis on PID ja kuidas seda õigesti häälestada.
fi: Voit avata PID muokkauksen, jos haluat säätää sitä itse. Suositus on olla muokkaamatta PID:tä jos et ole jo hyvin perillä siitä.
fr: Vous pouvez déverrouiller les paramètres PID pour les régler manuellement. Cela n'est pas recommandé, sauf si vous savez ce qu'est un PID et comment le régler correctement.
id: Anda dapat membuka kunci pengaturan PID untuk menyesuaikannya secara manual. Ini tidak direkomendasikan kecuali anda tahu apa itu PID dan bagaimana anda dapat menyetelnya dengan benar.
it: Puoi sbloccare le impostazioni PID per modificarle manualmente. Non è consigliato farlo a meno che tu non sappia cosa sia un PID e come regolarlo correttamente.
nl: U kunt de PID-instellingen openen om ze handmatig aan te passen. Dit wordt niet aanbevolen tenzij je weet wat een PID is en hoe je het correct kunt afstemmen.
pl: Możesz odblokować ustawienia PID, aby dostosować je ręcznie. Nie jest to zalecane, chyba że wiesz, czym jest PID i jak go prawidłowo dostroić.
pt_br: Você pode desbloquear as configurações do PID para ajustá-las manualmente. Isso não é recomendado, a menos que você saiba o que é um PID e como ajustá-lo corretamente.
ru: Вы можете разблокировать настройки ПИД, чтобы изменить их вручную. Это не рекомендовано, если вы знаете что такое ПИД и как корректно настраивать его значения.
sk: Nastavenia PID regulátora môžete odomknúť a upraviť ich manuálne. Toto sa neodporúča, pokiaľ neviete, čo je PID regulátor a ako ho správne naladiť.
sv: Du kan låsa upp PID inställningarna så att du manuellt kan justera de. Detta är inte rekommenderat om du inte vet vad en PID är eller hur du kan justera den.
tr: PID ayarlarını manuel olarak değiştirebilmek için kilidini açabilirsiniz. Ancak, PID nedir ve doğru şekilde nasıl ayarlanır bildiğinizden emin değilseniz, bu işlem önerilmez.
vi: Bạn có thể mở khóa các cài đặt PID để điều chỉnh chúng thủ công. Nhưng chúng mình không khuyến khích trừ khi bạn hiểu rõ PID là gì và có thể tinh chỉnh một cách chính xác.

source: Are we there yet? No? Then we need to accelerate more! (Proportional gain for the PID controller.)
de: Sind wir schon da? Nein? Dann müssen wir mehr beschleunigen! (Proportionale Verstärkung für den PID-Regler.)
es: ¿Ya llegamos? ¿No? ¡Entonces necesitamos acelerar más! (Ganancia proporcional para el controlador PID)
et: Kas oleme juba kohal? Ei? Siis peame rohkem kiirendama! (PID-kontrolleri proportsionaalne kasu.)
fi: Olemmeko me jo perillä? Ei? Sitten pitää kiihdyttää!
fr: On est déjà arrivés ? Non ? Alors il faut accélérer davantage ! (Gain proportionnel pour le régulateur PID.)
id: Apakah kita sudah sampai? Belum? Maka kita perlu berakselerasi lebih! (Gain proporsional untuk pengontrol PID.)
it: Siamo arrivati? No? Allora dobbiamo accelerare di più! (Guadagno proporzionale per il controller PID.)
nl: Zijn we er al? Nee? Dan moeten we meer versnellen! (Proportioneel voordeel voor de PID controller.)
pl: Czy już dojechaliśmy? Nie? W takim razie musimy przyspieszyć! (Proporcjonalny przyrost dla regulatora PID.)
pt_br: Já chegamos? Não? Então precisamos acelerar mais!" (Ganho proporcional para o controlador PID.)
ru: Мы у цели? Нет? Тогда нам нужно ускориться больше! (Пропорциональный компонент ПИД регулятора.)
sk: Sme tam už? Nie? Potom musíme ešte viac zrýchliť! (Proporcionálne zosilnenie pre PID regulátor.)
sv: Är vi där än? Nej? Då måste vi accelerera mer! (Proportionell förstärkning för PID-regulatorn.)
tr: Henüz varmadık mı? Hayır mı? O zaman biraz daha hızlanmamız gerekiyor! (PID kontrolcüsü için oransal kazanç.)
vi: Chúng ta đến đích chưa? Chưa? Chúng ta cần tăng tốc thêm! (Kp quyết định mức độ phản ứng ngay lập tức của hệ thống khi có sai lệch. Giá trị cao đồng nghĩa với phản ứng nhanh nhưng cũng đồng nghĩa là kém ổn định)

source: Has it been a while since we were there? Then we need to accelerate more! (Integral gain for the PID controller.)
de: Ist es schon eine Weile, seit wir dort waren? Dann müssen wir mehr beschleunigen! (Integraler Verstärkungsfaktor für den PID-Regler.)
es: ¿Hace tiempo que no vamos? ¡Entonces necesitamos acelerar más! (Ganancia integral del controlador PID)
et: Kas sellest on juba mõnda aega möödas, kui me seal olime? Siis peame rohkem kiirendama! (PID-kontrolleri täielik kasu.)
fi: Olemmeko olleet kaukana nopeudesta kauan? Sitten pitää kiihdyttää lisää!
fr: Cela fait-il longtemps que nous sommes là ? Alors nous devons accélérer moins ! (Gain intégral pour le régulateur PID.)
id: Sudah lama sejak kita sampai di sana? Maka kita perlu berakselerasi lebih! (Gain integral untuk pengontrol PID.)
it: È passato un po’ di tempo da quando siamo arrivati? Allora dobbiamo accelerare di più! (Guadagno integrale per il controller PID.)
nl: Is het al een tijdje geleden dat we er waren? Dan moeten we meer versnellen! (Integraal voordeel voor de PID controller.)
pl: Czy minęło już trochę czasu, odkąd tam byliśmy? W takim razie musimy przyspieszyć! (Wzmocnienie całkowe dla regulatora PID.)
pt_br: Já faz um tempo que não chegamos lá? Então, precisamos acelerar mais! (Ganho integral para o controlador PID.)
ru: Давно не были у цели? Тогда нам нужно ускориться больше! (Интегральный компонент ПИД регулятора.)
sk: Boli sme tam už nejaký čas? Potom musíme viac zrýchliť! (Integračné zosilnenie pre PID regulátor.)
sv: Var det ett tag sen vi var där? Då måste vi accelerera mer! (Integralförstärkning för PID-regulatorn.)
tr: Uzun bir süre geçti mi? O zaman daha fazla hızlanmamız gerekecek! (PID kontrolörü için İntegral Kazanç.)
vi: Đã lâu rồi chúng ta chưa đến đó? Thì chúng ta cần tăng tốc thêm! (Ki giúp loại bỏ sai lệch kéo dài bằng cách cộng dồn sai số theo thời gian. Giá trị cao, hệ thống cố gắng sửa sai lâu dài, nếu không kiểm soát tốt, dễ gây quá điều chỉnh)

source: How fast are we approaching the target? If we are approaching too fast, we need to decelerate more! (Derivative gain for the PID controller.)
de: Wie schnell nähern wir uns dem Ziel? Wenn wir uns zu schnell nähern, müssen wir stärker abbremsen! (Differenzielle Verstärkung für den PID-controller.)
es: ¿A qué velocidad nos acercamos al objetivo? Si nos acercamos demasiado rápido, ¡debemos desacelerar más! (Ganancia derivada del controlador PID.)
et: Kui kiiresti me sihtmärgile läheneme? Kui me läheneme liiga kiiresti, peame rohkem aeglustama! (PID kontrolleri tuletatud kasum.)
fi: Lähestytäänkö me tavoitetta nopeasti? Pitää hidastaa, että ei mennä yli!
fr: À quelle vitesse nous approchons-nous de la cible ? Si nous nous en approchons rapidement, nous devons moins accélérer ! (Gain dérivé pour le régulateur PID.)
id: Seberapa cepat kita mendekati target? Jika kita mendekati terlalu cepat, kita perlu melambat lebih banyak! (Gain derivatif untuk pengontrol PID.)
it: Quanto velocemente ci stiamo avvicinando all’obiettivo? Se ci avviciniamo troppo velocemente, dobbiamo decelerare di più! (Guadagno derivativo per il controller PID.)
nl: Hoe snel naderen we het doel? Als we te snel naderen, moeten we meer vertragen! (Derivative gain voor de PID controller.)
pl: Jak szybko zbliżamy się do celu? Jeśli zbliżamy się zbyt szybko, musimy bardziej zwolnić! (Wzmocnienie pochodne dla regulatora PID.)
pt_br: Com que rapidez estamos nos aproximando do alvo? Se estivermos nos aproximando muito rápido, precisamos desacelerar mais! (Ganho derivativo para o controlador PID.)
ru: Насколько быстро мы приближаемся к цели? Если слишком быстро, нам нужно замедлиться больше! (Производный компонент ПИД регулятора.)
sk: Ako rýchlo sa blížime k cieľu? Ak sa blížime príliš rýchlo, musíme viac spomaliť! (Derivačný zisk pre PID regulátor.)
sv: Hur snabbt närmar vi oss målet? Ifall vi närmar oss för snabbt måste vi sakta in. (Derivatförstärkning för PID-regulatorn.)
tr: Hedefe ne kadar hızla yaklaşıyoruz? Eğer çok hızlı yaklaşıyorsak, biraz daha yavaşlamamız gerekiyor! (PID kontrolü için Türev Kazancı.)
vi: Chúng ta đang đến đích nhanh như thế nào? Nếu quá nhanh, chúng ta cần giảm tốc! (Kd giúp giảm dao động vượt quá bằng cách phản ứng với tốc độ thay đổi của sai lệch. Giá trị cao, hệ thống sẽ cẩn trọng phản ứng, nhưng dễ bị nhiễu)

source: This video visually explains how a PID controller works. Please watch it fully if you are not familiar with them.
de: Dieses Video erklärt visuell, wie ein PID-controller funktioniert. Bitte schaue es vollständig an, wenn du mit dem Thema nicht vertraut sind.
es: Este video explica visualmente el funcionamiento de un controlador PID. Si no está familiarizado con él, véalo completo.
et: See video selgitab visuaalselt, kuidas PID-kontroller töötab. Palun vaadake seda hoolikalt, kui te ei tunne neid.
fi: Tämä video näyttää visuaalisesti miten PID ohjain toimii. Katso se tarkasti, jos et ole ennen käyttänyt PID ohjaimia.
fr: Cette vidéo explique de manière visuelle le fonctionnement d'un régulateur PID. N'hésitez pas à la regarder si vous souhaitez en savoir plus.
id: Video ini menjelaskan secara visual cara kerja pengontrol PID. Silakan tonton sepenuhnya jika anda tidak terbiasa dengannya.
it: Questo video spiega visivamente come funziona un controller PID. Ti consiglio di guardarlo tutto se non ne sei familiare.
nl: Deze video legt visueel uit hoe een PID controller werkt. Let er alsjeblieft volledig op als je ze niet kent.
pl: Ten filmik pokazuje, jak działa regulator PID. Jeśli nie wiesz, jak to działa, obejrzyj go do końca.
pt_br: Este vídeo explica visualmente como funciona um controlador PID. Assista-o até o final se não estiver familiarizado com ele.
ru: Это видео визуально объясняет, как работает ПИД регулятор. Пожалуйста, посмотрите его полностью, если вы не знакомы с тем, как он работает.
sk: Toto video vizuálne vysvetľuje, ako funguje PID regulátor. Ak s ním nie ste oboznámení, pozrite si ho celé.
sv: Denna video visar visuellt hur en PID-regulator fungerar. Vänligen kolla hela om du är osäker om dess funktion.
tr: Bu video, PID kontrollerinin nasıl çalıştığını görsel olarak anlatıyor. Eğer bu konuda bilginiz yoksa, lütfen tamamını izleyin.
vi: Nếu bạn chưa quen với khái niệm PID, hãy xem video minh họa này. Nó giải thích cách hoạt động của bộ điều khiển PID.
