Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: This plugin provides a websocket server for the ETS2LA Visualization. It allows you to connect to the visualization from other devices and view the ETS2LA data in real-time.
de: Dieses Plugin stellt einen WebSocket-Server für die ETS2LA-Visualisierung bereit. Es ermöglicht dir, von anderen Geräten aus eine Verbindung zur Visualisierung herzustellen und die ETS2LA-Daten in Echtzeit anzuzeigen.
es: Este complemento proporciona un servidor websocket para la visualización ETS2LA. Permite conectarse a la visualización desde otros dispositivos y ver los datos de ETS2LA en tiempo real.
et: See lisaosa pakub ETS2LA visualiseerimise veebipesa serverit. See võimaldab teil ühendada teiste seadmete visualiseerimisega ja vaadata ETS2LA andmeid reaalajas.
fi: Tämä laajennus tarjoaa websocket-palvelimen ETS2LA Visualisointiin. Sen avulla voit muodostaa yhteyden muiden laitteiden visualisointiin ja tarkastella ETS2LA-tietoja reaaliaikaisesti.
fr: Ce plugin fournit un serveur WebSocket pour la visualisation ETS2LA. Il vous permet de vous connecter à la visualisation à partir d'autres appareils et de consulter les données ETS2LA en temps réel.
id: Plugin ini menyediakan server websocket untuk Visualisasi ETS2LA. Ini memungkinkan anda terhubung ke visualisasi dari perangkat lain dan melihat data ETS2LA secara real-time.
it: Questo plugin fornisce un server websocket per la visualizzazione ETS2LA. Permette di connettersi alla visualizzazione da altri dispositivi e visualizzare i dati ETS2LA in tempo reale.
nl: Deze plugin biedt een websocket server voor de ETS2LA Visualisatie. Hiermee kunt u verbinding maken met de visualisatie vanaf andere apparaten en de ETS2LA-gegevens realtime bekijken.
pl: Ta wtyczka udostępnia serwer websocket dla wizualizacji ETS2LA. Umożliwia ona połączenie się z wizualizacją z innych urządzeń i przeglądanie danych ETS2LA w czasie rzeczywistym.
pt_br: Este plugin fornece um servidor websocket para a visualização do ETS2LA. Ele permite que você se conecte à visualização de outros dispositivos e visualize os dados do ETS2LA em tempo real.
ru: Этот плагин предоставляет WebSocket сервер для визуализации ETS2LA. Он даёт возможность подключаться к визуализации с других устройств и просматривать данные из ETS2LA в реальном времени.
sk: Tento plugin poskytuje websocket server pre vizualizáciu ETS2LA. Umožňuje vám pripojiť sa k vizualizácii z iných zariadení a zobraziť dáta ETS2LA v reálnom čase.
sv: Detta plugin skapar en WebSocket server för ETS2LA Visualiseringen. Den tillåter dig att se visualiseringen från externa enheter och se datan från ETS2LA i real tid.
tr: Bu eklenti, ETS2LA Görselleştirmesi için bir websocket sunucu sağlar. Diğer cihazlardan görselleştirmeye bağlanmanıza ETS2LA verilerini gerçek zamanlı olarak görüntülemenize olanak tanır.
vi: Plugin này cung cấp một máy chủ WebSocket cho ETS2LA trực quan hóa dữ liệu. Nó cho phép bạn kết nối với trực quan hóa dữ liệu bằng các thiết bị khác và xem dữ liệu của ETS2LA theo thời gian thực.

source: Checking mirrors...
pl: Sprawdzanie serwerów lustrzanych...
ru: Проверка зеркал...

source: - Reached {0} in {1:.0f}ms
de: - Erreichte {0} in {1:.0f}ms
es: - Se alcanzó {0} en {1:.0f}ms
et: - Jõudnud {0} {1:.0f}ms
fi: - Saavutettiin {0} {1:.0f} millisekunnissa
fr: – Atteint {0} en {1:.0f}ms
id: - Mencapai {0} dalam {1:.0f}ms
it: - Raggiunto {0} in {1:.0f}ms
nl: - bereikt {0} in {1:.0f}ms
pl: - Osiągnięto {0} w {1:.0f}ms
ru: - Соединение к {0} установлено за {1:.0f}мс
sk: - Dosiahnuté {0} za {1:.0f}ms
sv: - Nådde {0} på {1:.0f}ms
tr: - {1:.0f}ms içinde {0} değerine ulaşıldı
vi: - Đã đến {0} trong {1:.0f} mili giây

source: - Reached {0} in (TIMEOUT)
de: - Erreichte {0} in (TIMEOUT)
es: - Se llegó a {0} en (TIEMPO DE ESPERA)
et: - Jõudsin {0} sisse (Aegumine)
fi: - Saavutettiin {0} (TIMEOUT) millisekunnissa
fr: – Atteint {0} (DÉLAI D’ATTENTE)
id: - Mencapai {0} dalam (TIMEOUT)
it: - Raggiunto {0} in (TIMEOUT)
nl: - bereikt {0} in (TIMEOUT)
pl: - Osiągnięto {0} w (TIMEOUT)
ru: - Соединение к {0} установлено за (ВРЕМЯ ОЖИДАНИЯ ИСТЕКЛО)
sk: - Dosiahnuté {0} za (ČASOVÝ LIMIT)
sv: - Nådde {0} om (TIMEOUT)
tr: - {0}'a (ZAMAN AŞIMI) nedeniyle bağlantı sağlanamadı
vi: -Đã đến {0} trong (Hết thời gian chờ)

source: -- Running post download action for submodule: Interface --
de: -- Ausführung der Post-Download-Aktion für das Submodul: Schnittstelle--
es: -- Ejecutando la acción posterior a la descarga para el submódulo: Interfaz --
et: -- Alammooduli allalaadimise järeltoiming: Liides --
fi: -- Latauksen jälkeistä toimintoa ajetaan moduulille: Interface --
fr: – Action post-téléchargement en cours pour le sous-module : Interface –
id: -- Menjalankan tindakan pasca unduh untuk submodul: Antarmuka --
it: -- Esecuzione dell'azione post-download per il sottomodulo: Interface --
nl: -- Actie na het downloaden van de submodule uitvoeren: Interface --
pl: -- Uruchamianie akcji po pobraniu dla podmodułu: Interfejs --
ru: -- Выполняется действие после загрузки для подмодуля: Интерфейс --
sk: -- Spustenie akcie po stiahnutí pre podmodul: Rozhranie --
sv: -- Kör nedladdningsåtgärd för undermodulen: Gränssnitt --
tr: ‐‐ Alt modül için indirme sonrası eylem çalıştırılıyor: Arayüz ‐‐
vi: _Đang chạy các tác vụ sau tải về cho submodule: Giao diện --

source: Running ETS2LA in development mode.
de: ETS2LA läuft im Entwicklungsmodus.
es: Ejecutando ETS2LA en modo de desarrollo.
et: ETS2LA käivitamine arendusrežiimis.
fi: ETS2LA käynnistetään kehittäjämoodissa.
fr: Exécution d’ETS2LA en mode développement.
hu: ETS2LA elindítása fejlesztési módban.
id: Menjalankan ETS2LA dalam mode pengembangan.
it: Esecuzione di ETS2LA in modalità sviluppo.
nl: Het uitvoeren van ETS2LA in ontwikkelingsmodus.
pl: Uruchamienie ETS2LA w trybie deweloperskim.
pt_br: Executando o ETS2LA em modo desenvolvedor.
ru: ETS2LA запущен в режиме разработчика.
sk: Spustenie ETS2LA vo vývojovom režime.
sv: Kör ETS2LA i utvecklingsläge.
tr: ETS2LA, geliştirme modunda çalıştırılıyor.
vi: Đang chạy ETS2LA ở chế độ nhà phát triển.

source: No connection to remote UI mirrors. Running locally.
de: Keine Verbindung zu entfernten UI-Spiegeln. Wird lokal ausgeführt.
es: Sin conexión a espejos de interfaz de usuario remotos. Ejecutándose localmente.
et: Puudub ühendus kaugjuhitavate kasutajaliidese peeglitega. Jooksen kohapeal.
fi: Yhteyttä palvelimiin ei ole, ajetaan käyttöliittymä paikallisesti.
fr: Aucune connexion aux miroirs distants de l’interface utilisateur. Exécution en local.
id: Tidak ada koneksi ke mirror UI jarak jauh. Menjalankan secara lokal.
it: Nessuna connessione ai mirror dell'interfaccia remota. Esecuzione locale.
nl: Geen verbinding met externe UI spiegels. Locatie.
pl: Brak połączenia ze zdalnymi serwerami interfejsu użytkownika. Uruchamianie lokalnie.
ru: Нет соединения к удалённым зеркалам интерфейса. Запускаю локально.
sk: Žiadne pripojenie k zrkadlám vzdialeného používateľského rozhrania. Spustené lokálne.
sv: Ingen anslutning till fjärrgränssnittsspeglar. Körs lokalt.
tr: Uzak kullanıcı arayüzüne bağlantı sağlanamadı. Yerel ortamda çalıştırılıyor.
vi: Không có kết nối để điều khiển các UI mirror. Đang chạy cục bộ.

source: Running UI in China mode
de: UI im China-Modus ausführen
es: Ejecución de la interfaz de usuario en modo China
et: Kasutajaliidese käivitamine Hiina režiimis
fi: Käyttöliittymä aktivoitu "Kiina" moodissa
fr: Exécution de l’interface utilisateur en mode Chine
id: Menjalankan UI dalam mode China
it: Esecuzione dell'interfaccia utente in modalità Cina
nl: Uitvoeren van UI in China-modus
pl: Uruchamianie interfejsu w trybie Chińskim
ru: Интерфейс запущен в китайском режиме
sk: Spustenie používateľského rozhrania v režime Číny
sv: Kör UI:n i Kina-läget
tr: Kullanıcı arayüzü Çin modunda çalıştırılıyor
vi: Đang chạy UI ở chế độ Trung Quốc

source: > Using mirror {0} for UI.
de: > Verwendung der Spiegel {0} für UI.
es: > Usando el espejo {0} para la interfaz de usuario.
et: > Kasutatakse peeglit {0} kasutajaliidese jaoks.
fi: > Käytetään käyttöliittymälle palvelinta {0}.
fr: > Utilisation du miroir {0} pour l’interface utilisateur.
id: > Menggunakan mirror {0} untuk UI.
it: Utilizzo del mirror {0} per l'interfaccia utente.
nl: > Gebruik van spiegel {0} voor UI.
pl: > Używanie serwera {0} dla interfejsu użytkownika.
ru: > Используется зеркало {0} для интерфейса.
sk: > Používanie zrkadla {0} pre používateľské rozhranie.
sv: > Använder spegel {0} för UI:n.
tr: Kullanıcı arayüzü için {0} yansıması kullanılıyor.
vi: > Đang dùng mirror {0} cho UI.

source: --no-console cannot be used in combination with --no-ui. The console will not close.
de: --no-console kann nicht in Kombination mit --no-ui verwendet werden. Die Konsole wird nicht geschlossen.
es: No se puede usar --no-console junto con --no-ui. La consola no se cerrará.
et: -- no- konsooli ei saa kasutada koos võtmega -- no- ui. Konsool ei sulgu.
fi: --no-console ei voi olla päällä samaan aikaan kuin --no-ui. Konsoli ei sulkeudu automaattisesti.
fr: --no-console ne peut pas être utilisé en combinaison avec --no-ui. La console doit être activée si l’interface utilisateur est désactivée.
id: --no-console tidak dapat digunakan bersama dengan --no-ui. Konsol tidak akan menutup.
it: --no-console non può essere usato insieme a --no-ui. La console non si chiuderà.
nl: --no-console kan niet gebruikt worden in combinatie met --no-ui. De console zal niet sluiten.
pl: Opcji --no-console nie można używać w połączeniu z opcją --no-ui. Konsola nie zostanie zamknięta.
ru: --no-console не может быть использован вместе с --no-ui. Консоль не закроется.
sk: --no-console nemožno použiť v kombinácii s --no-ui. Konzola sa nezatvorí.
sv: --no-console kan inte användas i kombination med --no-ui. Konsolen stängs inte.
tr: --no-console ve --no-ui seçeneklerini bir arada kullanmak mümkün değil. Konsol kapanmayacaktır.
vi: --no-console không thể sử dụng cùng với --no-ui. Console sẽ không được đóng.

source: Closing console after UI start.
de: Schließen der Konsole nach UI-Start.
es: Cerrar la consola después de iniciar la interfaz de usuario.
et: Konsooli sulgemine pärast kasutajaliidese käivitamist.
fi: Suljetaan konsoli kunhan käyttöliittymä aukeaa.
fr: Fermeture de la console après le démarrage de l’interface utilisateur.
id: Menutup konsol setelah UI dimulai.
it: Chiusura della console dopo l'avvio dell'interfaccia utente.
nl: Console sluiten na het starten van de UI.
pl: Zamknięcie konsoli po uruchomieniu interfejsu użytkownika.
ru: Консоль будет закрыта после запуска интерфейса.
sk: Zatvorenie konzoly po spustení používateľského rozhrania.
sv: Stänger konsoll efter UI start.
tr: Kullanıcı arayüzü başlatıldıktan sonra konsol kapanacak.
vi: Đang đóng console sau khi UI được khởi động.

source: Running in the background without a window.
de: Läuft im Hintergrund ohne Fenster.
es: Ejecutándose en segundo plano sin ventana.
et: Jooksmine taustal ilma aknata.
fi: Käyttöliittymää ei avata, ETS2LA toimii taustalla.
fr: Exécution en arrière-plan sans fenêtre.
id: Berjalan di latar belakang tanpa window.
it: Esecuzione in background senza finestra.
nl: Op de achtergrond zonder raam.
pl: Uruchamianie w tle bez okna.
ru: Запущен на фоне без окна.
sk: Beží na pozadí bez okna.
sv: Körs i bakgrunden utan fönster.
tr: Penceresiz olarak arka planda çalışıyor.
vi: Đang chạy trong nền với không cửa sổ.

source: Running UI locally
de: UI lokal ausführen
es: Ejecutar la interfaz de usuario localmente
et: Kasutajaliidese lokaalne käivitamine
fi: Käyttöliittymä ajetaan paikallisesti
fr: Exécution de l’interface utilisateur en local
id: Menjalankan UI secara lokal
it: Esecuzione dell’interfaccia utente in locale
nl: Lokaal draaien van UI
pl: Uruchamianie interfejsu użytkownika lokalnie
ru: Интерфейс запущен локально
sk: Lokálne spustené používateľské rozhranie
sv: Kör UI:n lokalt
tr: Kullanıcı Arayüzü yerel olarak çalıştırılıyor
vi: Đang chạy UI cục bộ

source: The window process has crashed!
de: Der Fensterprozess ist abgestürzt!
es: ¡El proceso de ventana se ha bloqueado!
et: Aknaprotsess kukkus kokku!
fi: Ikkunaprosessi on kaatunut!
fr: Le processus de la fenêtre a cessé de fonctionner !
id: Proses window telah crash!
it: Il processo della finestra ha smesso di funzionare!
nl: Het vensterproces is gecrasht!
pl: Proces okna uległ awarii!
ru: Процесс окна завершился с ошибкой!
sk: Proces okna zlyhal!
sv: Fönster processen har krashat!
tr: Pencereyle ilgili işlem beklenmedik şekilde durdu!
vi: Tiến trình cửa số đã crash!

source: ETS2LA Overseer started!
de: ETS2LA Überwacher gestartet!
es: ¡ETS2LA Supervisor comenzó!
et: ETS2LA Järelvaataja alustas!
fi: ETS2LA:n valvoja käynnistetty!
fr: ETS2LA Overseer démarré !
hu: Az ETS2LA Felügyelő elindult!
id: ETS2LA Overseer dimulai!
it: ETS2LA Overseer avviato!
nl: ETS2LA Overziener begon!
pl: Uruchomiono monitor ETS2LA!
pt_br: Monitor do ETS2LA iniciado!!
ru: Контроллер ETS2LA запущен!
sk: Dozorca ETS2LA začal!
sv: ETS2LA-övervakaren har börjat!
tr: ETS2LA İzleyicisi başlatıldı!
vi: Trình giám sát ETS2LA đã được khởi động!

source: ETS2LA is restarting...
de: ETS2LA wird neugestartet...
es: ETS2LA se está reiniciando...
et: ETS2LA taaskäivitab...
fi: ETS2LA käynnistyy uudelleen...
fr: Redémarrage d’ETS2LA en cours…
hu: Az ETS2LA újraindul...
id: ETS2LA sedang memulai ulang...
it: ETS2LA si sta riavviando...
nl: ETS2LA start opnieuw op...
pl: ETS2LA uruchamia się ponownie...
ru: ETS2LA перезапускается...
sk: ETS2LA sa reštartuje...
sv: ETS2LA startar om...
tr: ETS2LA yeniden başlatılıyor...
vi: ETS2LA đang khởi động lại...

source: Skipping update due to development mode.
de: Überspringen der Aktualisierung aufgrund des Entwicklungsmodus.
es: Omitir actualización debido al modo de desarrollo.
et: Uuenduse vahelejätmine arendusrežiimi tõttu.
fi: Ohitetaan päivitys koska olemme kehitysmoodissa.
fr: Mise à jour ignorée en raison du mode développement.
id: Melewati pembaruan karena mode pengembangan.
it: Aggiornamento saltato a causa della modalità sviluppo.
nl: Update overslaan vanwege de ontwikkelingsmodus.
pl: Pomijanie aktualizacji z powodu trybu deweloperskiego.
ru: Обновление пропущено из-за режима разработчика.
sk: Preskakovanie aktualizácie z dôvodu vývojového režimu.
sv: Hoppar över uppdatering på grund av utvecklingsläge.
tr: Geliştirme modu aktif olduğu için güncelleme atlanıyor.
vi: Đang bỏ qua cập nhật do chế độ nhà phát triển.

source: ETS2LA is updating...
de: ETS2LA wird aktualisiert...
es: ETS2LA se está actualizando...
et: ETS2LA uuendab...
fi: ETS2LA päivittää...
fr: Mise à jour d’ETS2LA en cours…
hu: Az ETS2LA frissítése...
id: ETS2LA sedang memperbarui...
it: ETS2LA si sta aggiornando...
nl: ETS2LA is aan het updaten...
pl: ETS2LA się aktualizuje...
ru: ETS2LA обновляется...
sk: ETS2LA sa aktualizuje...
sv: ETS2LA uppdaterar...
tr: ETS2LA güncelleniyor...
vi: ETS2LA đang cập nhật...

source: Update done... restarting!
de: Aktualisierung abgeschlossen... Starte neu!
es: Actualización realizada... ¡reiniciando!
et: Uuendamine tehtud... taaskäivitamine!
fi: Päivitys valmis... käynnistetään uudelleen!
fr: Mise à jour terminée… redémarrage !
hu: Frissítés kész... újraindítás!
id: Pembaruan selesai... memulai ulang!
it: Aggiornamento completato... riavvio in corso!
nl: Update voltooid... opnieuw opstarten!
pl: Aktualizacja zakończona... uruchamiam ponownie!
ru: Обновление завершено... выполняется перезапуск!
sk: Aktualizácia dokončená... reštartovanie!
sv: Uppdatering klar... startar om!
tr: Güncelleme tamamlandı... yeniden başlatılıyor!
vi: Cập nhật hoàn tất... đang khởi động lại!

source: ETS2LA has crashed!
de: ETS2LA ist abgestürzt!
es: ¡ETS2LA se ha bloqueado!
et: ETS2LA kukkus alla!
fi: ETS2LA on kaatunut!
fr: ETS2LA a planté !
hu: Az ETS2LA összeomlott!
id: ETS2LA telah crash!
it: ETS2LA si è bloccato!
nl: ETS2LA is gecrashed!
pl: ETS2LA uległo awarii!
ru: ETS2LA крашнулось!
sk: ETS2LA zlyhalo!
sv: ETS2LA har kraschat!
tr: ETS2LA'da bir sorun oluştu, çökme meydana geldi!
vi: ETS2LA đã bị crash!

source: Send the above traceback to the developers.
de: Sende den obigen Traceback an die Entwickler.
es: Enviar el seguimiento anterior a los desarrolladores.
et: Saatke ülaltoodud jäljed arendajatele.
fi: Lähetä yllä oleva virhetulostus kehittäjille.
fr: Envoyez le traceback ci-dessus aux développeurs.
hu: Küldd el a fenti traceback-et a fejlesztőknek.
id: Kirim traceback di atas ke pengembang.
it: Invia il traceback sopra agli sviluppatori.
nl: Stuur bovenstaande traceback naar de ontwikkelaars.
pl: Wyślij powyższy ślad błędu do deweloperów.
ru: Отправьте отчёт об ошибке выше разработчикам.
sk: Pošlite vyššie uvedený traceback vývojárom.
sv: Skicka ovanstående spårning till utvecklarna.
tr: Yukarıdaki hata raporunu (traceback) geliştirici ekibe iletmek üzere gönderin.
vi: Gửi bản ghi lỗi ở trên đến nhà phát triển.

source: ETS2LA has closed.
de: ETS2LA wurde geschlossen.
es: ETS2LA ha cerrado.
et: ETS2LA on suletud.
fi: ETS2LA on sammutettu.
fr: ETS2LA est fermé.
hu: Az ETS2LA be lett zárva.
id: ETS2LA telah ditutup.
it: ETS2LA è stato chiuso.
nl: ETS2LA is gesloten.
pl: ETS2LA zostało zamknięte.
ru: ETS2LA закрыт.
sk: ETS2LA sa zatvorila.
sv: ETS2LA har stängt.
tr: ETS2LA'nın çalışması sona erdi.
vi: ETS2LA đã được đóng.

source: Press enter to exit.
de: Drücke zum Beenden die Eingabetaste.
es: Presione enter para salir.
et: Vajuta väljumiseks Enteri.
fi: Paina enter painiketta sulkeaksesi sovelluksen.
fr: Appuyez sur Entrée pour quitter.
hu: Nyomj Entert a kilépéshez.
id: Tekan enter untuk keluar.
it: Premi invio per uscire.
nl: Druk op Enter om af te sluiten.
pl: Naciśnij Enter, aby wyjść.
pt_br: Pressione enter para sair.
ru: Нажмите Enter для выхода.
sk: Stlačením klávesu Enter ukončíte.
sv: Tryck på Enter för att avsluta.
tr: Çıkmak için Enter tuşuna tıklayın.
vi: Nhấn phím enter để thoát.

source: Frontend
et: Kasutajaliides
fi: Käyttöliittymä
fr: Interface utilisateur
hu: Felhasználói felület
it: Interfaccia
ru: Интерфейс

source: Game hooks
de: Spiel-Hooks
es: Enlaces de juego
et: Mängukonksud
fi: "Game hook" kehitys, siis se miten ETS2LA:n tiedostot saadaan toimimaan pelin kanssa
fr: Hooks de jeu
id: Hook sistem game
it: Hook di gioco
ru: Игровые хуки
sk: Herné hooks
sv: Spelkrokar
tr: Oyun kancaları

source: System
es: Sistema
et: Süsteem
fi: Järjestelmä
fr: Système
hu: Rendszer
id: Sistem
it: Sistema
nl: Systeem
pt_br: Sistema
ru: Система
sk: Systém
tr: Sistem
vi: Hệ thống

source: PID
ru: ПИД

source: PID Kp
it: Kp del PID (guadagno proporzionale)
ru: Kp ПИД
sk: PID proporcionálny zisk
vi: Hệ số tỉ lệ (Kp)

source: PID Ki
es: Ki PID
it: Ki del PID (guadagno integrale)
ru: Ki ПИД
sk: PID integračný zisk
vi: Hệ số tích phân (Ki)

source: PID Kd
it: Kd del PID (guadagno derivativo)
ru: Kd ПИД
sk: PID derivačný zisk
vi: Hệ số vi phân (Kd)

source: s
ru: сек.

source: Data
de: Daten
es: Datos
et: Andmed
fi: Karttatiedot
fr: Données
hu: Adat
it: Dati
nl: Gegevens
pt_br: Dados
ru: Данные
sk: Údaje
tr: Veri
vi: Dữ liệu

source: TTS
ru: Озвучка текста
vi: Văn bản thành giọng nói (TTS)

source: Plugin {0} failed to start: {1}
et: Lisaosa {0} ebaõnnestus alustada: {1}
fi: Laajennus {0} ei käynnistynyt syystä: {1}
fr: Échec du démarrage du plugin {0} : {1}
nl: Plugin {0} is gefaald met opstarten: {1}
pt_br: Plugin {0} falhou: {1}
sv: Plugin {0} kunde inte starta: {1}

source: At 80km/h ETS2LA will keep approximately {distance}m from the vehicle in front.
et: 80 km/h juures hoiab ETS2LA ligikaudu {distance}m eesolevast sõidukist.
fi: ETS2LA pitää edellä menevään autoon {distance} metrin etäisyyden nopeudella 80km/h.
fr: À 80 km/h, ETS2LA maintiendra une distance d'environ {distance} m par rapport au véhicule qui le précède.
nl: Bij 80 km/h houdt ETS2LA ongeveer {distance}m van het voertuig vooraan.
sv: Vid 80 km/h kommer ETS2LA hålla ungefär {distance} meter från fordonet framför.

source: Traffic Light Settings
et: Valgusfoori seadistused
fi: Liikennevalojen asetukset
fr: Paramètres des feux de signalisation
nl: Verkeerslichtinstellingen
sv: Trafikljus inställningar

source: Testing mirrors...
et: Peeglite testimine...
fi: Testataan palvelimia...
fr: Test des miroirs...
nl: Spiegels testen...
sv: Testar speglar...

source: AR
es: RA
hu: AR (Kiterjesztett valóság)
it: Realtà aumentata
pt_br: RA
