Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: No matching data found
de: Keine passenden Daten gefunden
es: No se encontraron datos coincidentes
et: Sobivaid andmeid ei leitud
fi: Vastaavaa karttatietoa ei löytynyt
fr: Aucune donnée correspondante trouvée
hu: A kereset adat nem található
id: Tidak ada data yang cocok ditemukan
it: Nessun dato corrispondente trovato
nl: Geen overeenkomende gegevens gevonden
pl: Nie znaleziono pasujących danych
ru: Соответствующие данные не найдены
sk: Nenašli sa žiadne zodpovedajúce údaje
sv: Inga matchande data hittades
tr: Eşleşen veri bulunamadı
vi: Không có dữ liệu nào trùng khớp được tìm thấy

source: The
de: Die
es: El
et: see
fi: Tämän karttadatan
fr: Le
hu: A
id: Itu
it: Il
nl: De
pl: Rozmiar pliku
pt_br: O
sv: De
tr: Bu

source: download size
de: Downloadgröße
es: tamaño de descarga
et: allalaadimise suurus
fi: latauskoko
fr: taille du téléchargement
hu: Letöltési méret
id: ukuran unduhan
it: dimensione del download
nl: downloadgrootte
pl: do pobrania
pt_br: tamanho do download
ru: размер загрузки
sk: veľkosť sťahovania
sv: nedladdningsstorlek
tr: İndirilecek boyut
vi: kích cỡ tải xuống

source: for this data is
de: Für diese Daten beträgt die Größe
es: para estos datos
et: andmete
fi: on
fr: pour ces données est de
hu: ezek az adatok
id: untuk data ini adalah
it: per questi dati è
nl: voor deze gegevens
pl: dla tych danych wynosi
ru: для этих данных
sk: pre tieto dáta je
sv: för dessa uppgifter är
tr: Bu veri için
vi: cho dữ liệu này là

source: that will unpack to a
de: das wird entpackt zu einem
es: que se desharán de una
et: lahti pakkida
fi: , joka puretaan
fr: qui sera décompressé en une
hu: amely kibontásra kerül egy
id: yang akan membuka ke
it: che verrà estratto in un
nl: die zal uitpakken naar een
pl: i po rozpakowaniu
ru: это будет распаковано в
sk: ktorý sa rozbalí do
sv: som kommer att packa upp till en
tr: Bu, şuna açılacak
vi: sau khi giải nén nó có thể đạt

source: total size
de: Gesamtgröße
es: tamaño total
et: kogusuurus
fi: kokonaiskokoon
fr: taille totale
hu: Teljes méret
id: ukuran total
it: dimensione totale
nl: totale grootte
pl: zajmie łącznie
ru: общий размер
sk: celková veľkosť
sv: total storlek
tr: Toplam boyut
vi: dung lượng tổng

source: No data selected
de: Keine Daten ausgewählt
es: No se han seleccionado datos
et: Andmeid pole valitud
fi: Karttatietoja ei ole valittu
fr: Aucune donnée sélectionnée
hu: Nincs adat kiválasztva
id: Tidak ada data yang dipilih
it: Nessun dato selezionato
nl: Geen gegevens geselecteerd
pl: Nie wybrano danych
pt_br: Não há dados selecionados
ru: Данные не выбраны
sk: Nie sú vybraté žiadne údaje
sv: Ingen data vald
tr: Veri seçimi yapılmadı
vi: Không có dữ liệu nào được chọn

source: Please select the data you want to use from the dropdown above.
de: Bitte wähle die Daten aus, die du oben im Dropdown-Menü verwenden möchtest.
es: Por favor, seleccione los datos que desea utilizar desde el desplegable anterior.
et: Palun vali ülalolevast rippmenüüst andmed, mida soovid kasutada.
fi: Valitse karttatiedot joita haluat käyttää alta.
fr: Veuillez sélectionner les données que vous souhaitez utiliser dans le menu déroulant ci-dessus.
hu: Válaszd ki a használni kívánt adatokat a fenti legördülő menüből.
id: Silakan pilih data yang ingin anda gunakan dari menu tarik-turun di atas.
it: Si prega di selezionare i dati richiesti dal menu sottostante.
nl: Selecteer de gegevens die u wilt gebruiken in de dropdown hierboven.
pl: Proszę wybierz dane które chcesz wykorzystać, z rozwijanego menu powyżej.
pt_br: Por favor, selecione os dados que você deseja usar na lista suspensa acima.
ru: Пожалуйста, выберите данные, которые вы хотите использовать, из выпадающего списка выше.
sk: Vyberte si údaje, ktoré chcete použiť, z rozbaľovacej ponuky vyššie.
sv: Välj de data du vill använda från rullgardinsmenyn ovan.
tr: Lütfen kullanmak istediğiniz veriyi yukarıdaki açılır listeden seçiniz.
vi: Hãy chọn dữ liệu bạn muốn sử dùng từ danh sánh được thả xuống ở trên.

source: Window Size
de: Fenstergröße
es: Ventana tamaño
et: Akna suurus
fi: Ikkunan koko
fr: Taille de la fenêtre
hu: Ablak mérete
id: Ukuran Window
it: Dimensione Finestra
nl: Venstergrootte
pl: Rozmiar okna
ru: Размер окна
sk: Veľkosť okna
sv: Fönster storlek
tr: Pencere Boyutu
vi: Kích cỡ cửa sổ

source: ETS2LA bypasses Windows to provide custom window features. Due to this you cannot resize the window normally. These are sliders to manually change the window size.
de: ETS2LA umgeht Windows, um benutzerdefinierte Fensterfunktionen bereitzustellen. Daher kann die Fenstergröße nicht wie gewohnt angepasst werden. Verwende stattdessen diese Schieberegler, um die Fenstergröße manuell zu ändern.
es: ETS2LA bypasses Windows para proporcionar características de ventana personalizadas. Debido a esto no puede cambiar el tamaño de la ventana normalmente. Estos son deslizadores para cambiar manualmente el tamaño de la ventana.
et: ETS2LA möödasõidud Windows pakub kohandatud akna funktsioone. Selle tõttu ei saa akna suurust tavaliselt muuta. Need on liugurid akna suuruse käsitsi muutmiseks.
fi: ETS2LA ohittaa Windowsin ikkunanhallinnan. Tästä syystä et voi muuttaa ikkunan kokoa normaalisti. Voit käyttää näitä liukusäätimiä vaihtamaan ikkunan kokoa.
fr: ETS2LA contourne Windows pour proposer des fonctionnalités de fenêtre personnalisées. En conséquence, vous ne pouvez pas redimensionner la fenêtre normalement. Utilisez ces curseurs pour ajuster manuellement la taille de la fenêtre.
hu: Az ETS2LA megkerüli a Windows rendszert, hogy egyedi ablakfunkciókat biztosítson. Emiatt az ablak mérete nem módosítható a szokásos módon. Ezek a csúszkák az ablak méretének kézi megváltoztatására szolgálnak.
id: ETS2LA melewati Windows untuk menyediakan fitur window khusus. Karena ini anda tidak dapat mengubah ukuran window secara normal. Ini adalah slider untuk mengubah ukuran jendela secara manual.
it: ETS2LA aggira Windows per fornire funzionalità personalizzate della finestra. Per questo motivo non è possibile ridimensionare la finestra normalmente. Questi slider servono per modificare manualmente le dimensioni della finestra.
nl: ETS2LA bypasses Windows om aangepaste vensterfuncties te bieden. Hierdoor kunt u het venster normaal niet wijzigen. Dit zijn schuifregelaars om handmatig de venstergrootte te wijzigen.
pl: ETS2LA omija system Windows, aby zapewnić niestandardowe funkcje okien. Z tego powodu nie można normalnie zmieniać rozmiaru okna. To są suwaki służące do ręcznej zmiany rozmiaru okna.
pt_br: O ETS2LA ignora o Windows para fornecer recursos de janela personalizados. Por isso, não é possível redimensionar a janela da maneira convencional. Use esses controles deslizantes para alterar o tamanho da janela manualmente.
ru: ETS2LA обходит Windows, чтобы использовать нестандартные функции окон. Из-за этого вы не сможете изменить размер окна обычным способом. Это ползунки, чтобы вручную изменять размер окна.
sk: ETS2LA obchádza systém Windows a poskytuje funkcie prispôsobenia okien. Z tohto dôvodu nie je možné meniť veľkosť okna normálnym spôsobom. Ide o posuvníky na manuálnu zmenu veľkosti okna.
sv: ETS2LA kringgår Windows för att tillhandahålla anpassade fönsterfunktioner. På grund av detta kan du inte ändra storleken på fönstret normalt. Det här är skjutreglage för att manuellt ändra fönsterstorleken.
tr: Windows’un pencere yönetimini devre dışı bırakarak özel pencere özellikleri sunar. Bu yüzden pencereyi normal yoldan yeniden boyutlandıramazsınız. Pencere boyutunu manuel olarak değiştirmek için kaydırıcıları kullanabilirsiniz.
vi: ETS2LA vô hiệu hóa Windows để cung cấp tính năng tùy chỉnh cửa sổ. Do đó bạn không thể thay đổi kích thước một cách bình thường.Ở đây có các thanh trượt giúp bạn điều chỉnh kích cỡ của cửa sổ thủ công.

source: Adjust the width of the ETS2LA window.
de: Passe die Breite des ETS2LA-Fensters an.
es: Ajuste el ancho de la ventana ETS2LA.
et: Reguleerib ETS2LA akna laiust.
fi: Muuta ETS2LA:n ikkunan leveyttä.
fr: Ajustez la largeur de la fenêtre ETS2LA.
hu: Meghatározza az ablak szélességét.
id: Sesuaikan lebar window ETS2LA.
it: Regola la larghezza della finestra di ETS2LA.
nl: Pas de breedte van het ETS2LA-venster aan.
pl: Dostosuj szerokość okna ETS2LA.
pt_br: Ajuste a largura da janela do ETS2LA.
ru: Изменение ширины окна ETS2LA.
sk: Upravte šírku okna ETS2LA.
sv: Justera bredden på ETS2LA-fönstret.
tr: ETS2LA penceresinin genişliğini ayarlayın.
vi: Điều chỉnh chiều rộng của cửa sổ ETS2LA.

source: Adjust the height of the ETS2LA window.
de: Passe die Höhe des ETS2LA Fensters an.
es: Ajuste la altura de la ventana ETS2LA.
et: Reguleerige ETS2LA akna kõrgust.
fi: Muuta ETS2LA:n ikkunan korkeutta.
fr: Ajustez la hauteur de la fenêtre ETS2LA.
hu: Meghatározza az ablak magaságát.
id: Sesuaikan tinggi window ETS2LA.
it: Regola l'altezza della finestra di ETS2LA.
nl: Pas de hoogte van het ETS2LA venster aan.
pl: Dostosuj wysokość okna ETS2LA.
pt_br: Ajuste a altura da janela do ETS2LA.
ru: Изменение высоты окна ETS2LA.
sk: Upravte výšku okna ETS2LA.
sv: Justera höjden på ETS2LA-fönstret.
tr: ETS2LA penceresinin yüksekliğini ayarlayın.
vi: Điều chỉnh chiều cao của cửa sổ ETS2LA.

source: **Changing the window size may cause pages to display incorrectly**. You can adjust the window scaling by holding Left CTRL and using the scrollwheel.
de: **Eine Änderung der Fenstergröße kann zu einer fehlerhaften Anzeige der Seiten führen**. Du kannst die Skalierung des Fensters anpassen, indem du die linke STRG-Taste gedrückt hältst und das Scroll-Rad verwendest.
es: **Cambiar el tamaño de la ventana puede causar que las páginas se muestren incorrectamente**. Usted puede ajustar el escalado de la ventana manteniendo la CTRL izquierda y utilizando la rueda de desplazamiento.
et: ** Akna suuruse muutmine võib põhjustada lehekülgede ebakorrektset kuvamist**. Akna skaleerimist saab reguleerida vasakut CTRL-i hoides ja kerimisratast kasutades.
fi: **Ikkunan koon muuttaminen voi aiheuttaa ongelmia joidenkin sivujen näyttämisessä.** Voit muuttaa sivun skaalausta pitämällä Vasen CTRL näppäin pohjassa ja skrollaamalla.
fr: **Changer la taille de la fenêtre peut entraîner un affichage incorrect de certaines pages**. Vous pouvez ajuster l’échelle de la fenêtre en maintenant la touche CTRL gauche enfoncée et en utilisant la molette de la souris.
hu: **Az ablak méretének megváltoztatása az oldalak helytelen megjelenését okozhatja**. Az ablak méretét a bal CTRL gomb lenyomva tartásával és a görgő használatával állíthatod be.
id: **Mengubah ukuran jendela dapat menyebabkan halaman ditampilkan tidak benar**. Anda dapat menyesuaikan penskalaan window dengan menahan CTRL Kiri dan menggunakan scrollwheel.
it: **Cambiare la dimensione della finestra potrebbe causare un'errata visualizzazione delle pagine.** Puoi regolare la dimensione della finestra tenendo premuto il tasto sinistro CTRL e utilizzando la rotella del mouse.
nl: **Het wijzigen van de venstergrootte kan ervoor zorgen dat pagina's onjuist worden weergegeven**. U kunt het schalen van het venster aanpassen door links CTRL vast te houden en het scrollwiel te gebruiken.
pl: **Zmiana rozmiaru okna może spowodować nieprawidłowe wyświetlanie stron**. Możesz dostosować skalowanie okna, przytrzymując lewy klawisz CTRL i używając kółka myszy.
pt_br: **Alterar o tamanho da janela pode fazer com que as páginas sejam exibidas incorretamente.** Você pode ajustar a escala da janela segurando a tecla **CTRL** (esquerdo) e usando a roda de rolagem.
ru: **Изменение размера окна может вызвать некорректное отображение страниц**. Вы можете изменить размер окна удерживая левый CTRL и используя колёсико мыши.
sk: **Zmena veľkosti okna môže spôsobiť nesprávne zobrazenie stránok**. Mierku okna môžete upraviť podržaním ľavého klávesu CTRL a použitím kolieska.
sv: **Att ändra fönsterstorleken kan göra att sidorna visas felaktigt**. Du kan justera fönsterskalningen genom att hålla vänster CTRL-tangent och använda rullhjulet.
tr: "Pencere boyutunun değiştirilmesi, sayfaların yanlış görüntülenmesine neden olabilir." Sol CTRL tuşuna basılı tutup fare tekerleğini kullanarak pencere ölçeklemesini ayarlayabilirsiniz.
vi: **Thay đổi kích cỡ cửa sổ có thể khiến các trang không được hiển thị đúng cách** Bạn có thể điều chỉnh tỉ lệ hiển thị của cửa sổ bằng cách giữ phím CTRL ở bên trái và lăn bánh lăn của chuột.

source: Window Controls
de: Fenstersteuerungen
es: Controles de ventana
et: Aknahaldus
fi: Ikkunan hallinta
fr: Contrôles de la fenêtre
hu: Ablak vezérlés
id: Kontrol Window
it: Controlli Finestra
nl: Vensterbesturing
pl: Kontrolki okna
ru: Элементы управления окном
sk: Ovládanie okien
sv: Fönsterkontroller
tr: Pencere Kontrolleri
vi: Điều khiển cửa sổ

source: ETS2LA provides custom window controls that might be useful to you. These can be accessed through the green button in the top right corner.
de: ETS2LA bietet benutzerdefinierte Fenstersteuerungen, die nützlich sein könnten. Diese können über die grüne Schaltfläche in der oberen rechten Ecke aufgerufen werden.
es: ETS2LA proporciona controles de ventana personalizados que podrían ser útiles para usted. Estos se pueden acceder a través del botón verde en la esquina superior derecha.
et: ETS2LA pakub kohandatud akna juhtelemente, mis võivad teile kasulikud olla. Neid saab kasutada rohelise nupu abil ülemises paremas nurgas.
fi: ETS2LA on kehittänyt omia ikkunanhallinta ominaisuuksia. Voit käyttää näitä oikean yläkulman vihreän napin kautta.
fr: ETS2LA propose des contrôles de fenêtre personnalisés qui peuvent vous être utiles. Vous pouvez y accéder via le bouton vert situé en haut à droite.
hu: Az ETS2LA egyedi ablakvezérlőket biztosít, amelyek hasznosak lehetnek számodra. Ezek a jobb felső sarokban található zöld gomb segítségével érhetők el.
id: ETS2LA menyediakan kontrol window khusus yang mungkin berguna bagi anda. Ini dapat diakses melalui tombol hijau di sudut kanan atas.
it: ETS2LA fornisce controlli personalizzati della finestra che potrebbero esserti utili. Puoi utilizzarli tramite il pulsante verde in alto a destra.
nl: ETS2LA biedt aangepaste vensterbesturingen die nuttig kunnen zijn voor u. Deze zijn toegankelijk via de groene knop in de rechterbovenhoek.
pl: ETS2LA oferuje niestandardowe kontrolki okna, które może okazać się przydatne. Dostęp do niego można uzyskać za pomocą zielonego przycisku w prawym górnym rogu.
pt_br: O ETS2LA oferece controles de janela personalizados que podem ser úteis para você. Eles podem ser acessados através do botão verde no canto superior direito.
ru: ETS2LA предоставляет пользовательские элементы управления окном, которые могут быть для вас полезными. Их можно найти, нажав зелёную кнопку в верхнем правом углу.
sk: ETS2LA poskytuje vlastné ovládacie prvky okien, ktoré by pre vás mohli byť užitočné. K nim sa dostanete pomocou zeleného tlačidla v pravom hornom rohu.
sv: ETS2LA tillhandahåller anpassade fönsterkontroller som kan vara användbara för dig. Dessa kan nås via den gröna knappen i det övre högra hörnet.
tr: ETS2LA, size faydalı olabilecek özel pencere kontrolleri sunuyor. Bu kontrollere, sağ üst köşedeki yeşil butondan erişebilirsiniz.
vi: ETS2LA cung cấp điều khiển cửa sổ tùy chỉnh, có thể sẽ giúp ích cho bạn. Chúng có thể được truy cập thông qua nút màu xanh ở góc trên cùng bên phải.

source: **Stay on top** You can *left click* the green button to make the ETS2LA window stay on top of other windows.
de: **Im Vordergrund bleiben** Klicke mit der linken Maustaste auf die grüne Schaltfläche, um das ETS2LA-Fenster über andere Fenster zu legen.
es: # Quédate arriba # Puede *izquierda haga clic* en el botón verde para hacer que la ventana ETS2LA permanezca en la parte superior de otras ventanas.
et: ** Püsi pealmisena ** Võite * vasakud hiirt klõpsata * rohelise nupuga, et ETS2LA aken jääks teiste akende peale.
fi: **Pidä ikkuna päällä** Voit painaa vihreaa nappia *vasemmalla* hiiren painikkeella jotta ETS2LA pysyy muiden ikkuinoiden päällä.
fr: **Rester au premier plan** Vous pouvez *cliquer avec le bouton gauche* sur le bouton vert pour que la fenêtre ETS2LA reste au-dessus des autres fenêtres.
hu: **Maradjon a felül** A zöld gombra kattintva az ETS2LA ablak a többi ablak felett marad.
id: **Tetap di atas** Anda dapat *mengklik kiri* tombol hijau untuk membuat jendela ETS2LA tetap di atas jendela lain.
it: **Rimani in primo piano** Puoi cliccare con il *tasto sinistro* sul pulsante verde per fare in modo che la finestra di ETS2LA rimanga sopra le altre finestre.
nl: *Blijf op de top * U kunt *links klikken* de groene knop om ervoor te zorgen dat het ETS2LA venster bovenop andere vensters blijft.
pl: **Pozostań na wierzchu** Możesz *kliknąć lewym przyciskiem myszy* zielony przycisk, aby okno ETS2LA pozostało na wierzchu innych okien.
pt_br: **Fixar** Você pode clicar com o botão esquerdo no botão verde para fazer com que a janela do ETS2LA fique sempre por cima das outras janelas.
ru: **Поверх всех окон** Вы можете нажать на зелёную кнопку *левой кнопкой мыши*, чтобы закрепить окно ETS2LA поверх других окон.
sk: **Zostať navrchu** Kliknutím ľavým tlačidlom myši* na zelené tlačidlo môžete okno ETS2LA nastaviť tak, aby zostalo navrchu ostatných okien.
sv: **Håll dig överst** Du kan *vänsterklicka* på den gröna knappen för att få ETS2LA-fönstret att stanna överst på andra fönster.
tr: ""En önde tut"" Yeşil butona sol tıklayarak ETS2LA penceresinin diğer pencerelerin üstünde kalmasını sağlayabilirsiniz.
vi: **Luôn ở trên cùng** Bạn có thể *nhấn chuột trái* vào nút màu xanh để cửa sổ ETS2LA luôn nằm trên cùng các cửa sổ khác.

source: **Transparency** You can *right click* the green button to make the ETS2LA window slightly transparent. The amount of transparency can be adjusted in the settings.
de: **Transparenz** Klicke *mit der rechten Maustaste* auf die grüne Schaltfläche, um das ETS2LA-Fenster leicht transparent zu machen. Der Grad der Transparenz kann in den Einstellungen angepasst werden.
es: **Transparencia* * Usted puede * haga clic derecho* en el botón verde para hacer la ventana ETS2LA ligeramente transparente. La cantidad de transparencia se puede ajustar en los ajustes.
et: ** Läbipaistvus* * Võite * paremklõpsake * rohelist nuppu, et muuta ETS2LA aken veidi läbipaistvaks. Läbipaistvuse suurust saab seadistustes kohandada.
fi: **Läpinäkyvyys** Voit painaa vihreaa nappia *oikealla* hiiren painikkeella jotta ETS2LA muuttuu hieman läpinäkyväksi. Läpinäkyvyyttä voi muuttaa asetuksissa.
fr: **Transparence** Vous pouvez *cliquer avec le bouton droit* sur le bouton vert pour rendre la fenêtre ETS2LA légèrement transparente. Le niveau de transparence peut être ajusté dans les paramètres.
hu: **Átlátszóság** A zöld gombra kattintva az ETS2LA ablakot kissé átlátszóvá teheti. Az átlátszóság mértékét a beállításokban lehet módosítani.
id: **Transparansi** Anda dapat *mengklik kanan* tombol hijau untuk membuat jendela ETS2LA sedikit transparan. Jumlah transparansi dapat disesuaikan di pengaturan.
it: **Trasparenza** Puoi cliccare con il *tasto destro* sul pulsante verde per rendere la finestra di ETS2LA leggermente trasparente. La quantità di trasparenza può essere regolata nelle impostazioni.
nl: **Transparantie * U kunt * rechts klikken* de groene knop om het ETS2LA venster enigszins transparant te maken. De mate van transparantie kan worden aangepast in de instellingen.
pl: **Przezroczystość** Możesz *kliknąć prawym przyciskiem myszy* zielony przycisk, aby nieco zwiększyć przezroczystość okna ETS2LA. Poziom przezroczystości można dostosować w ustawieniach.
pt_br: **Opacidade** Você pode clicar com o botão direito no botão verde para deixar a janela do ETS2LA um pouco transparente. O nível de transparência pode ser ajustado nas configurações.
ru: **Прозрачность** Вы можете нажать на зелёную кнопку *правой кнопкой мыши*, чтобы сделать окно ETS2LA немного прозрачным. Степень прозрачности можно изменить в настройках.
sk: **Priehľadnosť** *Kliknutím pravým tlačidlom myši* na zelené tlačidlo môžete okno ETS2LA mierne priehľadniť. Mieru priehľadnosti je možné upraviť v nastaveniach.
sv: **Transparens** Du kan *högerklicka* på den gröna knappen för att göra ETS2LA-fönstret något transparent. Graden av transparens kan justeras i inställningarna.
tr: ""Şeffaflık"" Yeşil butona sağ tıklama yaparak ETS2LA penceresini hafifçe şeffaf hale getirebilirsiniz. Şeffaflık oranını ayarlardan istediğiniz zaman değiştirebilirsiniz.
vi: **Trong suốt** Bạn có thể *nhấn chuột phải* vào nút màu xanh để cửa sổ ETS2LA trở nên hơi trong suốt. Độ trong suốt có thể được điều chỉnh trong cài đặt.

source: **Fullscreen** You can *middle click* the green button to make the ETS2LA window fullscreen.
de: **Vollbild** Du kannst mit der *mittleren Maustaste*auf den grünen Knopf klicken, damit das ETS2LA Fenster im Vollbildmodus ist.
es: *Pantalla completa* Usted puede *middle haga clic* en el botón verde para hacer la pantalla completa de la ventana ETS2LA.
et: Täisekraan** ETS2LA akna täisekraaniks tegemiseks võite klõpsata rohelise nupuga * keskel.
fi: **Koko näytön tila** Voit painaa vihreää nappia *keskimmäisellä hiiren painikkeella* jotta ETS2LA menee koko näytön tilaan.
fr: **Plein écran** Vous pouvez *cliquer avec la roulette de la souris* sur le bouton vert pour afficher la fenêtre ETS2LA en plein écran.
id: **Layar Penuh** Anda dapat *mengklik tengah* tombol hijau untuk membuat jendela ETS2LA layar penuh.
it: **Schermo Intero** Puoi cliccare il tasto verde con il **tasto centrale** del mouse per rendere la finestra di ETS2LA a schermo intero.
nl: **Volledig scherm** U kunt *middenklikken* de groene knop om het ETS2LA venster volledig scherm te maken.
pl: **Pełny ekran** Możesz *kliknąć środkowym przyciskiem myszy* zielony przycisk, aby okno ETS2LA wyświetlało się na całym ekranie.
ru: **На весь экран** Вы можете нажать *средней кнопкой мыши* на зелёную кнопку, чтобы перейти в полноэкранный режим.
sk: **Celá obrazovka** *Kliknutím stredným tlačidlom myši* na zelené tlačidlo sa okno ETS2LA zobrazí na celej obrazovke.
sv: **Helskärm** Du kan *mittenklicka* på den gröna knappen för att visa ETS2LA-fönstret i helskärmsläge.
tr: **Tam ekran** ETS2LA penceresini tam ekran yapmak için yeşil butona orta tıklama(mouse tekerleği) ile tıklayınız.
vi: **Toàn màn hình** Nhấn *chuột giữa* vào nút màu xanh lá để hiển thị ETS2LA toàn màn hình.

source: It's this green button!
de: Es ist der grüne Knopf!
es: ¡Es este botón verde!
et: See on see roheline nupp!
fi: Tämä vihreä painike!
fr: C’est ce bouton vert !
hu: Ez az a zöld gomb!
id: Ini tombol hijaunya!
it: È questo pulsante verde!
nl: Het is deze groene knop!
pl: To ten zielony przycisk!
pt_br: É este botão verde!
ru: Вот эта зелёная кнопка!
sk: Toto je to zelené tlačidlo!
sv: Det är den här gröna knappen!
tr: Bu yeşil buton!
vi: Nó là nút màu xanh này!

source: Visualization Notice
pl: Powiadomienie wizualizacji
ru: Уведомление о визуализации

source: Sometimes the ETS2LA window might not work as expected. If you find any weird issues, then pressing the F5 key will reload the window.
pl: Czasami okno ETS2LA może nie działać poprawnie. Jeśli napotkasz jakieś dziwne problemy, naciśnięcie klawisza F5 przeładuje okno.
ru: Иногда окно ETS2LA может работать не так, как ожидается. Если у вас возникнут какие-либо странные проблемы, нажатие F5 перезагрузит окно.

source: Press F5 to Continue
pl: Naciśnij F5 aby kontynuować
ru: Нажмите F5, чтобы продолжить

source: Bypass
pl: Obejście
ru: Обход
