Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Backend started successfully
de: Backend wurde erfolgreich gestartet
es: El backend se inició correctamente
et: Taustaprogramm käivitati edukalt
fi: Taustapalvelu aloitettu onnistuneesti
fr: Backend démarré avec succès
hu: A háttérrendszer indítása sikeres volt
id: Backend berhasil dimulai
it: Backend avviato con successo
nl: Backend is succesvol gestart
pl: Backend został pomyślnie uruchomiony
pt_br: Backend Iniciadinho
ru: Backend успешно запущен
sk: Backend bol úspešne spustený
sv: Backend startade utan problem
tr: Backend başarıyla başlatıldı
vi: Backend đã được khởi động thành công

source: Lead developer and creator of ETS2LA, backend & frontend.
de: Hauptentwickler und Ersteller von ETS2LA, Backend & Frontend.
es: Desarrollador principal y creador de ETS2LA, backend y frontend.
et: ETS2LA juhtiv arendaja ja looja, taustaprogramm ja kasutajaliides.
fi: ETS2LA:n tekijä ja pääkehittäjä, taustapalvelu & käyttöliittymä.
fr: Développeur principal et créateur d’ETS2LA, backend et frontend.
hu: Fő fejlesztője és megalkotója az ETS2LA-nak.
id: Pengembang utama dan pencipta ETS2LA, backend & frontend.
it: Responsabile dello sviluppo e creatore di ETS2LA, backend & frontend.
nl: Hoofdontwikkelaar en maker van ETS2LA, backend & frontend.
pl: Główny deweloper i twórca ETS2LA, backend & frontend.
pt_br: Desenvolvedor principal e criador do ETS2LA , backend & frontend.
ru: Ведущий разработчик и создатель ETS2LA, backend и интерфейса.
sk: Vedúci vývojár a tvorca ETS2LA, backendu a frontendu.
sv: Huvudutvecklare och skapare av ETS2LA, backend och frontend.
tr: ETS2LA'nın baş geliştiricisi ve yaratıcısı, backend & frontend.
vi: Lập trình viên và nhà sáng tạo chính của ETS2LA, backend & frontend.

source: Navigation Detection, Traffic Light Detection, ETS2LA Lite, 'co-owner'
de: Navigationserkennung, Ampelerkennung, ETS2LA Lite, „Mitinhaber“
es: Detección de navegación, detección de semáforos, ETS2LA Lite, 'copropietario'
et: Navigatsioonituvastus, valgusfoori tuvastamine, ETS2LA Lite, kaasomanik '
fi: "Navigation Detection", "Traffic Light Detection", ETS2LA Lite -tekijä ja "yhteisomistaja"
fr: Détection de navigation, détection des feux de circulation, ETS2LA Lite, 'co-propriétaire'
hu: Navigáció Felismerő, Közlekedési Lámpa Felismerő, ETS2LA Lite, 'Társ-Tulajdonos"
id: Deteksi Navigasi, Deteksi Lampu Lalu Lintas, ETS2LA Lite, 'ko-pemilik'
it: Rilevamento della navigazione, rilevamento dei semafori, ETS2LA Lite, 'co-proprietario'
nl: Navigatiedetectie, verkeerslichtdetectie, ETS2LA Lite, mede-eigenaar '
pl: Wykrywanie nawigacji, wykrywanie świateł, ETS2LA Lite, 'współwłaściciel'
pt_br: Detecção de Navegação, Detecção de Semáforo, ETS2LA Lite, 'co-owner'
ru: Обнаружение навигации, обнаружение светофоров, ETS2LA Lite, 'со-владелец'
sk: Detekcia navigácie, detekcia semaforov, ETS2LA Lite, „spoluvlastník“
sv: Navigationsdetektering, trafikljusdetektering, ETS2LA Lite, 'delägare'
tr: Navigasyon Algılama, Trafik Işığı Algılama, ETS2LA Lite, 'ortak sahip'
vi: Phát hiện điều hướng, Phát hiện đèn giao thông, ETS2LA Bản rút gọn, 'đồng sáng lập'

source: Various additions and improvements, Object Detection AI models & development
de: Verschiedene Erweiterungen und Verbesserungen, KI-Modelle zur Objekterkennung und deren Entwicklung
es: Varias adiciones y mejoras, modelos y desarrollo de IA de detección de objetos
et: Mitmed täiendused ja parandused, Objekti tuvastamise AI mudelid ja arendamine
fi: Parannuksia ja pieniä muutoksia, kappaleiden tunnistuksen AI mallit ja niiden kehitys
fr: Divers ajouts et améliorations, modèles d’IA pour la détection d’objets & développement
hu: Különböző újítások és javítások, Tárgy Felismerő MI modellek & fejlesztésük
id: Berbagai penambahan dan penyempurnaan, model AI Deteksi Objek & pengembangannya
it: Varie aggiunte e miglioramenti, modelli IA per il riconoscimenti degli oggetti & sviluppo
nl: Diverse toevoegingen en verbeteringen, Objectdetectie AI modellen en ontwikkeling
pl: Różne dodatki i ulepszenia, wykrywanie obiektów, modele AI i rozwój
pt_br: Várias adições e melhorias, modelos de IA de Detecção de Objetos & desenvolvimento
ru: Различные дополнения и улучшения, модели ИИ для обнаружения объектов и разработка
sk: Rôzne doplnky a vylepšenia, modely a vývoj umelej inteligencie pre detekciu objektov
sv: Diverse tillägg och förbättringar, AI-modeller och utveckling för objektdetektering
tr: Çeşitli eklemeler ve iyileştirmeler, Nesne Algılama AI modelleri ve geliştirme
vi: Thực hiện nhiều bổ sung và cải tiến, mô hình AI "Phát hiện đối tượng" & phát triển

source: ETS2LA game-side SDK developer. Vehicles, Traffic Lights, Camera data and more direct from the game.
de: ETS2LA spiel-seitige SDK-Entwickler. Fahrzeuge, Ampeln, Kameradaten und mehr direkt aus dem Spiel.
es: Desarrollador del SDK de ETS2LA para el juego. Vehículos, semáforos, datos de cámara y más, directamente desde el juego.
et: ETS2LA mängupoolne SDK arendaja. Sõidukid, valgusfoorid, kaamera andmed ja rohkem otse mängust.
fi: ETS2LA:n pelinpuoleisen SDK:n kehittäjä. Tarjoaa ajoneuvot, liikennevalot ja kameradatan ym. suoraan pelistä.
fr: Développeur du SDK côté jeu pour ETS2LA. Gestion des véhicules, feux de circulation, données caméra, et plus, directement extraits du jeu.
hu: Az ETS2LA-nak fejlesztett egy SDK-át mely segítségével az alkalmazás látja a járműveket, a jezőlámpákat, a kamera adatokat és még sok mást.
id: Pengembang SDK sisi game ETS2LA. Data Kendaraan, Lampu Lalu Lintas, Kamera, dan lainnya langsung dari game.
it: Sviluppatore dell’SDK lato gioco di ETS2LA. Veicoli, semafori, dati della telecamera e altro direttamente dal gioco.
nl: ETS2LA game-side SDK-ontwikkelaar. Voertuigen, verkeerslichten, cameragegevens en meer direct van het spel.
pl: Zestaw SDK dla deweloperów ETS2LA. Pojazdy, sygnalizacja świetlna, dane z kamer i nie tylko bezpośrednio z gry.
pt_br: Desenvolvedor do SDK, que "lê" os Veículos, Semáforos, dados da câmera dentre outros, ligados ao lado do jogo.
ru: Разработчик внутриигрового SDK для ETS2LA. Транспортные средства, светофоры, данные камеры и многое другое напрямую из игры.
sk: Vývojár herného SDK pre ETS2LA. Vozidlá, semafory, dáta z kamier a ďalšie priamo z hry.
sv: Utvecklare av ETS2LA SDK för spelet. Fordon, trafikljus, kameradata och mer direkt från spelet.
tr: ETS2LA oyun tarafı SDK geliştiricisi. Araçlar, trafik ışıkları, kamera verileri ve daha fazlası doğrudan oyundan.
vi: Nhà phát triển SDK phía game của ETS2LA. Xe cộ, đèn giao thông, dữ liệu camera và nhiều dữ liệu trực tiếp từ game.

source: Game data extraction and processing
de: Extrahieren und Verarbeitung von Spieldaten
es: Extracción y procesamiento de datos de juegos
et: Mängude andmete väljavõtmine ja töötlemine
fi: Pelin datan kerääminen ja prosessointi
fr: Extraction et traitement des données de jeu
hu: Játék adatok gyűjtése és elemzése
id: Ekstraksi dan pengolahan data game
it: Estrazione e elaborazione dei dati di gioco
nl: Game data extractie en verwerking
pl: Wydobycie i przetwarzanie danych gry
pt_br: Extração e processamento de dados do jogo
ru: Извлечение и обработка игровых данных
sk: Extrakcia a spracovanie herných dát
sv: Utvinning och bearbetning av speldata
tr: Oyun verilerinin çıkarılması ve işlenmesi
vi: Khai thác và xử lí dữ liệu game

source: Linux & Unix Port, various improvements and bug fixes
de: Linux & Unix Port, diverse Verbesserungen und Fehlerbehebungen
es: Puerto para Linux y Unix, diversas mejoras y correcciones de errores
et: Linux & Unixi port, mitmesugused parandused ja veaparandused
fi: Linux ja Unix versio, eri päivityksiä ja bugi korjausia
fr: Portage Linux & Unix, diverses améliorations et corrections de bugs
hu: Linux & Unix Port, különboző implementációk és hiba javítások
id: Porting ke Linux & Unix, berbagai penyempurnaan dan perbaikan bug
it: Porting per Linux e Unix, varie migliorie e correzioni di bug
nl: Linux & Unix Port, diverse verbeteringen en foutenherstel
pl: Linux & Unix Port, różne ulepszenia i poprawki błędów
pt_br: Realizou o porte para Linux & Unix, ajudou com várias melhorias e correções de bugs
ru: Порт для Linux и Unix, различные улучшения и исправления ошибок
sk: Port pre Linux a Unix, rôzne vylepšenia a opravy chýb
sv: Linux- och Unix-portering, diverse förbättringar och buggfixar
tr: Linux ve Unix Portu, çeşitli iyileştirmeler ve hata düzeltmeleri
vi: Chuyển đổi phần mềm sang Linux & Unix, cùng nhiều cải tiến và sửa lỗi

source: ETS2LA SDK C++ developer, Linux & Unix Port, bug fixes
de: ETS2LA SDK C++ Entwickler, Linux & Unix Port, Fehlerkorrekturen
es: Desarrollador de C++ del SDK de ETS2LA, puerto para Linux y Unix, corrección de errores
et: ETS2LA SDK C++ arendaja, Linux & Unix Port, veaparandused
fi: Kehittää ETS2LA SDK:ta, Linux ja Unix portti, bugi korjauksia
fr: Développeur C++ du SDK ETS2LA, portage Linux & Unix, corrections de bugs
hu: C++ támogatás, Linux & Unix Port, hiba javítások
id: Pengembang ETS2LA SDK C++, porting Linux & Unix, perbaikan bug
it: Sviluppatore SDK C++ di ETS2LA, porting per Linux e Unix, correzione di bug
nl: ETS2LA SDK C++ ontwikkelaar, Linux & Unix Port, bug fixes
pl: Deweloper ETS2LA SDK C++, port Linux i Unix, poprawki błędów
ru: Разработчик ETS2LA SDK на C++, порт для Linux и Unix, исправления ошибок
sk: Vývojár ETS2LA SDK v jazyku C++, port pre Linux a Unix, opravy chýb
sv: ETS2LA SDK C++-utvecklare, Linux- och Unix-portering, buggfixar
tr: ETS2LA SDK C++ geliştiricisi, Linux ve Unix uyarlama, hata düzeltmeleri
vi: Lập trình viên SDK C++ của ETS2LA, Chuyển đổi phần mềm sang Linux & Unix, sửa lỗi

source: Help with Navigate on ETS2LA & Map
de: Hilfe bei der Navigation auf ETS2LA & der Karte
es: Ayuda con la navegación en ETS2LA y el mapa
et: Abi navigeerimisel ETS2LA & kaardil
fi: "Navigate on ETS2LA" ja Kartta laajennuksen kehityksen apua
fr: Assistance pour la navigation sur ETS2LA et la carte
hu: Segített az ETS2LA Navigációját és térképét újraírni
id: Membantu navigasi pada ETS2LA & Peta
it: Aiuta con Navigate su ETS2LA & Map
nl: Hulp met navigatie op ETS2LA & Kaart
pl: Pomoc z nawigacją na ETS2LA i mapą
pt_br: Ajudou com a Navegação do ETS2LA & Map
ru: Помощь с навигацией в ETS2LA и Картой
sk: Pomoc s navigáciou na ETS2LA a mape
sv: Hjälp med navigering på ETS2LA och karta
tr: ETS2LA ve Harita'da Navigasyon yardımı
vi: Hỗ trợ điều hướng trên ETS2LA & Bản đồ

source: scs-sdk-controller developer
de: scs-sdk-controller Entwickler
es: Desarrollador del controlador scs-sdk
et: scs-sdk-kontrolleri arendaja
fi: "scs-sdk-controller" kehittäjä
fr: Développeur du scs-sdk-controller
hu: scs-sdk-controller fejlesztője
id: Pengembang scs-sdk-controller
it: Sviluppatore di scs-sdk-controller
nl: scs-sdk-controller-ontwikkelaar
pl: scs-sdk-controller deweloper
ru: Разработчик scs-sdk-controller
sk: vývojár ovládača scs-sdk
sv: scs-sdk-kontroller-utvecklare
tr: scs-sdk-denetleyici geliştiricisi
vi: lập trình viên scs-sdk-controller

source: 3D models for the visualization
de: 3D-Modelle zur Visualisierung
es: Modelos 3D para la visualización
et: 3D mudelid visualiseerimiseks
fi: 3D mallit visualisointiin
fr: Modèles 3D pour la visualisation
hu: 3D modellek a vizualizációhoz
id: Model 3D untuk visualisasi
it: Modelli 3D per la visualizzazione
nl: 3D modellen voor de visualisatie
pl: modele 3D do wizualizacji
pt_br: Criador dos modelos 3D, usados na visualização dos Sockets
ru: 3D-модели для визуализации
sk: 3D modely pre vizualizáciu
sv: 3D-modeller för visualisering
tr: Görselleştirme için 3D modeller
vi: Mô hình 3D cho việc trực quan hóa dữ liệu

source: Data extractor development, support for modded maps.
de: Entwicklung von Datenextraktoren, Unterstützung für modifizierte Karten.
es: Desarrollo de extractor de datos, soporte para mapas modificados.
et: Andmeekstraktori arendamine, muudetud kaartide toetamine.
fi: Pelin datan keräysen kehitys, tuki modattuihin karttoihin.
fr: Développement d’extracteur de données, prise en charge des cartes modifiées.
hu: Tovább fejlesztette az adat ki nyerőt, közösség által készített pályák kompatibilitáshoz.
id: Pengembangan ekstraksi data, dukungan untuk peta modifikasi.
it: Sviluppo dell'estrattore di dati, supporto per mappe modificate.
nl: Ontwikkeling van data-extractor, ondersteuning voor gemodderde kaarten.
pl: Rozwój ekstraktora danych, wsparcie dla modyfikowanych map.
pt_br: Desenvolveu extratores de dados que ajudou com suporte para mapas modificados.
ru: Разработка извлечения данных, поддержка модифицированных карт.
sk: Vývoj extraktora dát, podpora pre upravené mapy.
sv: Utveckling av dataextraktor, stöd för moddade kartor.
tr: Veri çıkarıcı geliştirme, modlanmış haritalar için destek.
vi: Phát triển khai thác dữ liệu, hỗ trợ các bản đồ được mod.

source: Discord rich presence plugin developer, slight backend updates.
de: Entwickler des Discord Rich Presence Plugins, leichte Backend-Updates.
es: Desarrollador del complemento de presencia enriquecida de Discord, ligeras actualizaciones de backend.
et: Discordi rikkaliku kohaloleku lisaosa arendaja, kerged taustaprogrammi uuendused.
fi: Discord laajennuksen kehittäjä, taustapalvelun päivityksiä.
fr: Développeur du plugin Discord Rich Presence, légères mises à jour du backend.
id: Pengembang plugin Discord rich presence, pembaruan kecil backend.
it: Sviluppatore del plugin Discord Rich Presence, lievi aggiornamenti del backend.
nl: Ontwikkelaar van Discord Rich Presence plugin, kleine backend-updates.
pl: Deweloper pluginu Discord rich presence, drobne aktualizacje backendu.
ru: Разработчик плагина Discord Rich Presence, небольшие изменения в backend.
sk: Vývojár pluginu pre Discord Rich Presence, drobné aktualizácie backendu.
sv: Utvecklare av Discord-plugin med rik närvaro, smärre backend-uppdateringar.
tr: Discord rich presence eklentisi geliştiricisi, az miktarda backend güncellemeleri.
vi: Phát triển plugin, các bản cập nhật nhỏ cho backend.

source: Chinese translation, bug fixes
de: Chinesische Übersetzung, Fehlerbehebungen
es: Traducción al chino, corrección de errores
et: Hiina tõlge, veaparandused
fi: Kiinankielinen käännös, bugi korjauksia
fr: Traduction chinoise, corrections de bugs
hu: Kínai fordítás, hiba javítások
id: Terjemahan bahasa China, perbaikan bug
it: Traduzione in cinese, correzione bug
nl: Chinese vertaling, bug fixes
pl: Tłumaczenie z chińskiego, poprawki błędów
ru: Китайский перевод, исправления ошибок
sk: Čínsky preklad, opravy chýb
sv: Kinesisk översättning, buggfixar
tr: Çince çeviri, hata düzeltmeleri
vi: Bản dịch tiếng Trung Quốc, sửa lỗi

source: Chinese translations, bug fixes
de: Chinesische Übersetzungen, Fehlerbehebungen
es: Traducciones al chino, corrección de errores
et: Hiinakeelsed tõlked, veaparandused
fi: Kiinankielinen käännös, bugi korjauksia
fr: Traductions chinoise, corrections de bugs
hu: Kínai fordítások, hiba javítások
id: Terjemahan bahasa China, perbaikan bug
it: Traduzioni in cinese, correzione bug
nl: Chinese vertalingen, bug fixes
pl: Chińskie tłumaczenia, poprawki błędów
ru: Китайские переводы, исправления ошибок
sk: Čínske preklady, opravy chýb
sv: Kinesisk översättningar, buggfixar
tr: Çince çeviriler, hata düzeltmeleri
vi: Bản dịch tiếng Trung Quốc, sửa lỗi

source: Automatic offset calculations for the Map plugin.
de: Automatische Offset-Berechnungen für das Map-Plugin.
es: Cálculos de desplazamiento automático para el complemento Mapa.
et: Kaardilisaosa automaatsed nihkearvutused.
fi: Automaatiset tienleveys laskelmat Map laajennusta varten.
fr: Calculs automatiques des décalages pour le plugin Carte.
hu: Automatikus offszet számítások a Térkép pluginhoz.
id: Perhitungan offset otomatis untuk plugin Peta.
it: Calcoli automatici degli offset per il plugin della mappa.
nl: Automatische offsetberekeningen voor de kaartplugin.
pl: Automatyczne obliczanie przesunięcia dla pluginu Map.
pt_br: Calculo automático das distancias do plugin Map
ru: Автоматические расчеты смещений для плагина карты.
sk: Automatické výpočty odsadenia pre plugin Mapa.
sv: Automatiska offsetberäkningar för Map-pluginet.
tr: Harita eklentisi için otomatik ofset hesaplamaları.
vi: Tự động tính toán offset cho plugin "Bản đồ".

source: Discord server support, Chinese-English translator developer.
de: Discord-Server-Support, Entwickler für Chinesisch-Englisch-Übersetzer.
es: Soporte para servidor Discord, desarrollador de traductor chino-inglés.
et: Discordi serveri tugi, hiina-inglise tõlkija arendaja.
fi: Tarjoaa tukea Discord -palvelimella, Kiina-Englanti kääntäjän kehittäjä.
fr: Support du serveur Discord, développeur traducteur chinois-anglais.
hu: Discord szerver támogatás, Kínai-Angol fordító fejlesztő.
id: Dukungan server Discord, pengembang penerjemah Cina-Inggris.
it: Supporto per server Discord, sviluppatore traduttore cinese-inglese.
nl: Discord server ondersteuning, Chinees-Engels vertaler ontwikkelaar.
pl: Serwer discord wsparcia, chińsko-angielski programista tłumaczeń.
ru: Поддержка сервера Discord, разработчик переводчика с китайского на английский.
sk: Podpora Discord servera, vývojár čínsko-anglického prekladača.
sv: Discord-serversupport, utvecklare av kinesisk-engelsk översättning.
tr: Discord sunucu desteği, Çince-İngilizce çevirmen geliştirici.
vi: Hỗ trợ qua máy chủ Discord, lập trình viên biên dịch Tiếng Trung Quốc-Tiếng Anh.

source: Maintaining CN mirrors for ETS2LA services.
de: Pflege der CN-Spiegel für ETS2LA-Dienste.
es: Mantenimiento de espejos CN para servicios ETS2LA.
et: CN-peegleid säilitatakse ETS2LA teenuste jaoks.
fi: Pitää kiinalaiset peilit ETS2LA:n palveluihin.
fr: Maintenance des miroirs CN pour les services ETS2LA.
hu: CN tükrök karbantartása az ETS2LA szolgáltatásokhoz.
id: Memelihara mirror CN untuk layanan ETS2LA.
it: Mantenimento dei mirror CN per i servizi ETS2LA.
nl: Onderhoud van CN-spiegels voor ETS2LA-diensten.
pl: Utrzymanie serwerów lustrzanych CN dla usług ETS2LA.
pt_br: Manutenção de espelhos (ou "mirrors") CN para serviços do ETS2LA.
ru: Поддержка китайских зеркал для сервисов ETS2LA.
sk: Údržba zrkadiel CN pre služby ETS2LA.
sv: Underhåller CN-speglar för ETS2LA-tjänster.
tr: ETS2LA servisleri için CN sunucularının bakımı.
vi: Duy trì mirrors CN cho dịch vụ ETS2LA.

source: Bug fixes
de: Fehlerbehebungen
es: Corrección de errores
et: Veaparandused
fi: Bugi korjauksia
fr: Corrections de bugs
hu: Hiba javítások
id: Perbaikan bug
it: Correzione bug
pl: Poprawki błędów
ru: Исправления ошибок
sk: Opravy chýb
sv: Buggfixar
tr: Hata düzeltmeleri
vi: Sửa lỗi

source: Fixing wipers (5s timer)
de: Beheben der Scheibenwischer (5s Timer)
es: Arreglando limpiaparabrisas (temporizador de 5s)
et: Klaasipuhastide fikseerimine (5s taimer)
fi: Korjataan pyyhkijät 5 sekunnin päästä
fr: Correction des essuie-glaces (timer de 5 secondes)
hu: Az ablaktörlők javítása (5 másodperces időzítő)
id: Memperbaiki wiper (timer 5s)
it: Correzione dei tergicristalli (timer da 5s)
nl: Ruitenwissers fixen (5s timer)
pl: Naprawianie wycieraczek (timer 5 sekundowy)
ru: Исправление дворников (таймер 5 секунд)
sk: Oprava stieračov (5s časovač)
sv: Fixering av vindrutetorkare (5s timer)
tr: Sileceklerin sabitlenmesi (5 saniye zamanlayıcı)
vi: Sửa cần gạt nước (5 giây đếm ngược)

source: Fixing wipers in {0} seconds...
de: Behebe Scheibenwischer in {0} Sekunden...
es: Arreglando limpiaparabrisas en {0} segundos...
et: Klaasipuhastajad fikseeritakse {0} sekundiga...
fi: Korjataan pyyhkijät {0} sekuntin jälkeen...
fr: Correction des essuie-glaces dans {0} secondes...
hu: Az ablaktörlők javítása {0} másodperc múlva...
id: Memperbaiki wiper dalam {0} detik...
it: Correzione dei tergicristalli tra {0} secondi...
nl: Ruitenwissers herstellen in {0} seconden...
pl: Naprawianie wycieraczek za {0} sekund...
ru: Исправление дворников через {0} секунд...
sk: Oprava stieračov o {0} sekúnd...
sv: Lagar vindrutetorkarna på {0} sekunder...
tr: Silecekleri {0} saniye içinde tamir ediyorum...
vi: Đang sửa cần gạt nước trong {0} giây...

source: Wipers should be fixed now.
de: Scheibenwischer sollten nun behoben sein.
es: Los limpiaparabrisas deberían estar arreglados ahora.
et: Klaasipuhastid peaks korras olema.
fi: Pyyhkijöiden pitäisi olla nyt korjattu.
fr: Les essuie-glaces devraient maintenant être réparés.
hu: Ablaktörlők megjavítva.
id: Wiper seharusnya berfungsi normal sekarang.
it: I tergicristalli dovrebbero essere sistemati ora.
nl: Ruitenwissers zouden nu gemaakt worden.
pl: Wycieraczki powinny być naprawione.
ru: Дворники теперь должны быть исправны.
sk: Stierače by sa mali teraz opraviť.
sv: Vindrutetorkarna borde vara lagade nu.
tr: Silecekler şimdi tamir edildi.
vi: Cần gạt nước đã được sửa xong.

source: Triggering update
de: Aktualisierung auslösen
es: Activando actualización
et: Uuenduse käivitamine
fi: Aloitetaan päivitys
fr: Déclenchement de la mise à jour
hu: Frissítés elindítása
id: Memicu pembaruan
it: Avvio dell'aggiornamento
nl: Update wordt geactiveerd
pl: Uruchomienie aktualizacji
ru: Запуск обновления
sk: Spúšťa sa aktualizácia
sv: Utlöser uppdatering
tr: Güncellemeyi tetikle
vi: Kích hoạt cập nhật

source: {0} minute
es: {0} minuto
et: {0} minut
fi: {0} minuutti
hu: {0} percet
id: {0} menit
it: {0} minuto
nl: {0} minuut
pl: {0} minuta
pt_br: {0} minuto
ru: {0} минута
sk: {0} minúta
sv: {0} minut
tr: {0} dakika
vi: {0} phút {0} phút

source: {0} hour
de: {0} Stunde
es: {0} hora
et: {0} tund
fi: {0} tunti
fr: {0} heure
hu: {0} órát
id: {0} jam
it: {0} ora
nl: uur
pl: {0} godzina
pt_br: {0} hora
ru: {0} час
sk: {0} hodina
sv: {0} timme
tr: {0} saat
vi: {0} giờ {0} giờ

source: {0} and {1}
de: {0} und {1}
es: {0} y {1}
et: {0} ja {1}
fi: {0} ja {1}
fr: {0} et {1}
hu: {0} és {1}
id: {0} dan {1}
it: {0} e {1}
nl: {0} en {1}
pl: {0} i {1}
pt_br: {0} e {1}
ru: {0} и {1}
sk: {0} a {1}
sv: {0} och {1}
tr: {0} ve {1}
vi: {0} và {1}

source: {0} users
de: {0} Nutzer
es: {0} usuarios
et: {0} kasutajad
fi: {0} käyttäjää
fr: {0} utilisateurs
id: {0} pengguna
it: {0} utenti
nl: {0} gebruikers
pl: {0} użytkowników
pt_br: {0} usuários
ru: {0} пользователей
sk: {0} používateľov
sv: {0} användare
tr: {0} kullanıcı
vi: {0} người dùng

source: {0} unique users
de: {0} einzigartige Nutzer
es: {0} usuarios únicos
et: {0} unikaalsed kasutajad
fi: {0} uniikkia käyttäjää
fr: {0} utilisateurs unique
hu: {0} különleges felhasználó
id: {0} Pengguna unik
it: {0} utenti unici
nl: {0} unieke gebruikers
pl: {0} unikalnych użytkowników
pt_br: {0} usuários únicos
ru: {0} уникальных пользователей
sk: {0} jedinečných používateľov
sv: {0} unika användare
tr: {0} benzersiz kullanıcı
vi: {0} người dùng riêng biệt

source: Hey There!
de: Hallo!
es: ¡Hola!
et: Terekest!
fi: Hei!
fr: Salut !
id: Hai!
it: Ehilà!
nl: Hallo daar!
pl: Cześć!
ru: Привет!
sk: Ahoj!
sv: Tjenare!
tr: Selam!
vi: Hey, này!
