Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Error installing SDKs for {game}, please make sure the game is closed.
de: Fehler bei der Installation der SDKs für {game}, bitte stelle sicher, dass das Spiel geschlossen ist.
es: Error de instalación de SDKs para {game}, por favor asegúrese de que el juego está cerrado.
et: Viga SDK-de installimisel {game} jaoks, palun veenduge, et mäng on suletud.
fi: Virhe asentaessa SDK pelille {game}, tarkista että peli on suljettu.
fr: Erreur lors de l’installation des SDK pour {game}, veuillez vous assurer que le jeu est fermé.
hu: Hiba történt az {game} SDK-k telepítésekor, győződj meg arról, hogy a játék be van zárva.
id: Kesalahan saat menginstal SDK untuk {game}, pastikan game ditutup.
it: Errore installare SDKs per {game}, assicurarsi che il gioco sia chiuso.
nl: Fout bij het installeren van SDK's voor {game}, zorg ervoor dat het spel gesloten is.
pl: Wystąpił błąd podczas instalacji zestawów SDK dla {game}. Upewnij się, że gra jest zamknięta.
pt_br: Erro ao instalar os SDKs para {game}. Por favor, certifique-se de que o jogo esteja fechado.
ru: Ошибка при установке SDK для {game}, пожалуйста, удостоверьтесь, что игра закрыта.
sk: Chyba pri inštalácii SDK pre {game}, uistite sa, že je hra zatvorená.
sv: Fel vid installation av SDK:et för {game}, vänligen se till att spelet inte körs.
tr: SDK'lar {game} için kurulum sırasında hata oluştu, lütfen oyunun kapalı olduğundan emin olun.
vi: Lỗi khi đang cài đặt các SDK cho {game}, hãy chắc chắn game của bạn đã đóng.

source: Could not find version for {game}, skipping uninstallation
de: Konnte keine Version für {game} finden, überspringe Deinstallation
es: No pude encontrar la versión para {game}, saltando desinstalación
et: {game} versiooni ei leitud, eemaldamata jätmine
fi: Ei voitu määrittää versiota pelille {game}, ohitetaan poisto
fr: Impossible de trouver la version pour {game}, désinstallation ignorée
hu: Nem található verzió az {game} számára, az eltávolítás kihagyásra kerül
id: Tidak dapat menemukan versi untuk {game}, melewati penghapusan instalasi
it: Impossibile trovare la versione per {game}, disinstallazione saltata
nl: Kon versie voor {game} niet vinden, de installatie wordt overgeslagen
pl: Nie można znaleźć wersji dla {game}, pomijanie dezinstalacji
pt_br: Não foi possível encontrar a versão para {game}, pulando a desinstalação
ru: Не удалось найти версию для {game}, пропускаю удаление
sk: Nepodarilo sa nájsť verziu hry {game}, preskakuje sa odinštalovanie
sv: Kunde inte hitta versionen för {game}, hoppar över avinstallationen
tr: {game} için sürüm bulunamadı, kaldırma işlemi atlanıyor
vi: Không tìm thấy phiên bản phù hợp cho {game}, đang bỏ qua cài đặt

source: Uninstalling SDKs for {game}
de: SDKs für {game} deinstallieren
es: Desinstalar SDKs para {game}
et: SDK- de eemaldamine {game} jaoks
fi: Poistetaan SDK pelistä {game}
fr: Désinstallation des SDK pour {game} en cours
hu: {game} SDK-k eltávolítása
id: Menghapus instalasi SDK untuk {game}
it: Disinstallazione degli SDK per {game}
nl: SDK's verwijderen voor {game}
pl: Odinstaluj SDK dla {game}
ru: Удаление SDK для {game}
sk: Odinštalovanie SDK pre {game}
sv: Avinstallerar SDK:er för {game}
tr: {game} için SDK'lar kaldırılıyor
vi: Đang gỡ cài đặt các SDK ra khỏi {game}

source: SDKs for {game} uninstalled successfully.
de: SDKs für {game} erfolgreich deinstalliert.
es: SDKs para {game} desinstalado con éxito.
et: SDK- d {game} edukalt desinstallitud.
fi: Pelin {game} SDK on nyt poistettu onnistuneesti.
fr: Les SDK pour {game} ont été désinstallés avec succès.
hu: Az {game} SDK-k sikeresen eltávolítva.
id: SDK untuk {game} berhasil dihapus.
it: SDK per {game} disinstallati con successo.
nl: SDK's voor {game} verwijderd met succes.
pl: SDK dla {game} zostało pomyślnie odinstalowane.
ru: SDK для {game} успешно удалена.
sk: Súpravy SDK pre hru {game} boli úspešne odinštalované.
sv: SDK:erna för {game} har avinstallerats.
tr: {game} için SDK'lar başarıyla kaldırıldı.
vi: Các SDK cho {game} đã được gỡ cài đặt thành công.

source: SDKs for {game} not installed, skipping uninstallation
de: SDKs für {game} nicht installiert, überspringe Deinstallation
es: Los SDK para {game} no están instalados, se omite la desinstalación
et: SDK- d {game} installimata, eemaldamise vahelejätmine
fi: Pelissä {game} ei ole asennettuja SDK:ta, ohitetaan poisto
fr: Les SDK pour {game} ne sont pas installés, désinstallation ignorée
hu: Az {game} SDK-k nincsenek telepítve, az eltávolítás kihagyásara kerül
id: SDK untuk {game} tidak terinstal, melewati penghapusan instalasi
it: SDK per {game} non installati, disinstallazione saltata
nl: SDK's voor {game} niet geïnstalleerd, de installatie wordt overgeslagen
pl: Zestawy SDK dla {game} nie zostały zainstalowane, pominięto dezinstalację
ru: SDK для {game} не установлена, пропускаю удаление
sk: Súpravy SDK pre hru {game} nie sú nainštalované, odinštalovanie sa preskakuje
sv: SDK:er för {game} är inte installerade, hoppar över avinstallationen
tr: {game} için SDK'lar yüklü değil, kaldırma işlemi atlanıyor
vi: Các SDK cho {game} chưa được cài đặt, đang bỏ qua gỡ cài đặt

source: Error uninstalling SDKs for {game}, please make sure the game is closed.
de: Fehler beim Deinstallieren der SDKs für {game}, bitte stelle sicher, dass das Spiel geschlossen ist.
es: Error al desinstalar los SDK para {game}, asegúrese de que el juego esté cerrado.
et: Viga SDK-de desinstallimisel {game} jaoks, palun veenduge, et mäng on suletud.
fi: Virhe poistaessa SDK:ta pelistä {game}, tarkista että peli on suljettu.
fr: Erreur lors de la désinstallation des SDK pour {game}, veuillez vous assurer que le jeu est fermé.
hu: Hiba történt az {game} SDK-k eltávolításakor. Győződj meg arról, hogy a játék be van zárva.
id: Kesalahan saat menghapus instalasi SDK untuk {game}, pastikan game ditutup.
it: Errore nella disinstallazione degli SDK per {game}, assicurati che il gioco sia chiuso.
nl: Fout bij het verwijderen van SDK's voor {game}, zorg ervoor dat het spel gesloten is.
pl: Błąd podczas odinstalowywania zestawów SDK dla {game}. Upewnij się, że gra jest zamknięta.
ru: Ошибка при удалении SDK для {game}, пожалуйста, удостоверьтесь, что игра закрыта.
sk: Chyba pri odinštalovaní SDK pre {game}, uistite sa, že je hra zatvorená.
sv: Fel vid avinstallation av SDK:er för {game}, se till att spelet är stängt.
tr: {game} için SDK'lar kaldırılırken hata oluştu, lütfen oyunun kapalı olduğundan emin olun.
vi: Lỗi khi đang gỡ cài đặt các SDK ra khởi {game}, hãy chắc chắn rằng game của bạn đã đóng.

source: Select the game directory
de: Wähle das Spielverzeichnis
es: Seleccionar el directorio del juego
et: Palun valige mängukataloog
fi: Valitse pelin kansio
fr: Sélectionnez le répertoire du jeu
hu: Válaszd ki a játék könyvtárát
id: Pilih direktori game
it: Seleziona la directory del gioco
nl: Selecteer de spelmap
pl: Wybierz folder z grą
pt_br: Selecione o diretório do jogo
ru: Укажите директорию игры
sk: Vyberte adresár hry
sv: Välj spelkatalogen
tr: Oyun dizinini seçin
vi: Chọn thư mục game của bạn

source: Could not find version for the selected game, please select a valid game directory.
de: Es konnte keine Version für das ausgewählte Spiel gefunden werden, bitte wähle ein gültiges Spielverzeichnis.
es: No se pudo encontrar la versión del juego seleccionado, seleccione un directorio de juego válido.
et: Valitud mängu versiooni ei leitud, palun vali sobiv mängukataloog.
fi: Ei voitu määrittää pelin versiota, valitse pätevä pelikansio.
fr: La version du jeu sélectionné n’a pas pu être trouvée. Veuillez sélectionner un autre dossier.
hu: Nem található a kiválasztott játék verziója, válassz egy érvényes játék könyvtárat.
id: Tidak dapat menemukan versi untuk game yang dipilih, silakan pilih direktori game yang valid.
it: Impossibile trovare la versione per il gioco selezionato, si prega di selezionare una directory di gioco valida.
nl: Kon versie voor het geselecteerde spel niet vinden, selecteer een geldige game directory.
pl: Nie można znaleźć wersji dla wybranej gry. Wybierz prawidłowy katalog gry.
pt_br: Não foi possível encontrar a versão para o jogo selecionado, por favor, selecione um diretório de jogo válido.
ru: Не удалось найти версию указанной игры, пожалуйста, укажите правильную директорию игры.
sk: Nepodarilo sa nájsť verziu vybranej hry, vyberte platný adresár hry.
sv: Kunde inte hitta versionen för det valda spelet, vänligen välj en giltig spelkatalog.
tr: Seçilen oyun için sürüm bulunamadı, lütfen geçerli bir oyun dizini seçin ve tekrardan deneyin.
vi: Không thể tìm thấy phiên bản game đã chọn, bạn hãy chọn lại một thư mục game hợp lệ.

source: Could not find version for {path}, skipping installation
de: Konnte keine Version für {path} finden, überspringe Installation
es: No se pudo encontrar la versión para {path}, omitiendo la instalación
et: {path} versiooni ei leitud, paigaldamine jäetakse vahele
fi: Ei voit määrittää versiota kansiolle {path}, ohitetaan asennus
fr: Impossible de trouver la version pour {path}, installation ignorée
hu: Nem található verzió a(z) {path} útvonalon, a telepítés kihagyásra kerül
id: Tidak dapat menemukan versi untuk {path}, melewati instalasi
it: Impossibile trovare la versione per {path}, installazione saltata
nl: Kon versie voor {path} niet vinden, installatie overslaan
pl: Nie można znaleźć wersji dla {path}, pomijam instalację
ru: Не удалось найти версию для {path}, пропускаю установку
sk: Nepodarilo sa nájsť verziu pre {path}, inštalácia sa preskakuje
sv: Kunde inte hitta versionen för {path}, hoppar över installationen
tr: {path} için uygun sürüm bulunamadı, yükleme işlemi atlanıyor
vi: Không tìm thấy phiên bản game ở {path}, đang bỏ qua cài đặt

source: Found game version {version}.
de: Spielversion {version} gefunden.
es: Se encontró la versión del juego {version}.
et: Leiti mängu versioon {version}.
fi: Löydettiin peli jonka versio on {version}.
fr: Version du jeu trouvée {version}.
hu: Megtalált játékverzió {version}.
id: Menemukan versi game {version}.
it: Versione del gioco trovata: {version}.
nl: Spelversie gevonden {versie}.
pl: Znaleziono wersję gry {version}.
ru: Найдена версия игры {version}.
sk: Nájdená verzia hry {version}.
sv: Hittade spelversion {version}.
tr: Oyunun {version} sürümü bulundu.
vi: Đã tìm thấy phiên bản game {version}.

source: Path {path} does not exist.
de: Pfad {path} existiert nicht.
es: La ruta {path} no existe.
et: Kausta {path} ei ole olemas.
fi: Kansio {path} ei ole olemassa.
fr: Le chemin {path} n’existe pas.
hu: A(z) {path} elérési út nem létezik.
id: Path {path} tidak ada.
it: Il percorso {path} non esiste.
nl: Pad {path} bestaat niet.
pl: Ścieżka {path} nie istnieje.
ru: Путь {path} не существует.
sk: Cesta {path} neexistuje.
sv: Sökvägen {path} finns inte.
tr: Path {path} dizini mevcut değil.
vi: Đường dẫn {path} không tồn tại.

source: Check that you have the necessary DLLs installed for us to communicate with the game.
de: Stelle sicher, dass die erforderlichen DLLs installiert sind, damit wir mit dem Spiel kommunizieren können.
es: Comprueba que tienes instaladas las DLL necesarias para que podamos comunicarnos con el juego.
et: Kontrollige, kas teil on installitud vajalikud DLL-id, et saaksime mänguga suhelda.
fi: Tarkista että tarpeelliset SDK:t ovat asennettu, jotta voimme kommunikoida pelin kanssa.
fr: Vérifiez que vous avez installé les DLL nécessaires pour que nous puissions communiquer avec le jeu.
hu: Ellenőrizd, hogy telepítetted-e a játékhoz szükséges DLL-fájlokat.
id: Periksa apakah Anda telah menginstal DLL yang diperlukan untuk kami berkomunikasi dengan game.
it: Verifica di avere installato le DLL necessarie per permetterci di comunicare con il gioco.
nl: Controleer of u de nodige DLL's geïnstalleerd voor ons om te communiceren met het spel.
pl: Sprawdź, czy masz zainstalowane niezbędne biblioteki DLL, które umożliwiają nam komunikację z grą.
ru: Удостоверьтесь, что у вас установлены необходимые DLL файлы, чтобы мы могли взаимодействовать с игрой.
sk: Skontrolujte, či máte nainštalované potrebné DLL súbory, aby sme mohli komunikovať s hrou.
sv: Kontrollera att du har de nödvändiga DLL-filerna installerade för att vi ska kunna kommunicera med spelet.
tr: Oyunla iletişim kurabilmemiz için gerekli DLL dosyalarının yüklü olup olmadığını kontrol edin ve yüklü olduğundan emin olun.
vi: Kiểm tra xem bạn đã có đủ các DLL cần thiết để chúng mình tương tác với game.

source: We could not find any SCS games on your system. Please note that ETS2LA will only work with legitimate versions downloaded from Steam.
de: Wir konnten keine SCS-Spiele auf deinem System finden. Bitte beachte, dass ETS2LA nur mit legitimen Versionen funktioniert, die von Steam heruntergeladen wurden.
es: No pudimos encontrar ningún juego de SCS en tu sistema. Ten en cuenta que ETS2LA solo funciona con versiones legítimas descargadas de Steam.
et: Me ei leidnud teie süsteemist ühtegi SCS-i mängu. Pange tähele, et ETS2LA töötab ainult Steamist allalaaditud seaduslike versioonidega.
fi: Emme löytäneet yhtään peliä. Ota huomioon, että ETS2LA toimii vain laillisten Steam versioiden kanssa.
fr: Nous n'avons trouvé aucun jeu SCS sur votre système. Veuillez noter qu'ETS2LA ne fonctionne qu'avec les versions légitimes téléchargées depuis Steam.
hu: Mi nem talátunk semmilyen SCS játékot a te rendszereden. Kérünk vedd figylembe, hogy az ETS2LA csak akkor müködik, ha eredeti verzió van letöltve a Steam-ről.
id: Kami tidak dapat menemukan game SCS di sistem anda. Harap dicatat bahwa ETS2LA hanya akan bekerja dengan versi resmi yang diunduh dari Steam.
it: Non abbiamo trovato alcun gioco SCS sul tuo sistema. Nota che ETS2LA funziona solo con versioni legittime scaricate da Steam.
nl: We konden geen SCS-games vinden op uw systeem. Houd er rekening mee dat ETS2LA alleen zal werken met legitieme versies gedownload van Steam.
pl: Nie znaleźliśmy żadnych gier SCS na Twoim systemie. Pamiętaj, że ETS2LA działa tylko z legalnymi wersjami pobranymi ze Steam.
pt_br: Não conseguimos encontrar nenhum jogo da SCS no seu sistema. O ETS2LA funcionará apenas com versões legítimas, baixadas do Steam.
ru: Нам не удалось найти ни одной игры SCS на вашей системе. Пожалуйста, имейте в виду, что ETS2LA будет работать только с лицензионными версиями игры, загруженными через Steam.
sk: Vo vašom systéme sme nenašli žiadne hry SCS. Upozorňujeme, že ETS2LA bude fungovať iba s legitímnymi verziami stiahnutými zo služby Steam.
sv: Vi kunde inte hitta några SCS-spel på ditt system. Observera att ETS2LA endast fungerar med legitima versioner som laddats ner från Steam.
tr: Sisteminizde herhangi bir SCS oyunu tespit edilemedi. Lütfen unutmayınız ki ETS2LA yalnızca Steam üzerinden indirilen yasal sürümlerle çalışmaktadır.
vi: Không tìm thấy bất kì game nào của SCS Software trên thiết bị của bạn. Nhớ rằng ETS2LA sẽ chỉ hoạt động với các phiên bản hợp pháp được tải từ Steam.

source: Select directory manually
de: Wähle Verzeichnis manuell
es: Selecciona directorio manualmente
et: Vali kataloog käsitsi
fi: Valitse kansio manuaalisesti
fr: Sélectionner le répertoire manuellement
hu: Válaszd ki a könyvtárat manuálisan
id: Pilih direktori secara manual
it: Seleziona la directory manualmente
nl: Map handmatig selecteren
pl: Wybierz katalog ręcznie
pt_br: Selecionar diretório manualmente
ru: Выбрать директорию вручную
sk: Vyberte adresár manuálne
sv: Välj katalog manuellt
tr: Dizini manuel olarak elle seçin
vi: Chọn thư mục thủ công

source: - Needs Reinstall
de: - Braucht Neuinstallation
es: - Necesita reinstalación
et: - Vajab uuesti installimist
fi: - Tarvitsee uudelleenasennuksen
fr: - Doit être réinstallé
hu: - Újratelepítés szükséges
id: - Perlu Instal Ulang
it: - Necessita di reinstallazione
nl: Herinstallatie nodig
pl: - Wymagana ponowna instalacja
ru: - Требуется переустановка
sk: - Vyžaduje sa preinštalovanie
sv: - Behöver ominstalleras
tr: ‐ Yeniden yüklenmesi gerekiyor
vi: -Cần được cài đặt lại

source: - Installed
de: - Installiert
es: - Instalado
et: - Paigaldatud
fi: - Asennettu
fr: - Installé
hu: - Letöltve
id: - Terinstal
it: - Installato
nl: - Geïnstalleerd
pl: - Zainstalowane
pt_br: - Instalado
ru: - Установлено
sk: - Nainštalované
sv: - Installerad
tr: Kuruldu
vi: - Đã cài đặt

source: - Not Installed
de: - Nicht installiert
es: - No instalado
et: - Pole paigaldatud
fi: - Ei asennettu
fr: - Non installé
hu: - Nincs letöltve
id: - Tidak Terinstal
it: - Non Installato
nl: - niet geïnstalleerd
pl: - Nie zainstalowano
pt_br: - Não Instalado
ru: - Не установлено
sk: - Nie je nainštalované
sv: - Inte installerad
tr: Kurulu değil
vi: - Chưa được cài đặt

source: This game version is not supported
de: Diese Version des Spiels wird nicht unterstützt
es: Esta versión del juego no es compatible
et: See mänguversioon ei ole toetatud
fi: Tätä peliversiota ei tueta
fr: Cette version du jeu n'est pas prise en charge
hu: Ez a játék verzió nem támogatott
id: Versi game ini tidak didukung
it: Questa versione del gioco non è supportata
nl: Deze spelversie wordt niet ondersteund
pl: Ta wersja gry nie jest obsługiwana
pt_br: Esta versão do jogo não é suportada.
ru: Эта версия игры не поддерживается
sk: Táto verzia hry nie je podporovaná
sv: Den här spelversionen stöds inte
tr: Bu oyun sürümü desteklenmemektedir
vi: Phiên bản game này không được hỗ trợ

source: No files found.
de: Keine Dateien gefunden.
es: No se encontraron archivos.
et: Faile ei leitud.
fi: Tiedostoja ei löydetty.
fr: Aucun fichier trouvé.
hu: Fájlok nem találhatók.
id: Tidak ada file yang ditemukan.
it: Nessun file trovato.
nl: Geen bestanden gevonden.
pl: Nie znaleziono plików.
pt_br: Nenhum arquivo encontrado.
ru: Файлы не найдены.
sk: Nenašli sa žiadne súbory.
sv: Inga filer hittades.
tr: Hiçbir dosya bulunamadı.
vi: Không tìm thấy tệp.

source: File Sources
de: Dateiquellen
es: Fuentes de archivos
et: Failiallikad
fi: Tiedostojen lähde
fr: Fichiers Sources
hu: Fájlforrások
id: Sumber File
it: Origini dei file
nl: Bestandsbronnen
pl: Źródła plików
ru: Источники файлов
sk: Zdroje súborov
sv: Filkällor
tr: Dosya Kaynakları
vi: Các nguồn của tệp

source: Uninstall SDKs
de: Deinstalliere SDKs
es: Desinstalar SDKs
et: SDK desinstallimine
fi: Poista SDK pelistä
fr: Désinstaller les SDKs
hu: SDK(ák) eltávolítása
id: Hapus Instalasi SDK
it: Disinstalla SDKs
nl: SDK's verwijderen
pl: Odinstaluj SDK
ru: Удалить SDK
sk: Odinštalujte súpravy SDK
sv: Avinstallera SDK:erna
tr: SDK'ları Kaldır
vi: Gỡ cài đặt các SDK

source: Install SDKs
de: Installiere SDKs
es: Instalar SDKs
et: Paigalda SDK
fi: Asenna SDK peliin
fr: Installer les SDKs
hu: SDK(ák) letöltése
id: Instal SDK
it: Installa SDKs
nl: SDK's installeren
pl: Instaluj SDK
ru: Установить SDK
sk: Nainštalujte súpravy SDK
sv: Installera SDK:er
tr: SDK'ları Kur
vi: Cài đặt các SDK

source: Please close the game before installing or uninstalling SDKs.
de: Bitte schließe das Spiel, bevor du SDKs installierst oder deinstallierst.
es: Cierre el juego antes de instalar o desinstalar los SDK.
et: Palun sulgege mäng enne SDK-de installimist või desinstallimist.
fi: Sulje peli ennen SDK:n asentamista tai poistamista.
fr: Veuillez fermer le programme avant d'installer ou désinstaller des SDKs.
hu: Zárd be a játékot az SDK-k telepítése vagy eltávolítása előtt.
id: Harap tutup game sebelum menginstal atau menghapus instalasi SDK.
it: Si prega di chiudere il gioco prima di installare o disinstallare gli SDK.
nl: Sluit het spel voordat u SDK's installeert of verwijdert.
pl: Proszę zamknąć grę przed instalacją lub odinstalowaniem SDK.
pt_br: Por favor, feche o jogo antes de instalar ou desinstalar os SDKs.
ru: Пожалуйста, закройте игру перед установкой или удалением SDK.
sk: Pred inštaláciou alebo odinštalovaním SDK zatvorte hru.
sv: Stäng spelet innan du installerar eller avinstallerar SDK:er.
tr: Lütfen SDK'ları yüklemeden veya kaldırmadan önce oyunu kapatın.
vi: Hãy đóng game trước khi cài đặt hoặc gỡ cài đặt các SDK.

source: You have a local commit that is waiting to be pushed.
de: Du hast einen lokalen Commit, der darauf wartet, gepusht zu werden.
es: Tienes un commit local que está esperando a ser enviado.
et: Teil on kohalik kohustus, mis ootab surumist.
fi: Sinulla on paikallinen lisäys joka odottaa puskemista.
fr: Vous avez une validation locale en attente d'être poussée.
id: Anda memiliki komitmen lokal yang menunggu untuk didorong.
it: Hai un commit locale in attesa di essere pubblicato.
nl: Je hebt een lokale commit die wacht om geduwd te worden.
pl: Posiadasz lokalne zatwierdzenie, które czeka na wypchnięcie.
pt_br: Você tem um commit local aguardando para ser enviado.
ru: У вас имеется локальный коммит, который ожидает пуша.
sk: Máte lokálny commit, ktorý čaká na odoslanie.
sv: Du har en lokal commit som väntar på att skickas.
tr: Gönderilmek üzere bekleyen bir yerel işleminiz var.
vi: Bạn đang có một bản ghi nhận thay đổi vào hệ thống đang chờ được đẩy lên kho mã nguồn.

source: No updates available. (It might take up to a minute for the page to update after a new commit)
de: Keine Aktualisierungen verfügbar. (Es kann bis zu einer Minute dauern, bis die Seite nach einer neuen Übertragung aktualisiert wird)
es: No hay actualizaciones disponibles. (La página puede tardar hasta un minuto en actualizarse después de un nuevo commit)
et: Uuendused puuduvad. (See võib võtta kuni minut lehe värskendamiseks pärast uut pühendumist)
fi: Päivityksiä ei ole saatavilla. (Voi mennä jopa minuutti että tämä sivu näyttää päivityksen sen tapahtumisen jälkeen)
fr: Aucune mise à jour disponible. (La page peut prendre jusqu'à une minute pour se mettre à jour après une validation)
hu: Nincs frissítés. (Az oldal frissítése új commit után akár egy percig is eltarthat.)
id: Tidak ada pembaruan yang tersedia. (Mungkin membutuhkan waktu hingga satu menit untuk halaman memperbarui setelah komitmen baru)
it: Nessun aggiornamento disponibile. (Potrebbe volerci fino a un minuto perché la pagina si aggiorni dopo un nuovo commit)
nl: Geen updates beschikbaar. (Het kan een minuut duren voordat de pagina bijgewerkt is na een nieuwe commit)
pl: Brak dostępnych aktualizacji. (Aktualizacja strony po nowym zatwierdzeniu może potrwać do minuty)
pt_br: Não há atualizações disponíveis. (A página pode demorar até um minuto para atualizar após um novo commit)
ru: Нет доступных обновлений. (Обновление страницы может занять до минуты после нового коммита)
sk: Nie sú k dispozícii žiadne aktualizácie. (Aktualizácia stránky po novom potvrdení môže trvať až minútu.)
sv: Inga uppdateringar tillgängliga. (Det kan ta upp till en minut för sidan att uppdateras efter en ny commit)
tr: Mevcut güncelleme bulunmamaktadır. (Yeni bir işlem kaydı yapıldıktan sonra sayfanın güncellenmesi bir dakikaya kadar sürebilir.)
vi: Hiện không có bản cập nhật nào. (Nó sẽ mất khoảng một phút để trang cập nhật sau một ghi nhận thay đổi vào hệ thống mới)

source: Update Anyway
de: Dennoch aktualisieren
es: Actualizar de todos modos
et: Uuenda igal juhul
fi: Päivitä joka tapauksessa
fr: Mettre à jour quand même
hu: Frissítés mindenképpen
id: Perbarui Saja
it: Aggiorna comunque
nl: Hoe dan ook bijwerken
pl: Mimo wszystko aktualizacja
pt_br: Atualizar Mesmo Assim
ru: Всё равно обновить
sk: Napriek tomu aktualizovať
sv: Uppdatera ändå
tr: Yine de güncelle
vi: Vẫn tiến hành cập nhật
