Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Headlights turned off.
de: Scheinwerfer ausgeschaltet.
es: Faros apagados.
et: Esituled on välja lülitatud.
fi: Etuvalot pois päältä.
fr: Phares éteints.
hu: Fényszoró ki.
id: Lampu depan dimatikan.
it: Fanali spenti.
nl: Koplampen uit.
pl: Wyłączone światła przednie.
ru: Фары выключены.
sk: Svetlomety vypnuté.
sv: Lamporna stängdes av.
tr: Farlar kapatıldı.
vi: Đã tắt đèn pha.

source: Test mode enabled. This is a test message.
de: Testmodus aktiviert. Dies ist eine Testmeldung.
es: Modo de prueba habilitado. Este es un mensaje de prueba.
et: Katserežiim lubatud. See on testsõnum.
fi: Testimoodi aktivoitu, tämä on testiviesti.
fr: Mode test activé. Ceci est un message de test.
hu: Teszt mód engedélyezve. Ez egy teszt üzenet.
id: Mode tes diaktifkan. Ini adalah pesan tes.
it: Modalità di test attivata. Questo è un messaggio di prova.
nl: Testmodus ingeschakeld. Dit is een testbericht.
pl: Tryb testowy włączony. To jest wiadomość testowa.
pt_br: Modo de teste habilitado. Isso é uma mensagem de teste.
ru: Тестовый режим активирован. Это тестовое сообщение.
sk: Testovací režim je povolený. Toto je testovacia správa.
sv: Testläge aktiverat. Detta är ett testmeddelande.
tr: Test modu etkinleştirildi. Bu bir test mesajıdır.
vi: Chế độ thử nghiệm đã được bật. Đây là một tin nhắn thử nghiệm.

source: Visualization Sockets
de: Visualisierung Sockets
es: Zócalos de visualización
et: Visualiseerimise soklid
fi: Visualisaation Viestipalvelin
fr: Sockets de visualisation
hu: Vizualizációs aljzatok
id: Soket Visualisasi
it: Socket di visualizzazione
nl: Visualisatiesockets
pl: Gniazda wizualizacji
ru: Сокеты визуализации
sk: Vizualizačné zásuvky
sv: Visualiseringssocketar
tr: Görselleştirme Soketleri

source: This plugin provides a websocket server for the ETS2LA Visualization.
de: Dieses Plugin stellt einen WebSocket-Server für die ETS2LA-Visualisierung bereit.
es: Este complemento proporciona un servidor websocket para la visualización ETS2LA.
et: See lisaosa pakub ETS2LA visualiseerimise veebipesa serverit.
fi: Tämä laajennus on kehitetty, jotta ETS2LA voi keskustella ulkoisen visualisaation kanssa. Laajennus on pakollinen jotta visualisaatio sivu toimii oikein.
fr: Ce plugin fournit un serveur websocket pour la visualisation ETS2LA.
id: Plugin ini menyediakan server websocket untuk Visualisasi ETS2LA.
it: Questo plugin fornisce un server websocket per la visualizzazione di ETS2LA.
nl: Deze plugin biedt een websocket server voor de ETS2LA Visualisatie.
pl: Ta wtyczka udostępnia serwer websocket dla wizualizacji ETS2LA.
pt_br: Este plugin fornece um servidor websocket para a visualização do ETS2LA (o 3D).
ru: Этот плагин предоставляет WebSocket сервер для визуализации ETS2LA.
sk: Tento plugin poskytuje websocket server pre vizualizáciu ETS2LA.
sv: Detta plugin skapar en WebSocket server för ETS2LA visualiseringen.
tr: Bu eklenti, ETS2LA Görselleştirme desteği sağlayan bir websocket sunucusu içerir.
vi: Plugin này cung cấp một máy chủ WebSocket cho trực quan hóa dữ liệu của ETS2LA.

source: Host Device
de: Host-Gerät
es: Dispositivo anfitrión
et: Masinaseade
fi: Tämä tietokone
fr: Appareil hôte
id: Perangkat Host
it: Dispositivo host
nl: Host-apparaat
pl: Urządzenie hosta
ru: Хост-устройство
sk: Hostiteľské zariadenie
sv: Värd
tr: Ana Makine Cihazı
vi: Máy chủ (máy đang chạy ETS2LA)

source: If you want to view the ETS2LA Visualization on the current device, simply open the 'Visualization' tab on the sidebar, you can then select between the official and Goodnightan mirrors.
de: Wenn du die ETS2LA-Visualisierung auf deinem aktuellen Gerät ansehen möchtest, öffne einfach den Tab „Visualisierung“ in der Seitenleiste. Dort kannst du zwischen dem offiziellen Mirror und dem von Goodnightan wählen.
es: Si desea ver la visualización de ETS2LA en el dispositivo actual, simplemente abra la pestaña 'Visualización' en la barra lateral, luego puede seleccionar entre los espejos oficiales y Goodnightan.
et: Kui soovite vaadata ETS2LA visualiseerimist praeguses seadmes, avage lihtsalt külgribal vahekaart "visuleerimine", seejärel saate valida ametlike ja Goodnightan peeglite vahel.
fi: Voit avata vasemmalla sivupalkista "Visualisaatio" sivun, valitse tällä sivulla "Virallinen" tai "Official" palvelin, jotta yhdistät oikeaan paikkaan.
fr: Si vous souhaitez afficher la visualisation ETS2LA sur cet appareil, ouvrez simplement l’onglet 'Visualisation' dans la barre latérale, vous pourrez alors choisir entre le miroir officiel et le miroir Goodnightan.
id: Jika anda ingin melihat Visualisasi ETS2LA di perangkat saat ini, cukup buka tab 'Visualisasi' di sidebar, anda kemudian dapat memilih antara mirror resmi dan Goodnightan.
it: Se vuoi visualizzare la Visualizzazione ETS2LA sul dispositivo attuale, apri semplicemente la scheda 'Visualizzazione' nella barra laterale; potrai quindi scegliere tra i mirror ufficiali e quelli di Goodnightan.
nl: Als u de ETS2LA Visualisatie op het huidige apparaat wilt bekijken, open dan het tabblad 'Visualisatie' op de zijbalk, dan kunt u tussen de officiële en Goodnightan spiegels kiezen.
pl: Jeśli chcesz wyświetlić wizualizację ETS2LA na bieżącym urządzeniu, po prostu otwórz zakładkę „Wizualizacja” na pasku bocznym, a następnie wybierz między oficjalnym serwerem a serwerem Goodnightan.
ru: Если вы хотите, чтобы визуализация ETS2LA отображалась на текущем устройстве, просто откройте вкладку "Визуализация" на боковой панели, затем вы сможете выбрать между официальными зеркалом и зеркалом Goodnightan.
sk: Ak si chcete zobraziť vizualizáciu ETS2LA na aktuálnom zariadení, jednoducho otvorte kartu „Vizualizácia“ na bočnom paneli a potom si môžete vybrať medzi oficiálnym zrkadlom a zrkadlom Goodnightan.
sv: Ifall du vill se ETS2LA Visualiseringen på denna enhet, öppna 'Visualisering's tabben på sidomenyn, du kan sedan välja mellan den officiella eller Goodnightan speglarna.
tr: Mevcut cihazınızda ETS2LA Görselleştirmesini görüntülemek için, yan menüdeki 'Görünüleştirme' sekmesini açın, ardından resmi ve Goodnightan yansımaları arasında tercihinizi yapabilirsiniz.
vi: Nếu bạn muốn xem ETS2LA trực quan hóa dữ liệu trên thiết bị này, chỉ cần mở tab 'trực quan hóa dữ liệu' ở trên thanh bên. Bạn có thể chọn giữa mirror chính chủ và Goodnightan mirror.

source: You can also use the following website:
de: Du kannst auch die folgende Website verwenden:
es: También puedes utilizar el siguiente sitio web:
et: Võite kasutada ka järgmist veebisaiti:
fi: Voit avata myös tämän sivun selaimella:
fr: Vous pouvez également utiliser le site web suivant :
id: Anda juga dapat menggunakan situs web berikut:
it: Puoi anche utilizzare il seguente sito web:
nl: U kunt ook gebruik maken van de volgende website:
pl: Możesz również skorzystać z następującej strony internetowej:
pt_br: Você também pode usar o seguinte site:
ru: Также вы можете использовать следующий вебсайт:
sk: Môžete tiež použiť nasledujúcu webovú stránku:
sv: Du kan också använda följande hemsidan:
tr: Aşağıdaki web sitesini de kullanabilirsiniz:
vi: Bạn cũng có thể sử dụng website này:

source: Other Device
de: Anderes Gerät
es: Otro dispositivo
et: Muu seade
fi: Toinen laite
fr: Autre appareil
id: Perangkat Lain
it: Altro dispositivo
nl: Ander apparaat
pl: Inne urządzenie
pt_br: Outro Dispositivo
ru: Другое устройство
sk: Iné zariadenie
sv: Annan enhet
tr: Diğer Cihaz
vi: Thiết bị khác

source: 1. Open the following URL in your device's browser:
de: 1. Öffne die folgende URL im Browser deines Geräts:
es: 1. Abra la siguiente URL en el navegador de su dispositivo:
et: 1. Avage oma seadme brauseris järgmine URL:
fi: 1. Avaa seuraava sivu laitteesi selaimessa:
fr: 1. Ouvrez l’URL suivante dans le navigateur de votre appareil :
id: 1. Buka URL berikut di browser perangkat anda:
it: 1. Apri l'URL seguente nel browser del tuo dispositivo:
nl: 1. Open de volgende URL in de browser van uw apparaat:
pl: 1. Otwórz następujący adres URL w przeglądarce swojego urządzenia:
pt_br: 1. Abra o seguinte URL no navegador do seu dispositivo:
ru: 1. Откройте следующую ссылку в браузере вашего устройства:
sk: 1. Otvorte nasledujúcu URL adresu v prehliadači vášho zariadenia:
sv: 1. Öppna den följande länken i din enhets webbläsare:
tr: 1. Cihazınızın tarayıcısında aşağıdaki URL'yi açın:
vi: 1. Mở URL này trên trình duyệt của thiết bị của bạn:

source: NOTE: You must load the site as http instead of https. Google Chrome will not work!
de: ACHTUNG: Du musst die Seite über http und nicht https aufrufen. Google Chrome funktioniert nicht!
es: NOTA: Debes cargar el sitio como http en lugar de https. ¡Google Chrome no funcionará!
et: Märkus: Sa pead laadima http saidi https asemel. Google Chrome ei tööta!
fi: HUOM: Sivu on avattava HTTP protokollalla. Tähän pystyy esim Firefox, mutta Chrome ja Safari eivät!
fr: REMARQUE : Vous devez charger le site en http plutôt qu’en https. Google Chrome ne fonctionnera pas !
id: CATATAN: Anda harus memuat situs sebagai http bukan https. Google Chrome tidak akan bekerja!
it: NOTA: Devi caricare il sito in http anziché in https. Google Chrome non funzionerà!
nl: OPMERKING: U moet de site laden als http in plaats van https. Google Chrome zal niet werken!
pl: UWAGA: Musisz załadować stronę jako http zamiast https. Google Chrome nie będzie działać!
pt_br: OBSERVAÇÃO: Você deve carregar o site como http em vez de https. O Google Chrome não funcionará!
ru: ВНИМАНИЕ: Вы должны зайти на сайт через http вместо https. Google Chrome работать не будет!
sk: POZNÁMKA: Stránku musíte načítať ako http namiesto https. Prehliadač Google Chrome nebude fungovať!
sv: NOTERA: Du måste ladda in hemsidan med HTTP istället för HTTPS. Google Chrome kommer inte att funka!
tr: UYARI: Siteyi https yerine http olarak yüklemeniz gerekiyor. Google Chrome ile çalışmaz uyumlu değildir!
vi: Ghi chú: Bạn nhất định phải mở liên kết bằng http thay vì https. Google Chrome sẽ không hoạt động!

source: 2. Once the website loads press the red 'Remote Connection' button. If this doesn't connect then enter the following IP address:
de: 2. Sobald die Website geladen ist, drücke den roten Button „Remote Connection“. Wenn keine Verbindung hergestellt wird, gib folgende IP-Adresse manuell ein.
es: 2. Una vez que se cargue el sitio web, presione el botón rojo "Conexión remota". Si no se conecta, ingrese la siguiente dirección IP:
et: 2. Kui veebisait on laaditud, vajutage punast nuppu ‘Remote Connection‘. Kui see ei ole ühendatud, sisestage järgmine IP-aadress:
fi: 2. Kunhan sivu on avautunut paina punaista 'Remote Connection' nappia. Jos se ei automaattisesti toimi, niin kirjoita seuraava IP osoite:
fr: 2. Une fois le site chargé, appuyez sur le bouton rouge 'Connexion à distance'. Si cela ne se connecte pas, saisissez l’adresse IP suivante :
id: 2. Setelah situs web dimuat, tekan tombol 'Koneksi Jarak Jauh' merah. Jika ini tidak terhubung, masukkan alamat IP berikut:
it: 2. Una volta che il sito si è caricato, premi il pulsante rosso 'Connessione remota'. Se non si connette, inserisci il seguente indirizzo IP:
nl: 2. Zodra de website geladen is drukt u op de rode 'Remote Connection' knop. Als dit geen verbinding maakt, voer dan het volgende IP-adres in:
pl: 2. Po załadowaniu strony internetowej naciśnij czerwony przycisk 'Remote Connection' (Połączenie zdalne). Jeśli połączenie nie zostanie nawiązane, wprowadź następujący adres IP:
pt_br: 2. Assim que o site carregar, pressione o botão vermelho "Conexão Remota". Se a conexão não funcionar, digite o seguinte endereço IP:
ru: 2. После того, как сайт загрузился, нажмите на красную кнопку "Remote Connection". Если это не сработает, введите следующий IP адрес:
sk: 2. Po načítaní webovej stránky stlačte červené tlačidlo „Vzdialené pripojenie“. Ak sa pripojenie nenadviaže, zadajte nasledujúcu IP adresu:
sv: 2. Medans hemsidan laddar, tryck den röda 'Fjärranslutning's knappen. Ifall detta inte ansluter dig, skriv då in följane IP adress:
tr: 2. Web sitesi yüklendikten sonra kırmızı 'Uzaktan Bağlantı' butonuna basın. Eğer bağlantı kurulmazsa, aşağıdaki IP adresini girin:
vi: 2. Khi trang web đã được nạp, nhấn vào nút màu đỏ 'Remote Connection'. Nếu nó không kết nối thì hãy nhập địa chỉ IP này:

source: 3. If you have any issues please verify that your device is on the same network as the host. You should also make sure that your firewall does not block the connection between the devices.
de: 3. Wenn du Probleme hast, überprüfe bitte, ob dein Gerät mit demselben Netzwerk wie der Host verbunden ist. Stelle außerdem sicher, dass deine Firewall die Verbindung zwischen den Geräten nicht blockiert.
es: 3. Si tiene algún problema, verifique que su dispositivo esté en la misma red que el host. También debe asegurarse de que su firewall no bloquee la conexión entre los dispositivos.
et: 3. Kui teil on probleeme, veenduge, et teie seade on hostiga samas võrgus. Samuti peaksite veenduma, et tulemüür ei blokeeri seadmete vahelist ühendust.
fi: 3. Jos yhteys ei toimi kunnolla, niin tarkista että laitteesi on samassa WiFi verkossa tietokoneesi kanssa. Tarkasta myös että olet päästänyt ETS2LA:n palomuurin läpi lähiverkkoon.
fr: 3. En cas de problème, vérifiez que votre appareil est sur le même réseau que l’hôte. Assurez-vous également que votre pare-feu ne bloque pas la connexion entre les appareils.
id: 3. Jika anda mengalami masalah, harap verifikasi bahwa perangkat anda berada di jaringan yang sama dengan host. Anda juga harus memastikan bahwa firewall tidak memblokir koneksi antara perangkat.
it: 3. Se riscontri problemi, verifica che il tuo dispositivo sia connesso alla stessa rete dell’host. Assicurati inoltre che il firewall non blocchi la connessione tra i dispositivi.
nl: 3. Als u problemen heeft, controleer dan of uw apparaat zich op hetzelfde netwerk bevindt als de host. U moet er ook voor zorgen dat uw firewall de verbinding tussen de apparaten niet blokkeert.
pl: 3. W razie jakichkolwiek problemów sprawdź, czy Twoje urządzenie jest podłączone do tej samej sieci co host. Upewnij się również, że zapora sieciowa nie blokuje połączenia między urządzeniami.
pt_br: 3. Caso tenha algum problema, verifique se o seu dispositivo está na mesma rede que o host. Certifique-se também de que o seu firewall não esteja bloqueando a conexão entre os dispositivos.
ru: 3. Если у вас возникли проблемы, пожалуйста, удостоверьтесь, что ваше устройство подключено к той же сети, что и хост-устройство. Также вы должны удостовериться, что ваш файрвол (брандмауэр) не блокирует соединение между устройствами.
sk: 3. Ak máte akékoľvek problémy, overte, či je vaše zariadenie v rovnakej sieti ako hostiteľ. Mali by ste sa tiež uistiť, že váš firewall neblokuje pripojenie medzi zariadeniami.
sv: 3. Om du har något problem, vänligen verifiera att din enhet är på samma nätverk som värden. Se även till att din brandvägg inte blockerar anslutningen mellan enheterna.
tr: 3. Eğer herhangi bir sorunla karşılaşırsanız, cihazınızın host (ana makine) ile aynı ağda bulunduğundan emin olun. Ayrıca, güvenlik duvarınızın cihazlar arasındaki bağlantıyı engellemediğinden emin olun.
vi: 3. Nếu bạn gặp bất kì vấn đề nào, hãy xác nhận rằng thiết bị ban muốn kết nối phải dùng chung một mạng với máy chủ. Bạn cũng nên kiểm tra xem Windows Firewall có đang chặn kết nối giữa các thiết bị không.

source: Your IP address could not be found, this is likely due to a network issue. Viewing the visualization externally is not possible.
de: Deine IP-Adresse konnte nicht gefunden werden wahrscheinlich liegt ein Netzwerkproblem vor. Die Visualisierung kann daher nicht extern angezeigt werden.
es: No se pudo encontrar su dirección IP; probablemente se deba a un problema de red. No es posible ver la visualización externamente.
et: Teie IP-aadressi ei leitud, see on tõenäoliselt võrguprobleemi tõttu. Välise visualiseerimise vaatamine ei ole võimalik.
fi: IP osoitettasi ei löydetty, tämä voi johtua lähiverkon ongelmista. Visualisaation avaaminen ulkoisesti ei ole mahdollista.
fr: Votre adresse IP n’a pas pu être trouvée, cela est probablement dû à un problème réseau. L’affichage externe de la visualisation est impossible.
id: Alamat IP anda tidak dapat ditemukan, ini mungkin karena masalah jaringan. Melihat visualisasi secara eksternal tidak mungkin.
it: Il tuo indirizzo IP non è stato trovato, probabilmente a causa di un problema di rete. La visualizzazione da remoto non è possibile.
nl: Uw IP-adres kon niet gevonden worden, dit is waarschijnlijk te wijten aan een netwerkprobleem. Het extern bekijken van de visualisatie is niet mogelijk.
pl: Nie można znaleźć adresu IP użytkownika, prawdopodobnie z powodu problemów z siecią. Wyświetlenie wizualizacji zewnętrznie nie jest możliwe.
pt_br: Seu endereço IP não foi encontrado. Provavelmente, há um problema de rede. Não é possível visualizar a visualização externamente.
ru: Не удалось найти ваш IP адрес, скорее всего, это связано с проблемой сети. Удалённое отображение визуализации недоступно.
sk: Vašu IP adresu sa nepodarilo nájsť, pravdepodobne je to spôsobené problémom so sieťou. Zobrazenie vizualizácie externe nie je možné.
sv: Din IP-adress kunde inte hittas, detta är troligen på grund av ett nätverks problem. Du kommer inte kunna se visualiseringen på en extern enhet.
tr: IP adresiniz tespit edilemedi, bu genellikle ağla ilgili bir problemden kaynaklanır. Görselleştirmeyi harici bir cihazdan görüntülemek mümkün değildir.
vi: Không thể tìm thấy địa chỉ IP của bạn, đây giống như là do lỗi mạng. Xem trực quan hóa dữ liệu ở các thiết bị khác sẽ không khả thi.

source: Waiting for plugin start...
de: Warte auf den Start des Plugins...
es: Esperando que se inicie el complemento...
et: Lisaosa käivitamise ootamine...
fi: Odotetaan pluginin käynnistymistä...
fr: En attente du démarrage du plugin…
id: Menunggu plugin dimulai...
it: In attesa dell’avvio del plugin...
nl: Wachten op plugin-start...
pl: Oczekiwanie na uruchomienie wtyczki...
pt_br: Aguardando início do plugin...
ru: Ожидание запуска плагина...
sk: Čaká sa na spustenie pluginu...
sv: Väntar på att pluginet startar...
tr: Eklenti başlatılmak üzere hazırlanıyor...
vi: Đang chờ plugin khởi động...

source: Waiting for plugin to load...
de: Warte, bis das Plugin geladen ist...
es: Esperando que se cargue el complemento...
et: Lisaosa laadimise ootamine...
fi: Odotetaan plugin latausta...
fr: En attente du chargement du plugin…
hu: Várakozás a plugin betöltésre...
id: Menunggu plugin dimuat...
it: In attesa del caricamento del plugin...
nl: Wachten op laden van plugin...
pl: Oczekiwanie na załadowanie wtyczki...
pt_br: Aguardando o carregamento do plugin...
ru: Ожидание загрузки плагина...
sk: Čaká sa na načítanie pluginu...
sv: Väntar på att pluginet laddar...
tr: Eklentinin yüklenmesi bekleniyor...
vi: Đang chờ plugin để nạp...

source: The following clients are currently connected:
de: Folgende Clients sind derzeit verbunden:
es: Los siguientes clientes están conectados actualmente:
et: Hetkel on omavahel seotud järgmised kliendid:
fi: Seuraavat laitteet ovat yhdistetty:
fr: Les clients suivants sont actuellement connectés :
id: Klien berikut saat ini terhubung:
it: I seguenti client sono attualmente connessi:
nl: De volgende apparaten zijn momenteel verbonden:
pl: Obecnie połączeni są następujący klienci:
pt_br: Os seguintes clientes estão conectados no momento:
ru: Следующие клиенты подключены в данный момент:
sk: Momentálne sú pripojení nasledujúci klienti:
sv: Följande klienter är för nuvarande anslutna:
tr: Şu anda bağlı olan istemciler şunlardır:
vi: Các máy khách hiện tại đang được kết nối:

source: Latency: {latency:.2f}ms
de: Latenz: {latency:.2f} ms
es: Latencia: {latency:.2f}ms
et: Latentsus: {latency:.2f}ms
fi: Viive: {latency:.2f}ms
fr: Latence : {latency:.2f}ms
id: Latensi: {latency:.2f}ms
it: Latenza: {latency:.2f}ms
pl: Opóźnienie: {latency:.2f}ms
ru: Задержка: {latency:.2f}мс
sk: Latencia: {latency:.2f}ms
sv: Latens: {latency:.2f}ms
tr: Gecikme: {latency:.2f}ms
vi: Độ trễ: {latency:.2f}mili giây

source: Channels: {channels}
es: Canales:{channels}
et: Kanalid: {channels}
fi: Kanavat: {channels}
fr: Canaux : {channels}
hu: Csatorn(ák): {channels}
id: Saluran: {channels}
it: Canali: {channels}
nl: Kanaals: {channels}
pl: Kanały: {channels}
ru: Каналы: {channels}
sk: Kanály: {channels}
sv: Kanaler: {channels}
tr: Kanallar: {channels}
vi: Các kênh: {channels}

source: Not acknowledged yet.
de: Noch nicht bestätigt.
es: Aún no reconocido.
et: Pole veel tunnustatud.
fi: Vastausta ei ole vielä saapunut.
fr: Pas encore reconnu.
id: Belum diakui.
it: Non ancora riconosciuto.
nl: Nog niet erkend.
pl: Jeszcze nie potwierdzone.
pt_br: Ainda não reconhecido.
ru: Ещё не подтверждено.
sk: Zatiaľ nepotvrdené.
sv: Inte bekräftat än.
tr: Henüz onaylanmadı.
vi: Chưa được xác nhận.

source: There are no currently connected clients.
de: Es sind derzeit keine Clients verbunden.
es: No hay clientes conectados actualmente.
et: Hetkel ei ole ühtegi omavahel seotud klienti.
fi: Ei ole olemassa tällä hetkellä toisiinsa liittyviä asiakkaita.
fr: Aucun client n’est actuellement connecté.
id: Tidak ada klien yang saat ini terhubung.
it: Non ci sono client attualmente connessi.
nl: Er zijn momenteel geen verbonden apparaten.
pl: Obecnie nie ma żadnych podłączonych klientów.
pt_br: Não há clientes conectados no momento.
ru: Подключённых клиентов нет.
sk: Momentálne nie sú pripojení žiadni klienti.
sv: Det finns för nuvarande inga anslutna klienter.
tr: Şu anda bağlı herhangi bir istemci bulunmamaktadır.
vi: Hiện tại không có máy khách nào đã được kết nối.
