Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: Please enable the plugin to edit the settings.
de: Bitte aktiviere das Plugin, um die Einstellungen zu bearbeiten.
es: Habilite el plugin para editar la configuración.
et: Palun lubage lisaosa seadistusi muuta.
fi: Käynnistäthän laajennuksen ennen asetusten muokkaamista.
fr: Veuillez activer le plugin pour modifier les paramètres.
hu: Engedélyezd a plugint a beállítások szerkeztéséhez.
id: Harap aktifkan plugin untuk mengedit pengaturan.
it: Per favore, abilita il plugin per modificare le impostazioni.
nl: Schakel de plugin in om de instellingen te bewerken.
pl: Włącz wtyczkę, aby zmienić ustawienia.
pt_br: Por favor, ative o plugin para editar as configurações.
ru: Пожалуйста, включите плагин, чтобы изменять настройки.
sk: Pre úpravu nastavení povoľte plugin.
sv: Aktivera pluginet för att redigera inställningarna.
tr: Ayarları düzenlemek için lütfen eklentiyi etkinleştirin.
vi: Hãy bật plugin để chỉnh sửa các cài đặt.

source: Transform
de: Transformieren
es: Transformar
et: Muundamine
fi: Paikka
fr: Transformer
id: Transformasi
it: Trasformazione
nl: Transformeren
pl: Przekształć
ru: Трансформация
sk: Transformovať
sv: Omvandla
tr: Dönüşüm
vi: Biến đổi vị trí và kích thước

source: Offset X
de: Versatz X
es: Desplazamiento X
et: Nihe X
fi: X siirto
fr: Décalage X
hu: Eltolás X
nl: Verschuiving X
pl: Przesunięcie X
ru: Отклонение X
sk: Posun X
sv: Förskjutning X
tr: X Ekseni

source: The horizontal offset of the HUD.
de: Der horizontale Versatz des HUDs.
es: El desplazamiento horizontal del HUD.
et: HUD horisontaalne nihe.
fi: Vasen / oikea siirtymä.
fr: Décalage horizontal du HUD.
id: Offset horizontal HUD.
it: L’offset orizzontale dell’HUD.
nl: De horizontale offset van de HUD.
pl: Poziome przesunięcie HUD.
ru: Горизонтальное отклонение HUD.
sk: Horizontálny posun HUD.
sv: HUD:ens horisontella förskjutning.
tr: HUD'un yatay ofseti.
vi: Offset chiều ngang của HUD.

source: Offset Y
de: Versatz Y
es: Desplazamiento Y
et: Nihe Y
fi: Y siirto
fr: Décalage Y
hu: Eltolás Y
nl: Verschuiving Y
pl: Przesunięcie Y
ru: Отклонение Y
sk: Posun Y
sv: Förskjutning Y
tr: Y Ekseni

source: The vertical offset of the HUD.
de: Der vertikale Versatz des HUDs.
es: El desplazamiento vertical del HUD.
et: HUD vertikaalne nihe.
fi: Ylös alas siirtymä.
fr: Décalage vertical du HUD.
id: Offset vertikal HUD.
it: L’offset verticale dell’HUD.
nl: De verticale offset van de HUD.
pl: Pionowe przesunięcie HUD.
ru: Вертикальное отклонение HUD.
sk: Vertikálne posun HUD.
sv: HUD:ens vertikala förskjutning.
tr: HUD'ın dikey ofseti.
vi: Offset chiều dọc của HUD.

source: Offset Z
de: Versatz Z
es: Desplazamiento Z
et: Nihe Z
fi: Z siirto
fr: Décalage Z
hu: Eltolás Z
nl: Verschuiving Z
pl: Przesunięcie Z
ru: Отклонение Z
sk: Posun Z
sv: Förskjutning Z
tr: Z Ekseni

source: The depth offset of the HUD.
de: Der Versatz der Tiefe des HUDs.
es: El desplazamiento de profundidad del HUD.
et: HUD sügavuse nihe.
fi: Eteen taakse siirtmä.
fr: Le décalage en profondeur du HUD.
id: Offset kedalaman HUD.
it: L’offset di profondità dell’HUD.
nl: De diepteverschuiving van de HUD.
pl: Przesunięcie głębokości HUD.
ru: Отклонение глубины HUD.
sk: Hĺbkový posun HUD.
sv: HUD:s djupförskjutning.
tr: HUD'un derinlik ofseti.
vi: Offset chiều sâu của HUD.

source: Widget Sizing
de: Widget Größe
es: Tamaño del widget
et: Vidina suurus
fi: Ikkunoiden koko
fr: Dimensionnement du widget
id: Ukuran Widget
it: Dimensionamento del widget
nl: Elementen Grootte
pl: Rozmiar widgetów
ru: Размер виджетов
sk: Veľkosť miniaplikácií
sv: Widgetstorlek
tr: Widget Boyutlandırma
vi: Kích cỡ tiện ích

source: These settings control the sizing of the widgets.
de: Diese Einstellungen steuern die Größe von Widgets.
es: Estos ajustes controlan el tamaño de los widgets.
et: Need seadistused määravad vidinate suuruse.
fi: Säädä ikkunoiden kokoa täältä.
fr: Ces paramètres contrôlent la taille des widgets.
id: Pengaturan ini mengontrol ukuran widget.
it: Queste impostazioni controllano la dimensione dei widget.
nl: Deze instellingen controleren de grootte van de elementen.
pl: Te ustawienia regulują rozmiar widżetów.
ru: Эти настройки управляют размером виджетов.
sk: Tieto nastavenia ovládajú veľkosť widgetov.
sv: Dessa inställningar styr storleken på widgetarna.
tr: Bu ayarlar widget'ların boyutlandırılmasını kontrol eder, yönetir.
vi: Các cài đặt này điều khiển kích cỡ của các tiện ích.

source: Widget Scaling
de: Widget Skalierung
es: Escalado del widget
et: Vidina skaleerimine
fi: Ikkunoiden skaalaus
fr: Échelle du widget
id: Penskalaan Widget
it: Ridimensionamento del widget
nl: Elementen Schaling
pl: Skalowanie widżetów
ru: Масштабирование виджетов
sk: Škálovanie miniaplikácií
sv: Widgetskalning
tr: Widget Ölçeklendirme
vi: Tỉ lệ của tiện ích

source: The scaling factor for the widgets. 1 is normal size, 0.5 is half size, 2 is double size.
de: Der Skalierungsfaktor für die Widgets. 1 ist die normale Größe, 0.5 ist die halbe Größe, 2 ist die doppelte Größe.
es: El factor de escalado para los widgets. 1 es tamaño normal, 0.5 es la mitad y 2 es el doble.
et: Vidinate skaleerimistegur. 1 on normaalne suurus, 0,5 on pool suurus, 2 on kahekordne suurus.
fi: Säädä ikkunoiden skaalausta. 1 on normaali, 0.5 puolikas ja 2 tuplaten.
fr: Le facteur d'échelle pour les widgets. 1 correspond à la taille normale, 0.5 à la moitié de la taille et 2 au double de la taille.
id: Faktor penskalaan untuk widget. 1 adalah ukuran normal, 0.5 adalah setengah ukuran, 2 adalah ukuran ganda.
it: Il fattore di ridimensionamento per i widget. 1 è la dimensione normale, 0,5 è metà dimensione, 2 è il doppio della dimensione.
nl: De schaling factor voor de elementen. 1 is de standaardgrootte, 0.5 is de helft, 2 is dubbele grootte.
pl: Współczynnik skalowania widżetów. 1 oznacza normalny rozmiar, 0,5 oznacza połowę rozmiaru, a 2 oznacza podwójny rozmiar.
ru: Фактор масштабирования виджетов. 1 - обычный размер, 0.5 - половина, 2 - двойной размер.
sk: Faktor mierky pre widgety. 1 je normálna veľkosť, 0,5 je polovičná veľkosť, 2 je dvojnásobná veľkosť.
sv: Skalningsfaktorn för widgetarna. 1 är normal storlek, 0,5 är halv storlek, 2 är dubbel storlek.
tr: Widget'lar için ölçeklendirme, boyutlandırma faktörü. 1 normal boyut, 0.5 yarım boyut, 2 ise iki katı, çift boyuttur.
vi: Hệ số tỉ lệ của các tiện ích. 1 là kích cỡ bình thường, 0.5 là một nửa, 2 là gấp đôi.

source: Scale Height
de: Skalierungshöhe
es: Escalar altura
et: Skaala kõrgus
fi: Skaalaa korkeus
fr: Échelle de la hauteur
id: Skala Tinggi
it: Modifica altezza
nl: Schaling Hoogte
pl: Skalowanie wysokości
ru: Масштаб по высоте
sk: Výška mierky
sv: Skalhöjd
tr: Yükseklik Ölçeklendirme
vi: Tỉ lệ chiều cao

source: Scale the height of widgets too, please note that this will cause layout issues with some widgets, use with caution.
de: Skaliere auch die Höhe von Widgets. Bitte beachte, dass dies bei einigen Widgets zu Layoutproblemen führen kann, benutze es deshalb mit Vorsicht.
es: Escalar también la altura de los widgets; ten en cuenta que esto puede causar problemas de diseño en algunos widgets, úsalo con precaución.
et: Suurendage ka vidinate kõrgust, pange tähele, et see põhjustab mõnede vidinatega paigutusprobleeme, kasutage ettevaatlikult.
fi: Skaalaa myös ikkunoiden korkeus, huomioi että tämä voi aiheuttaa ongelmia ikkunoiden elementtien sijoituksessa.
fr: Met également à l’échelle la hauteur des widgets, attention : cela peut causer des problèmes d’affichage pour certains widgets, à utiliser avec précaution.
id: Skala tinggi widget juga, harap dicatat bahwa ini akan menyebabkan masalah tata letak dengan beberapa widget, gunakan dengan hati-hati.
it: Modifica anche l’altezza dei widget, tieni presente che questo potrebbe causare problemi di layout con alcuni widget, usalo con cautela.
nl: Schaalt ook de hoogte van elementen, Hou alstublieft rekening dat dit kan lijden tot lay-out problemen, wees voorzichtig.
pl: Skaluj również wysokość widżetów, pamiętaj jednak, że spowoduje to problemy z układem niektórych widżetów, więc używaj tej funkcji ostrożnie.
ru: Также можно масштабировать по высоте, пожалуйста, имейте в виду, что это может вызвать проблемы с расположением у некоторых виджетов, используйте с осторожностью.
sk: Zmeňte aj výšku widgetov. Upozorňujeme, že to spôsobí problémy s rozložením niektorých widgetov, používajte opatrne.
sv: Skala även höjden på widgetar. Observera att detta kan orsaka layoutproblem med vissa widgetar, använd dem med försiktighet.
tr: Widget'ların yüksekliğini de ölçeklendirin, bu işlemin bazı widget'larda düzen sorunlarına yol açabileceğini unutmayın, dikkatli kullanın.
vi: Chỉnh tỉ lệ chiều cao của các tiện ích, nhớ rằng cái này sẽ gây ra một số vấn đề về layout với một số tiện ích, sử dụng cẩn trọng.

source: Widget Background
de: Widget-Hintergrund
es: Fondo del widget
et: Vidina taust
fi: Tausta-asetukset
fr: Arrière-plan du widget
id: Latar Belakang Widget
it: Sfondo del widget
nl: Widgetachtergrond
pl: Tło widżetu
ru: Фон виджетов
sk: Pozadie widgetu
sv: Widgetbakgrund
tr: Widget Arka Planı
vi: Nền của các tiện ích

source: You can control how much the widget background should be darkened by, either all the time or just during the day.
de: Du kannst festlegen, um wie viel der Hintergrund des Widgets verdunkelt werden soll. Entweder die ganze Zeit oder nur tagsüber.
es: Puedes controlar qué tanto debe oscurecerse el fondo del widget, ya sea todo el tiempo o solo durante el día.
et: Saate kontrollida, kui palju vidina tausta peaks tumenema kas kogu aeg või lihtsalt päeva jooksul.
fi: Voit säätää kuinka paljon taustaa tulisi tummentaa päivällä ja yöllä.
fr: Vous pouvez régler le niveau d’assombrissement de l’arrière-plan du widget, soit en continu, soit seulement en journée.
id: Anda dapat mengontrol seberapa banyak latar belakang widget harus digelapkan, baik sepanjang waktu atau hanya pada siang hari.
it: Puoi controllare quanto lo sfondo del widget deve essere oscurato, sia sempre che solo durante il giorno.
nl: U kunt controleren hoeveel de widget achtergrond moet worden donkerder door, hetzij de hele tijd of gewoon overdag.
pl: Możesz regulować stopień przyciemnienia tła widżetu, przez cały czas lub tylko w ciągu dnia.
pt_br: Você pode controlar o quanto o fundo do widget deve ser escurecido, seja o tempo todo ou apenas durante o dia.
ru: Вы можете контролировать, насколько тёмным будет фон виджетов, либо всегда, либо только в течение дня.
sk: Môžete ovládať, o koľko má byť pozadie widgetu stmavené, buď stále, alebo len počas dňa.
sv: Du kan styra hur mycket widgetens bakgrund ska mörkas, antingen hela tiden eller bara under dagen.
tr: Widget arka planının ne kadar koyulaştırılmasını istediğinizi, her zaman mı yoksa sadece gündüz saatlerinde mi olup olmayacağını kontrol edebilirsiniz.
vi: Bạn có thể điều khiển mức độ tối nền của các tiện ích, chỉ trong ngày hoặc mọi lúc.

source: Darkness
de: Dunkelheit
es: Nivel de oscuridad
et: Pimedus
fi: Tummennus (yö)
fr: Obscurité
id: Kegelapan
it: Oscurità
nl: Duisternis
pl: Ciemność
ru: Темнота
sk: Tma
sv: Mörker
tr: Koyuluk
vi: Độ tối

source: The darkness of the widget background. 0 is no darkness, 1 is fully dark.
de: Die Dunkelheit des Widget-Hintergrunds. 0 bedeutet keine Dunkelheit, 1 ist völlig dunkel.
es: El nivel de oscuridad del fondo del widget. 0 es sin oscuridad y 1 es totalmente oscuro.
et: Vidina tausta pimedus. 0 ei ole pime, 1 on täiesti pime.
fi: 0 tarkoittaa läpinäkyvää, 1 tarkoittaa täysin mustaa.
fr: Le niveau d’obscurité de l’arrière-plan du widget. 0 = pas d’obscurité, 1 = obscurcissement maximal.
id: Kegelapan latar belakang widget. 0 tidak ada kegelapan, 1 sepenuhnya gelap.
it: Il livello di oscurità dello sfondo del widget. 0 significa nessuna oscurità, 1 significa completamente scuro.
nl: De duisternis van de widget achtergrond. 0 is geen duisternis, 1 is volledig donker.
pl: Ciemność tła widżetu. 0 oznacza brak ciemności, 1 oznacza całkowitą ciemność.
ru: Темнота фона виджетов. 0 - нет темноты, 1 - полностью тёмный.
sk: Tmavosť pozadia widgetu. 0 znamená, že tma nie je prítomná, 1 znamená, že je úplne tmavá.
sv: Mörkret i widgetens bakgrund. 0 är ingen mörker, 1 är helt mörk.
tr: Widget arka planının koyuluk derecesi. 0 hiç koyuluk olmadığını, 1 tamamen koyu olduğunu belirtir.
vi: Độ tối nền của các tiện ích. 0 là không tối, 1 là hoàn toàn tối.

source: Day Darkness
de: Tag Dunkelheit
es: Nivel de oscuridad de día
et: Päevapimedus
fi: Tummennus (päivä)
fr: Niveau d’obscurité en journée
id: Kegelapan Siang Hari
it: Oscurità diurna
nl: Dagdonkerheid
pl: Ciemność w ciągu dnia
ru: Темнота днём
sk: Denná tma
sv: Dagmörker
tr: Gündüz Karanlığı
vi: Độ tối cho trời sáng

source: The darkness of the widget background during the day. 0 is no darkness, 1 is fully dark.
de: Die Dunkelheit des Widget-Hintergrunds während des Tages. 0 bedeutet keine Dunkelheit, 1 ist völlig dunkel.
es: El nivel de oscuridad del fondo del widget durante el día. 0 es sin oscuridad y 1 es totalmente oscuro.
et: Vidina tausta pimedus päeva jooksul. 0 ei ole pime, 1 on täiesti pime.
fi: 0 tarkoittaa läpinäkyvää, 1 tarkoittaa täysin mustaa.
fr: Niveau d’obscurité de l’arrière-plan du widget en journée : 0 = aucun, 1 = totalement sombre.
id: Kegelapan latar belakang widget pada siang hari. 0 tidak ada kegelapan, 1 sepenuhnya gelap.
it: L'oscurità dello sfondo del widget durante il giorno. 0 significa nessuna oscurità, 1 significa completamente oscuro.
nl: De duisternis van de widget achtergrond overdag. 0 is geen duisternis, 1 is volledig donker.
pl: Ciemność tła widżetu w ciągu dnia. 0 oznacza brak ciemności, 1 oznacza całkowitą ciemność.
ru: Темнота фона виджетов в течение дня. 0 - нет темноты, 1 - полностью тёмный.
sk: Tmavosť pozadia widgetu počas dňa. 0 znamená žiadna tma, 1 znamená úplná tma.
sv: Mörkret i widgetens bakgrund under dagen. 0 är inget mörker, 1 är helt mörk.
tr: Widget arka planının gündüz saatlerinde ne kadar kararmasını istediğinizi ayarlayın. 0 hiç kararma yok, 1 tamamen karardığını belirtir.
vi: Độ tối nền cho trời sáng của các tiện ích. 0 là không tối, 1 là hoàn toàn tối.

source: Elements
de: Elemente
es: Elementos
et: Elemendid
fi: Elementit
fr: Éléments
hu: Elemek
id: Elemen
it: Elementi
nl: Elementen
pl: Elementy
pt_br: Elementos
ru: Элементы
sk: Prvky
sv: Element
tr: Bileşenler
vi: Các phần tử

source: Enabled Widgets
de: Aktivierte Widgets
es: Widgets habilitados
et: Vidinate lubamine
fi: Käynnissä olevat ikkunat
fr: Widgets activés
id: Widget yang Diaktifkan
it: Abilita Widget
nl: Widgets ingeschakeld
pl: Włączone widżety
ru: Включённые виджеты
sk: Povolené widgety
sv: Aktiverade widgetar
tr: Etkinleştirilmiş Widgetlar
vi: Bật các tiện ích

source: This displays your enabled widgets and their respective sizes. Click one to disable it, you cannot yet move them around, you will instead have to Disable -> Enable to get them where you want them.
de: Hier werden die aktivierten Widgets und ihre jeweiligen Größen angezeigt. Klicke auf eines, um es zu deaktivieren. Du kannst die Widgets noch nicht verschieben, sondern musst diese über Deaktivieren -> Aktivieren an die gewünschte Stelle bringen.
es: Esto muestra tus widgets habilitados y sus tamaños respectivos. Haz clic en uno para deshabilitarlo. Aún no puedes moverlos; para colocarlos donde quieras deberás Deshabilitar → Habilitar.
et: See näitab sinu lubatud vidinaid ja nende suurust. Klõpsa selle keelamiseks, te ei saa neid veel liigutada, peate selle asemel keelama -> Võimaldab neid viia sinna, kuhu soovite.
fi: Tämä näyttää tällä hetkellä käynnissä olevat ikkunat ja niiden koot, voit painaa ikkunaa sammuttaaksesi sen. Ikkunoita ei voi liikuttaa.
fr: Affiche vos widgets activés et leurs tailles. Cliquez dessus pour les désactiver. Le déplacement n’est pas encore disponible : désactivez puis réactivez pour les réorganiser.
id: Ini menampilkan widget yang anda aktifkan dan ukurannya masing-masing. Klik satu untuk menonaktifkannya, anda belum dapat memindahkannya, anda harus menonaktifkan -> mengaktifkan untuk menempatkannya di tempat yang anda inginkan.
it: Questo mostra i widget abilitati e le rispettive dimensioni. Clicca su uno per disabilitarlo; al momento non è ancora possibile spostarli, dovrai invece Disabilitare -> Abilitare per posizionarli dove desideri.
nl: Dit toont uw ingeschakelde widgets en hun respectieve groottes. Klik op één om het uit te schakelen, u kunt ze nog niet verplaatsen, u moet in plaats daarvan uitschakelen -> Om ze te krijgen waar je ze wilt.
pl: Wyświetla to włączone widżety i ich rozmiary. Kliknij jeden z nich, aby go wyłączyć. Nie można jeszcze ich przesuwać, zamiast tego należy wybrać opcję Wyłącz -> Włącz, aby umieścić je w wybranym miejscu.
pt_br: Aqui é onde são exibidos os widgets que você ativou, com seus respectivos tamanhos. Clique em um deles para desativá-lo. Ainda não é possível movê-los livremente; em vez disso, você precisará desativá-los e reativá-los para colocá-los onde deseja.
ru: Здесь отображаются ваши включённые виджеты и их соответствующие размеры. Нажмите на виджет чтобы его выключить, пока что их нельзя двигать, так что вам придётся Выключить -> Включить чтобы переместить их в нужное место.
sk: Zobrazia sa povolené widgety a ich príslušné veľkosti. Kliknutím na jeden z nich ho zakážete. Zatiaľ ich nemôžete presúvať, namiesto toho ich budete musieť zakázať -> Povoliť, aby ste ich dostali tam, kde ich chcete.
sv: Detta visar dina aktiverade widgetar och deras respektive storlekar. Klicka på en för att inaktivera den. Du kan ännu inte flytta runt dem, du måste istället Inaktivera -> Aktivera för att få dem dit du vill ha dem.
tr: Bu, etkin widget'ları ve bunların boyutlarını görüntüler. Birine tıklayarak devre dışı bırakabilirsiniz, ancak henüz taşıma işlemi yapılmamaktadır. Widget'ları istediğiniz yere yerleştirebilmek için önce devre dışı bırakmanız ondan sonra yeniden etkinleştirmeniz gerekiyor.
vi: Hiển thị các tiện ích và kích thước tương ứng của chúng. Nhấn vào một cái bất kì để tắt, hiện tại bạn chưa thể di chuyển nó một cách tự do, bạn sẽ phải Tắt -> Bật theo thứ tự để chúng xuất hiện theo vị trí bạn muốn.

source: Available Widgets
de: Verfügbare Widgets
es: Widgets disponibles
et: Saadaolevad vidinad
fi: Saatavilla olevat ikkunat
fr: Widgets disponibles
id: Widget yang Tersedia
it: Widget Disponibili
nl: Beschikbare elementen
pl: Dostępne widżety
ru: Доступные виджеты
sk: Dostupné widgety
sv: Tillgängliga widgetar
tr: Kullanılabilir Widget'lar
vi: Các tiện ích hiện có

source: These widgets are available to be enabled:
de: Diese Widgets können aktiviert werden:
es: Estos widgets están disponibles para ser habilitados:
et: Need vidinad on saadaval sisselülitamiseks:
fi: Voit käynnistää nämä ikkunat, ja lisätä ne ylle:
fr: Ces widgets peuvent être activés :
id: Widget ini tersedia untuk diaktifkan:
it: Questi widget sono disponibili per essere abilitati:
nl: Deze widgets zijn beschikbaar om ingeschakeld te worden:
pl: Dostępne są następujące widżety, które można włączyć:
pt_br: Estes widgets estão disponíveis para serem ativados:
ru: Данные виджеты доступны для включения:
sk: Tieto widgety je možné aktivovať:
sv: Dessa widgetar kan aktiveras:
tr: Bu widget'lar etkinleştirilebilir:
vi: Các tiện ích này đều có sẵn để được bật:

source: Renderers
de: Renderer
es: Renderizadores
et: Renderdajad
fi: Renderöijät
fr: Moteurs de rendu
id: Renderer
it: Motori di rendering
nl: Renders
pl: Renderery
ru: Отрисовщики
sk: Renderery
sv: Renderare
tr: Görüntüleyiciler
vi: Renderer

source: These renderers are used to draw non anchored elements. These are usually elements in the game world that move around.
de: Diese Renderer werden verwendet, um nicht verankerte Elemente zu zeichnen. Dies sind normalerweise Elemente in der Spielwelt, die sich bewegen.
es: Estos renderizadores se utilizan para dibujar elementos no anclados. Suelen ser elementos móviles del mundo del juego.
et: Neid renderdajaid kasutatakse ankurdamata elementide joonistamiseks. Need on tavaliselt mängumaailma elemendid, mis liiguvad ringi.
fi: Nämä renderöijät ovat koko näytön kokoisia, ne siis piirtävät jotain joka liikkuu pelimaailmassa, ja ei voi olla linkitetty itse HUDiin.
fr: Ces moteurs de rendu servent à afficher les éléments non ancrés, généralement des objets mobiles dans le monde du jeu.
id: Renderer ini digunakan untuk menggambar elemen yang tidak terikat. Ini biasanya adalah elemen dalam dunia game yang bergerak.
it: Questi motori di rendering vengono utilizzati per disegnare elementi non ancorati. Si tratta solitamente di elementi nel mondo di gioco che si muovono.
nl: Deze renders worden gebruikt om niet verankerde elementen te trekken. Dit zijn meestal elementen in de spelwereld die bewegen.
pl: Te renderery służą do wyświetlania elementów niezakotwiczonych. Są to zazwyczaj elementy świata gry, które się poruszają.
pt_br: Esses renderizadores são usados para desenhar elementos não ancorados. Geralmente, são elementos no mundo do jogo que se movem.
ru: Эти отрисовщики используются, чтобы отображать незакреплённые элементы. Такие элементы обычно двигаются в игровом мире.
sk: Tieto renderery sa používajú na vykresľovanie neukotvených prvkov. Zvyčajne ide o prvky v hernom svete, ktoré sa pohybujú.
sv: Dessa renderare används för att rita icke-förankrade element. Det är vanligtvis element i spelvärlden som rör sig.
tr: Bu render araçları sabitlenmemiş öğeleri göstermek için kullanılır. Bunlar genellikle oyun dünyasında hareket eden öğelerdir.
vi: Các renderer được dùng để hiển thị những phần tử không cố định. Chúng thường là các phần tử có thể di chuyển trong thế giới của game.

source: Toggle Steering
de: Lenkung umschalten
es: Alternar dirección
et: Lülitage juhtimine sisse/välja
fi: Aktivoi ohjaus
fr: Basculer la direction
id: Alihkan Kemudi
it: Attiva/Disattiva Sterzo
nl: Stuurinrichting aan/uit
pl: Przełącz sterowanie
ru: Переключение управления рулём
sk: Prepnúť riadenie
sv: Växla styrning
tr: Direksiyon Kontrolünü Değiştir
vi: Bật tự động đánh lái

source: When the Map plugin is running, this will toggle the steering on/off.
de: Wenn das Karten-Plugin läuft, schaltet dies die Steuerung ein/aus.
es: Cuando el complemento Mapa se esté ejecutando, esto activará o desactivará la dirección.
et: Kui kaardilisaosa töötab, lülitab see juhtimise sisse/ välja.
fi: Kun Kartta -laajennus on käynnissä, tällä painikkeella voi kytkeä ohjauksen päälle ja pois.
fr: Lorsque le plugin Map est actif, cette option permet d’activer ou désactiver la direction.
id: Saat plugin Peta berjalan, ini akan menyalakan/mematikan kemudi.
it: Quando il plugin della Mappa è attivo, questo comando attiva/disattiva il controllo dello sterzo.
nl: Wanneer de kaartplugin draait, zal dit de besturing aan/uit schakelen.
pl: Gdy wtyczka Mapa jest uruchomiona, spowoduje to włączenie/wyłączenie sterowania.
pt_br: Quando o plugin de mapa estiver em execução, esta opção irá ligar ou desligar a direção.
ru: Когда плагин "Карта" включён, это будет включать и выключать управление рулём.
sk: Keď je spustený doplnok Map, toto zapne/vypne riadenie.
sv: När kartpluginet körs växlar detta mellan styrning på/av.
tr: Harita eklentisi çalışırken, bu seçenek direksiyon kontrolünü devreye alıp devre dışı bırakacaktır.
vi: Khi plugin bản đồ đang chạy, cái này sẽ bật hoặc tắt tự động đánh lái.

source: Map
de: Karte
es: Mapa
et: Kaart
fi: Kartta
hu: Térkép
id: Peta
it: Mappa
nl: Kaart
pl: Mapa
pt_br: Mapa
ru: Карта
sk: Mapa
sv: Karta
tr: Harita
vi: Bản đồ
