Repository: ETS2LA/Euro-Truck-Simulator-2-Lane-Assist
Catalog: Translations/locales/*/LC_MESSAGES/backend.po
Languages: de, es, et, fi, fr, hu, id, it, nl, pl, pt_br, ru, sk, sv, tr, vi

source: This plugin provides steering and navigation features. It is the most important plugin in ETS2LA.
de: Dieses Plugin bietet Steuerungs- und Navigationsfunktionen. Es ist das wichtigste Plugin in ETS2LA.
es: Este complemento proporciona funciones de dirección y navegación. Es el complemento más importante de ETS2LA.
et: See lisaosa pakub juhtimis- ja navigeerimisfunktsioone. See on ETS2LA kõige olulisem lisaosa.
fi: Tämä laajennus ohjaa ja navigoi valitun karttadatan pohjalta.
fr: Ce plugin offre des fonctions de direction et de navigation. C’est le plugin le plus important d’ETS2LA.
id: Plugin ini menyediakan fitur kemudi dan navigasi. Ini adalah plugin terpenting di ETS2LA.
it: Questo plugin offre funzionalità di sterzo e navigazione. È il plugin più importante in ETS2LA.
nl: Deze plugin biedt stuur- en navigatiefuncties. Het is de belangrijkste plugin in ETS2LA.
pl: Ta wtyczka zapewnia funkcje sterowania i nawigacji. Jest to najważniejsza wtyczka w ETS2LA.
pt_br: Este plugin oferece recursos de direção e navegação. Ele é o plugin mais importante do ETS2LA.
ru: Этот плагин обеспечивает функции управления рулём и навигации. Это самый важный плагин в ETS2LA.
sk: Tento plugin poskytuje funkcie riadenia a navigácie. Je to najdôležitejší plugin v ETS2LA.
sv: Detta plugin tillhandahåller styrnings- och navigeringsfunktioner. Det är det viktigaste pluginet i ETS2LA.
tr: Bu eklenti, direksiyon ve navigasyon özelliklerini sağlar. ETS2LA'nın en önemli eklentisidir.
vi: Plugin này cung cấp tính năng tự động đánh lái và điều hướng. Nó là một trong những plugin quan trọng nhất của ETS2LA.

source: Error initializing Map plugin: {0}
de: Fehler beim Initialisieren des Map-Plugins: {0}
es: Error al inicializar el complemento de Mapa: {0}
et: Viga initsialiseerimisel Kaardilisaosa: {0}
fi: Virhe aktivoidessa Karttaa: {0}
fr: Erreur d’initialisation du plugin Map : {0}
id: Kesalahan saat menginisialisasi plugin Peta: {0}
it: Errore durante l'inizializzazione del plugin Mappa: {0}
nl: Fout bij initialiseren Kaartplugin: {0}
pl: Błąd podczas inicjalizacji wtyczki Mapa: {0}
pt_br: Erro ao inicializar o plugin de mapa: {0}
ru: Ошибка при инициализации плагина Карта: {0}
sk: Chyba pri inicializácii pluginu mapy: {0}
sv: Fel vid initialisering av kart-plugin: {0}
tr: Harita eklentisi başlatılırken bir hata meydana geldi: {0}
vi: Lỗi khởi tạo plugin bản đồ: {0}

source: Preparing to load data...
de: Vorbereitungen zum Laden von Daten...
es: Preparándose para cargar datos...
et: Valmistumine andmete laadimiseks...
fi: Valmistellaan tietojen latausta...
fr: Préparation du chargement des données...
id: Mempersiapkan untuk memuat data...
it: Preparazione al caricamento dei dati...
nl: Voorbereiden om gegevens te laden...
pl: Przygotowanie do wczytania danych...
pt_br: Preparando para carregar os dados...
ru: Подготовка к загрузке данных...
sk: Príprava na načítanie údajov...
sv: Förbereder för att ladda data...
tr: Veriler yüklenmeye hazırlanıyor...
vi: Chuẩn bị để nạp dữ liệu...

source: Waiting for game data selection in the Settings -> Map...
de: Warten auf die Auswahl der Spieldaten in den Einstellungen -> Karte...
es: Esperando la selección de datos del juego en Configuración -> Mapa...
et: Oodatakse mänguandmete valikut seadistustes -> Kaart...
fi: Odotetaan karttatietojen valintaa: Asetukset -> Kartta -> Karttatiedot...
fr: En attente de la sélection des données du jeu dans Paramètres → Map...
hu: Várakozás a játék adatok kiválasztására navigálj a beállítások menüpontra azon belül a térkép menüpontra...
id: Menunggu pemilihan data game di Pengaturan -> Peta...
it: In attesa della selezione dei dati di gioco in Impostazioni -> Mappa...
nl: Wachten op spelgegevensselectie in de instellingen -> Kaart.
pl: Oczekiwanie na wybór danych gry w Ustawieniach -> Mapa...
pt_br: Aguardando a seleção dos dados do jogo em Configurações -> Mapa...
ru: Ожидание выбора данных игры в Настройки -> Карта...
sk: Čakám na výber herných údajov v Nastaveniach -> Mapa...
sv: Väntar på val av speldata i inställningarna -> Karta...
tr: Ayarlar -> Harita kısmında oyun verisi seçimi için bekleniyor...
vi: Đang chờ dữ liệu game được chọn trong Cài đặt -> Bản đồ...

source: Invalid steering value received
de: Ungültiger Lenkungswert empfangen
es: Se recibió un valor de dirección no válido
et: Saadud vigane juhtimisväärtus
fi: Saatiin virheellinen ohjausarvo
fr: Valeur de direction invalide reçue
id: Nilai kemudi tidak valid diterima
it: Valore di sterzo non valido ricevuto
nl: Ongeldige stuurwaarde ontvangen
pl: Otrzymano nieprawidłową wartość sterowania
ru: Получено неправильное значение управления рулём
sk: Bola prijatá neplatná hodnota riadenia
sv: Ogiltigt styrvärde mottaget
tr: Geçersiz direksiyon değeri algılandı, lütfen kontrol edin
vi: Giá trị đánh lái được nhận không hợp lệ

source: Error in Map plugin run loop: {0}
de: Fehler in der Ausführungsschleife des Map-Plugins: {0}
es: Error en el bucle de ejecución del complemento de mapa: {0}
et: Viga kaardilisaosa käivitamisel: {0}
fi: Kartta -laajennuksen suoritussilmukassa tapahtui virhe: {0}
fr: Erreur dans la boucle d’exécution du plugin Map : {0}
id: Kesalahan dalam loop jalankan plugin Peta: {0}
it: Errore nel ciclo di esecuzione del plugin Mappa: {0}
nl: Fout bij het uitvoeren van lus van de kaartplugin: {0}
pl: W pętli wykonywania wtyczki Mapa wystąpił błąd: {0}
ru: Ошибка в цикле плагина Карта: {0}
sk: Chyba v slučke spustenia pluginu mapy: {0}
sv: Fel i kartplugin Run Loop: {0}
tr: Harita eklentisi çalışma döngüsünde bir hata oluştu: {0}
vi: Lỗi chạy vòng lặp của plugin bản đồ: {0}

source: Warning: Steering might be compromised due to low FPS. ({0} fps)
de: Warnung: Die Lenkung könnte aufgrund niedriger FPS beeinträchtigt sein. ({0} fps)
es: Advertencia: La dirección puede verse comprometida debido a bajos FPS. ({0} fps)
et: Hoiatus: Juhtimist võib ohustada madal FPS. ({0} fps)
fi: Varoitus: Ohjaus voi pätkiä alhaisen virkistystaajuuden takia. ({0} fps)
fr: Attention : la direction peut être compromise en raison d’un faible FPS. ({0} fps)
id: Peringatan: Kemudi mungkin terganggu karena FPS rendah. ({0} fps)
it: Attenzione: il controllo dello sterzo potrebbe essere compromesso a causa di bassi FPS. ({0} fps)
nl: Waarschuwing: Steering kan worden aangetast als gevolg van lage FPS. ({0} fps)
pl: Ostrzeżenie: Sterowanie może być utrudnione z powodu niskiej liczby klatek na sekundę. ({0} fps)
ru: Внимание: Управление рулём может быть нарушено из-за низкого FPS ({0} fps)
sk: Upozornenie: Riadenie môže byť narušené kvôli nízkym FPS. ({0} fps)
sv: VARNING: Styrningen kan äventyras på grund av låg FPS. ({0} fps)
tr: Uyarı: Düşük FPS nedeniyle direksiyon kontrolü etkilenebilir. ({0} fps)
vi: Cảnh báo: Đánh lái tự động có thể bị ảnh hưởng do FPS thấp. ({0} fps)

source: Not Found
de: Nicht gefunden
es: No encontrado
et: Ei leitud
fi: Ei löytynyt
fr: Non trouvé
id: Tidak Ditemukan
it: Non Trovato
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não Encontrado
ru: Не найдено
sk: Nenájdené
sv: Hittades Ej
tr: Bulunamadı
vi: Không tìm thấy

source: Map Settings
de: Karteneinstellungen
es: Configuración del mapa
et: Kaardi seadistused
fi: Kartan asetukset
fr: Paramètres de Map
hu: Térkép beállítások
id: Pengaturan Peta
it: Impostazioni Mappa
nl: Kaartinstellingen
pl: Ustawienia mapy
ru: Настройки Карты
sk: Nastavenia mapy
sv: Kartinställningar
tr: Harita Ayarları
vi: Cài đặt bản đồ

source: Configure the settings for the Map plugin. Here you can adjust various options related to navigation, steering, and data handling.
de: Konfiguriere die Einstellungen für das Karten-Plugin. Hier kannst du verschiedene Optionen in Bezug auf Navigation, Steuerung und Datenverarbeitung anpassen.
es: Configura los ajustes del plugin Mapa. Aquí puedes ajustar diversas opciones relacionadas con la navegación, la dirección y el manejo de datos.
et: Kaardilisaosa seadistuste seadistamine. Siin saate kohandada erinevaid navigeerimise, juhtimise ja andmetöötlusega seotud valikuid.
fi: Määritä Kartta -laajennuksen asetukset. Tällä sivulla voit muokata navigoinnin ja ohjauksen asetuksia.
fr: Configurez les paramètres du plugin Map. Ici, vous pouvez ajuster différentes options liées à la navigation, la direction et la gestion des données.
id: Konfigurasikan pengaturan untuk plugin Peta. Di sini anda dapat menyesuaikan berbagai opsi terkait navigasi, kemudi, dan penanganan data.
it: Configura le impostazioni del plugin Mappa. Qui puoi modificare varie opzioni relative alla navigazione, al controllo dello sterzo e alla gestione dei dati.
nl: De instellingen voor de kaartplugin instellen. Hier kunt u verschillende opties voor navigatie, besturing en gegevensverwerking aanpassen.
pl: Skonfiguruj ustawienia wtyczki Mapa. Tutaj możesz dostosować różne opcje związane z nawigacją, sterowaniem i obsługą danych.
pt_br: Configure as definições para o plugin de Mapa. Aqui você pode ajustar várias opções relacionadas à navegação, direção e manuseio de dados.
ru: Изменение настроек плагина "Карта". Здесь мы можете изменить разные настройки, относящиеся к навигации, управлению рулём, и обработке данных.
sk: Nakonfigurujte nastavenia pre plugin Mapa. Tu môžete upraviť rôzne možnosti týkajúce sa navigácie, riadenia a spracovania údajov.
sv: Konfigurera inställningarna för kartpluginet. Här kan du justera olika alternativ relaterade till navigering, styrning och datahantering.
tr: Harita eklentisi için yapılandırma ayarlarını yapılandırın. Navigasyon, direksiyon ve veri işlemleri ile alakalı birçok seçeneği buradan değiştirebilirsiniz.
vi: Cấu hình các cài đặt cho plugin bản đồ. Ở đây bạn có thể điều chỉnh nhiều tùy chọn liên quan đến điều hướng, đánh lái, và xử lí dữ liệu.

source: Disable FPS Notices
de: FPS-Hinweise deaktivieren
es: Desactivar avisos de FPS
et: FPS- i keelamine Teated
fi: Poista virkistystaajuus ilmoitukset käytöstä
fr: Désactiver les alertes FPS
id: Nonaktifkan Pemberitahuan FPS
it: Disabilita notifiche FPS
nl: FPS uitschakelen Berichten
pl: Wyłącz powiadomienia dotyczące FPS
pt_br: Desativar Avisos de FPS
ru: Выключить предупреждения о FPS
sk: Zakázať upozornenia FPS
sv: Inaktivera FPS-notiser
tr: FPS Bildirimlerini Devre Dışı Bırak
vi: Tắt thông báo FPS

source: When enabled map will not notify of any FPS related issues.
de: Wenn diese Option aktiviert ist, wird die Karte nicht über FPS-Probleme informieren.
es: Cuando está habilitado, el mapa no notificará ningún problema relacionado con FPS.
et: Sisselülitamisel ei teavitata FPSiga seotud probleemidest.
fi: Et saa ilmoituksia kartan alhaisesta virkistystaajuudesta, tämähän ei siis tarkoita että se pyörii nyt nopeammin.
fr: Lorsque cette option est activée, Map ne notifiera plus des problèmes ou alertes liés au FPS.
id: Saat diaktifkan, peta tidak akan memberi tahu masalah terkait FPS.
it: Se abilitato, la mappa non notificherà problemi relativi agli FPS.
nl: Wanneer ingeschakeld zal de kaart geen FPS-gerelateerde problemen melden.
pl: Po włączeniu mapa nie będzie powiadamiać o żadnych problemach związanych z FPS.
pt_br: Quando ativado, o mapa não notificará sobre quaisquer problemas relacionados ao FPS.
ru: Когда включено, карта не будет предупреждать о любых проблемах с FPS.
sk: Keď je zapnuté, mapa nebude upozorňovať na žiadne problémy súvisiace s FPS.
sv: När den är aktiverad kommer kartan inte att meddela om några FPS-relaterade problem.
tr: Bu özellik etkinleştirildğinde, harita FPS ile ilgili herhangi bir bildirimde bulunmayacaktır.
vi: Khi bật cái này, bản đồ sẽ không thông báo bất cứ vấn đề gì liên quan đến FPS.

source: Takeover When Unreliable
pl: Przejęcie przy zawodnym sterowaniu

source: When enabled, the map will automatically take over control when the truck is not following the route correctly.
pl: Po włączeniu tej funkcji mapa automatycznie przejmie kontrolę, gdy ciężarówka nie będzie prawidłowo podążać trasą.

source: Automatic Tolls
de: Automatische Maut
es: Peajes Automáticos
et: Automaatsed teemaksud
fi: Automaattiset tullit (toll booth)
fr: Péages automatiques
id: Tol Otomatis
it: Caselli Automatici
nl: Automatische tollen
pl: Automatyczne opłaty drogowe
ru: Автоматические пункты оплаты
sk: Automatické mýta
sv: Automatiska tullar
tr: Otomatik Geçiş Ücretleri
vi: Tự động tương tác với trạm thu phí

source: Attempt to automatically solve tolls. This may or may not work. Requires a restart to fully reload toll data.
de: Versuch einer automatischen Lösung der Maut. Das kann funktionieren, muss aber nicht. Benötigt einen Neustart um die Mautdaten vollständig neu zu laden.
es: Intentar resolver automáticamente los peajes. Esto podría no funcionar. Requiere reiniciar para recargar completamente los datos de peajes.
et: Teemaksude automaatne lahendamine. See võib, aga ei pruugi toimida. Teemaksuandmete täielikuks laadimiseks on vaja taaskäivitada.
fi: Yrittää ajaa tullien läpi automaattisesti. Toimii tai ei toimi, vaatii karttalaajennuksen uudelleenkäynnistyksen.
fr: Tentez de passer automatiquement les péages. Cela peut fonctionner ou non. Nécessite un redémarrage pour recharger complètement les données relatives aux péages.
id: Coba selesaikan tol secara otomatis. Ini mungkin berhasil atau tidak. Memerlukan restart untuk memuat ulang data tol sepenuhnya.
it: Prova a passare i caselli in autonomia. Questo potrebbe non funzionare. Richiede il riavvio del tool per ricaricare tutti i dati dei caselli.
nl: Poging tol automatisch op te lossen. Dit kan wel of niet werken. Vereist een herstart om tolgegevens volledig te herladen.
pl: Próbuje automatycznie rozwiązać problem opłat drogowych. Może to zadziałać lub nie. Wymaga ponownego uruchomienia, aby w pełni załadować dane dotyczące opłat drogowych.
ru: Попытка автоматического проезда через пункты оплаты. Может работать, а может и нет. Требуется перезапуск, чтобы полностью перезагрузить данные пунктов оплаты.
sk: Pokúsi sa automaticky vyriešiť problémy s mýtom. Toto môže, ale nemusí fungovať. Na úplné opätovné načítanie údajov o mýte je potrebný reštart.
sv: Försök att lösa tullar automatiskt. Detta kanske inte fungerar. Kräver en omstart för att ladda om tull data helt.
tr: Otomatik geçiş ücretlerini otomatik olarak çözmeyi dener. Bu işlem başarılı olabilir veya başarısız olabilir. Ücret verilerinin tam olarak yenilenmesi için uygulamanın yeniden başlatılması gerekmektedir.
vi: Cố gắng tự động tương tác với trạm thu phí. Có thể hoạt động hoặc không. Yêu cầu khởi động lại để hoàn chỉnh tải dữ liệu trạm thu phí.

source: Compute Steering Data
de: Berechnung der Lenkungsdaten
es: Calcular datos de dirección
et: Juhtimisandmete arvutamine
fi: Laske ohjaus
fr: Calculer les données de direction
hu: Kormányzási adatok kiszámítása
id: Hitung Data Kemudi
it: Calcola dati di sterzo
nl: Stuurgegevens berekenen
pl: Oblicz dane sterowana
pt_br: **Calcular dados de direção**
ru: Вычислять данные управления рулём
sk: Vypočítajte údaje o riadení
sv: Beräkna styrdata
tr: Direksiyon Verilerini Hesapla
vi: Tính toán dữ liệu đánh lái

source: When enabled map will compute and send steering data to the game.
de: Wenn diese Option aktiviert ist, berechnet die Karte Lenkungsdaten und sendet sie an das Spiel.
es: Cuando está habilitado, el mapa calculará y enviará datos de dirección al juego.
et: Sisselülitamisel arvutatakse ja saadetakse mängule juhtimisandmed.
fi: Jos tämä asetus poistetaan käytöstä, Kartta -laajennus ei enää laske ohjauskulmaa.
fr: Quand activé, Map calcule et envoie les données de direction au jeu.
id: Saat diaktifkan, peta akan menghitung dan mengirim data kemudi ke game.
it: Se abilitato, la mappa calcolerà e invierà i dati di sterzo al gioco.
nl: Wanneer ingeschakeld wordt de kaart berekend en sturen stuurgegevens naar het spel.
pl: Po włączeniu mapa będzie obliczać i wysyłać dane sterujące do gry.
pt_br: Quando ativado, o mapa irá calcular e enviar dados de direção para o jogo.
ru: Когда включено, карта будет вычислять и отправлять данные управления рулём в игру.
sk: Keď je táto funkcia povolená, mapa vypočíta a odošle údaje o riadení do hry.
sv: När den är aktiverad beräknar och skickar kartan styrdata till spelet.
tr: Bu özellik etkinleştirildiğinde, harita direksiyon verilerini hesaplayacak ve oyuna iletecektir.
vi: Khi bật cái này, bản đồ sẽ tính toán và gửi tín hiệu đánh lái đến game.

source: Drive Based On Trailer
de: Die Fahrweise richtet sich nach dem Anhänger
es: Conducir basado en remolque
et: Haagisel põhinev sõit
fi: Ota peräkärry huomioon
fr: Conduire en fonction de la remorque
id: Berkendara Berdasarkan Trailer
it: Guida basata sul rimorchio
nl: Aandrijving gebaseerd op Aanhangwagen
pl: Jedź na podstawie naczepy
pt_br: Dirigir com Base no Reboque
ru: Водить основываясь на прицепе
sk: Pohon založený na prívese
sv: Körning baserad på släpvagn
tr: Römorka Dayalı Sürüş
vi: Lái dựa trên rơ-mooc

source: When enabled map will take into account the trailer when calculating the current steering point.
de: Wenn diese Option aktiviert ist, berücksichtigt die Karte den Anhänger bei der Berechnung des aktuellen Lenkpunkts.
es: Cuando está habilitado, el mapa tendrá en cuenta el remolque al calcular el punto de dirección actual.
et: Sisselülitamisel arvestab kaart aktiivse roolimispunkti arvutamisel haagist.
fi: Tämä asetus kertoo Kartalle ottaa rekan perkärryt huomioon ohjauksessa. Tämä pyrkii estämään kulmien leikkausta.
fr: Quand activé, Map prend en compte la remorque pour le calcul du point de braquage actuel.
id: Saat diaktifkan, peta akan memperhitungkan trailer saat menghitung titik kemudi saat ini.
it: Se abilitato, la mappa terrà conto del rimorchio nel calcolo del punto di sterzata corrente.
nl: Bij de berekening van het huidige stuurpunt wordt bij ingeschakelde kaart rekening gehouden met de aanhangwagen.
pl: Po włączeniu tej opcji mapa uwzględni naczepę podczas obliczania aktualnego punktu skrętu.
pt_br: Quando ativado, o mapa levará em conta o reboque ao calcular o ponto de direção atual.
ru: Когда включено, карта будет брать в расчёт прицеп при вычислении текущей точки управления.
sk: Keď je táto funkcia povolená, mapa pri výpočte aktuálneho bodu riadenia zohľadní príves.
sv: När den är aktiverad tar kartan hänsyn till släpvagnen vid beräkning av aktuell styrpunkt.
tr: Etkinleştirildiğinde, harita mevcut direksiyon noktasını hesaplarken römorku da göz önünde bulunduracaktır.
vi: Khi được bật, bản đồ sẽ tính đến cả rơ-mooc khi xác định điểm đánh lái hiện tại.

source: Steering Smoothness
de: Geschmeidigkeit der Lenkung
es: Suavidad de dirección
et: Juhtimise siledus
fi: Ohjauksen tasoitus
fr: Fluidité de la direction
id: Kemulusan Kemudi
it: Fluidità dello sterzo
nl: Stuurdoorlaatbaarheid
pl: Płynność sterowania
pt_br: Suavidade da Direção
ru: Сглаженность управления рулём
sk: Hladkosť riadenia
sv: Styrningsjämnhet
tr: Direksiyon Yumuşaklığı
vi: Độ mượt đánh lái

source: Set the time we average the steering data over. A value of 0.5 means that the steering from the last half a second is used to calculate the current value.
de: Lege die Zeit fest, über welche die Lenkdaten gemittelt werden. Ein Wert von 0,5 bedeutet, dass die Lenkung der letzten halben Sekunde verwendet wird, um den aktuellen Wert zu berechnen.
es: Establece el tiempo durante el cual promediamos los datos de dirección. Un valor de 0,5 significa que se utiliza la dirección del último medio segundo para calcular el valor actual.
et: Määrake aeg, mille jooksul keskmistame juhtimisandmeid. Väärtus 0,5 tähendab, et jooksva väärtuse arvutamiseks kasutatakse viimase poole sekundi roolimehhanismi.
fi: Kuinka monen sekuntin yli ohjaus tasoitetaan. Huomioi kuitenkin että korkeat arvot voivat aiheuttaa heilumista.
fr: Définissez la durée sur laquelle nous calculons la moyenne des données de direction. Une valeur de 0,5 signifie que la direction de la dernière demi-seconde est utilisée pour calculer la valeur actuelle.
id: Atur waktu rata-rata data kemudi. Nilai 0.5 berarti kemudi dari setengah detik terakhir digunakan untuk menghitung nilai saat ini.
it: Imposta l’intervallo temporale su cui viene fatto il calcolo medio dei dati di sterzo. Un valore di 0,5 indica che per determinare il valore attuale si considera lo sterzo registrato negli ultimi mezzo secondo.
nl: Stel de tijd in dat we de stuurgegevens doornemen. Een waarde van 0,5 betekent dat de besturing vanaf de laatste halve seconde wordt gebruikt om de huidige waarde te berekenen.
pl: Ustaw czas, przez który uśredniamy dane dotyczące kierowania. Wartość 0,5 oznacza, że do obliczenia bieżącej wartości wykorzystywane są dane dotyczące kierowania z ostatniej pół sekundy.
pt_br: Defina o tempo que a média dos dados de direção será calculada. Um valor de 0.5 significa que a direção do último meio segundo é usada para calcular o valor atual.
ru: Задать количество времени, по которому будут усредняться данные управления рулём. Значение 0.5 значит, что данные управления за последние полсекунды будут использоваться для вычисления текущего значения.
sk: Nastavte čas, za ktorý sa majú priemerovať údaje o riadení. Hodnota 0,5 znamená, že na výpočet aktuálnej hodnoty sa použije riadenie z poslednej pol sekundy.
sv: Ställ in den tid vi ska beräkna medelvärdet av styrdata över. Ett värde på 0,5 innebär att styrningen från den senaste halvsekunden används för att beräkna det aktuella värdet.
tr: Direksiyon verilerini hangi süreyle ortalama alacağınızı ayarlayın. 0.5 değeri, son yarım saniye içindeki direksiyon hareketlerinin, mevcut değeri hesaplamak için kullanıldığını ifade eder.
vi: Thiết lập khoảng thời gian mà chúng mình dùng để lấy trung bình dữ liệu đánh lái. Ví dụ, một giá trị 0,5 có nghĩa là dữ liệu đánh lái từ một nửa giây trước được dùng để tính toán cho hiện tại.

source: NOTE!
de: HINWEIS!
es: ¡NOTA!
et: MÄRKUS!
fi: Huomio!
fr: REMARQUE !
hu: MEGJEGYZÉS!
id: CATATAN!
it: NOTA!
pl: UWAGA!
pt_br: AVISO!
ru: ВНИМАНИЕ!
sk: POZNÁMKA!
sv: NOTERA!
tr: NOT!
vi: Ghi chú!
